[
  {
    "line_number": "0", 
    "text": "\n"
  }, 
  {
    "line_number": "1", 
    "text": "IN WHICH THE MASTER OF THE \"TANKADERE\" RUNS GREAT RISK OF LOSING A\n"
  }, 
  {
    "line_number": "2", 
    "text": "REWARD OF TWO HUNDRED POUNDS\n"
  }, 
  {
    "line_number": "3", 
    "text": "\n"
  }, 
  {
    "line_number": "4", 
    "text": "\n"
  }, 
  {
    "line_number": "5", 
    "text": "This voyage of eight hundred miles was a perilous venture on a craft of\n"
  }, 
  {
    "line_number": "6", 
    "text": "twenty tons, and at that season of the year.  The Chinese seas are\n"
  }, 
  {
    "line_number": "7", 
    "text": "usually boisterous, subject to terrible gales of wind, and especially\n"
  }, 
  {
    "line_number": "8", 
    "text": "during the equinoxes; and it was now early November.\n"
  }, 
  {
    "line_number": "9", 
    "text": "\n"
  }, 
  {
    "line_number": "10", 
    "text": "It would clearly have been to the master's advantage to carry his\n"
  }, 
  {
    "line_number": "11", 
    "text": "passengers to Yokohama, since he was paid a certain sum per day; but he\n"
  }, 
  {
    "line_number": "12", 
    "text": "would have been rash to attempt such a voyage, and it was imprudent\n"
  }, 
  {
    "line_number": "13", 
    "text": "even to attempt to reach Shanghai.  But John Bunsby believed in the\n"
  }, 
  {
    "line_number": "14", 
    "text": "Tankadere, which rode on the waves like a seagull; and perhaps he was\n"
  }, 
  {
    "line_number": "15", 
    "text": "not wrong.\n"
  }, 
  {
    "line_number": "16", 
    "text": "\n"
  }, 
  {
    "line_number": "17", 
    "text": "Late in the day they passed through the capricious channels of Hong\n"
  }, 
  {
    "line_number": "18", 
    "text": "Kong, and the Tankadere, impelled by favourable winds, conducted\n"
  }, 
  {
    "line_number": "19", 
    "text": "herself admirably.\n"
  }, 
  {
    "line_number": "20", 
    "text": "\n"
  }, 
  {
    "line_number": "21", 
    "text": "\"I do not need, pilot,\" said Phileas Fogg, when they got into the open\n"
  }, 
  {
    "line_number": "22", 
    "text": "sea, \"to advise you to use all possible speed.\"\n"
  }, 
  {
    "line_number": "23", 
    "text": "\n"
  }, 
  {
    "line_number": "24", 
    "text": "\"Trust me, your honour.  We are carrying all the sail the wind will let\n"
  }, 
  {
    "line_number": "25", 
    "text": "us.  The poles would add nothing, and are only used when we are going\n"
  }, 
  {
    "line_number": "26", 
    "text": "into port.\"\n"
  }, 
  {
    "line_number": "27", 
    "text": "\n"
  }, 
  {
    "line_number": "28", 
    "text": "\"It's your trade, not mine, pilot, and I confide in you.\"\n"
  }, 
  {
    "line_number": "29", 
    "text": "\n"
  }, 
  {
    "line_number": "30", 
    "text": "Phileas Fogg, with body erect and legs wide apart, standing like a\n"
  }, 
  {
    "line_number": "31", 
    "text": "sailor, gazed without staggering at the swelling waters.  The young\n"
  }, 
  {
    "line_number": "32", 
    "text": "woman, who was seated aft, was profoundly affected as she looked out\n"
  }, 
  {
    "line_number": "33", 
    "text": "upon the ocean, darkening now with the twilight, on which she had\n"
  }, 
  {
    "line_number": "34", 
    "text": "ventured in so frail a vessel.  Above her head rustled the white sails,\n"
  }, 
  {
    "line_number": "35", 
    "text": "which seemed like great white wings.  The boat, carried forward by the\n"
  }, 
  {
    "line_number": "36", 
    "text": "wind, seemed to be flying in the air.\n"
  }, 
  {
    "line_number": "37", 
    "text": "\n"
  }, 
  {
    "line_number": "38", 
    "text": "Night came.  The moon was entering her first quarter, and her\n"
  }, 
  {
    "line_number": "39", 
    "text": "insufficient light would soon die out in the mist on the horizon.\n"
  }, 
  {
    "line_number": "40", 
    "text": "Clouds were rising from the east, and already overcast a part of the\n"
  }, 
  {
    "line_number": "41", 
    "text": "heavens.\n"
  }, 
  {
    "line_number": "42", 
    "text": "\n"
  }, 
  {
    "line_number": "43", 
    "text": "The pilot had hung out his lights, which was very necessary in these\n"
  }, 
  {
    "line_number": "44", 
    "text": "seas crowded with vessels bound landward; for collisions are not\n"
  }, 
  {
    "line_number": "45", 
    "text": "uncommon occurrences, and, at the speed she was going, the least shock\n"
  }, 
  {
    "line_number": "46", 
    "text": "would shatter the gallant little craft.\n"
  }, 
  {
    "line_number": "47", 
    "text": "\n"
  }, 
  {
    "line_number": "48", 
    "text": "Fix, seated in the bow, gave himself up to meditation.  He kept apart\n"
  }, 
  {
    "line_number": "49", 
    "text": "from his fellow-travellers, knowing Mr. Fogg's taciturn tastes;\n"
  }, 
  {
    "line_number": "50", 
    "text": "besides, he did not quite like to talk to the man whose favours he had\n"
  }, 
  {
    "line_number": "51", 
    "text": "accepted.  He was thinking, too, of the future.  It seemed certain that\n"
  }, 
  {
    "line_number": "52", 
    "text": "Fogg would not stop at Yokohama, but would at once take the boat for\n"
  }, 
  {
    "line_number": "53", 
    "text": "San Francisco; and the vast extent of America would ensure him impunity\n"
  }, 
  {
    "line_number": "54", 
    "text": "and safety.  Fogg's plan appeared to him the simplest in the world.\n"
  }, 
  {
    "line_number": "55", 
    "text": "Instead of sailing directly from England to the United States, like a\n"
  }, 
  {
    "line_number": "56", 
    "text": "common villain, he had traversed three quarters of the globe, so as to\n"
  }, 
  {
    "line_number": "57", 
    "text": "gain the American continent more surely; and there, after throwing the\n"
  }, 
  {
    "line_number": "58", 
    "text": "police off his track, he would quietly enjoy himself with the fortune\n"
  }, 
  {
    "line_number": "59", 
    "text": "stolen from the bank.  But, once in the United States, what should he,\n"
  }, 
  {
    "line_number": "60", 
    "text": "Fix, do?  Should he abandon this man?  No, a hundred times no!  Until\n"
  }, 
  {
    "line_number": "61", 
    "text": "he had secured his extradition, he would not lose sight of him for an\n"
  }, 
  {
    "line_number": "62", 
    "text": "hour.  It was his duty, and he would fulfil it to the end.  At all\n"
  }, 
  {
    "line_number": "63", 
    "text": "events, there was one thing to be thankful for; Passepartout was not\n"
  }, 
  {
    "line_number": "64", 
    "text": "with his master; and it was above all important, after the confidences\n"
  }, 
  {
    "line_number": "65", 
    "text": "Fix had imparted to him, that the servant should never have speech with\n"
  }, 
  {
    "line_number": "66", 
    "text": "his master.\n"
  }, 
  {
    "line_number": "67", 
    "text": "\n"
  }, 
  {
    "line_number": "68", 
    "text": "Phileas Fogg was also thinking of Passepartout, who had so strangely\n"
  }, 
  {
    "line_number": "69", 
    "text": "disappeared.  Looking at the matter from every point of view, it did\n"
  }, 
  {
    "line_number": "70", 
    "text": "not seem to him impossible that, by some mistake, the man might have\n"
  }, 
  {
    "line_number": "71", 
    "text": "embarked on the Carnatic at the last moment; and this was also Aouda's\n"
  }, 
  {
    "line_number": "72", 
    "text": "opinion, who regretted very much the loss of the worthy fellow to whom\n"
  }, 
  {
    "line_number": "73", 
    "text": "she owed so much.  They might then find him at Yokohama; for, if the\n"
  }, 
  {
    "line_number": "74", 
    "text": "Carnatic was carrying him thither, it would be easy to ascertain if he\n"
  }, 
  {
    "line_number": "75", 
    "text": "had been on board.\n"
  }, 
  {
    "line_number": "76", 
    "text": "\n"
  }, 
  {
    "line_number": "77", 
    "text": "A brisk breeze arose about ten o'clock; but, though it might have been\n"
  }, 
  {
    "line_number": "78", 
    "text": "prudent to take in a reef, the pilot, after carefully examining the\n"
  }, 
  {
    "line_number": "79", 
    "text": "heavens, let the craft remain rigged as before.  The Tankadere bore\n"
  }, 
  {
    "line_number": "80", 
    "text": "sail admirably, as she drew a great deal of water, and everything was\n"
  }, 
  {
    "line_number": "81", 
    "text": "prepared for high speed in case of a gale.\n"
  }, 
  {
    "line_number": "82", 
    "text": "\n"
  }, 
  {
    "line_number": "83", 
    "text": "Mr. Fogg and Aouda descended into the cabin at midnight, having been\n"
  }, 
  {
    "line_number": "84", 
    "text": "already preceded by Fix, who had lain down on one of the cots.  The\n"
  }, 
  {
    "line_number": "85", 
    "text": "pilot and crew remained on deck all night.\n"
  }, 
  {
    "line_number": "86", 
    "text": "\n"
  }, 
  {
    "line_number": "87", 
    "text": "At sunrise the next day, which was 8th November, the boat had made more\n"
  }, 
  {
    "line_number": "88", 
    "text": "than one hundred miles.  The log indicated a mean speed of between\n"
  }, 
  {
    "line_number": "89", 
    "text": "eight and nine miles.  The Tankadere still carried all sail, and was\n"
  }, 
  {
    "line_number": "90", 
    "text": "accomplishing her greatest capacity of speed.  If the wind held as it\n"
  }, 
  {
    "line_number": "91", 
    "text": "was, the chances would be in her favour.  During the day she kept along\n"
  }, 
  {
    "line_number": "92", 
    "text": "the coast, where the currents were favourable; the coast, irregular in\n"
  }, 
  {
    "line_number": "93", 
    "text": "profile, and visible sometimes across the clearings, was at most five\n"
  }, 
  {
    "line_number": "94", 
    "text": "miles distant.  The sea was less boisterous, since the wind came off\n"
  }, 
  {
    "line_number": "95", 
    "text": "land--a fortunate circumstance for the boat, which would suffer, owing\n"
  }, 
  {
    "line_number": "96", 
    "text": "to its small tonnage, by a heavy surge on the sea.\n"
  }, 
  {
    "line_number": "97", 
    "text": "\n"
  }, 
  {
    "line_number": "98", 
    "text": "The breeze subsided a little towards noon, and set in from the\n"
  }, 
  {
    "line_number": "99", 
    "text": "south-west.  The pilot put up his poles, but took them down again\n"
  }, 
  {
    "line_number": "100", 
    "text": "within two hours, as the wind freshened up anew.\n"
  }, 
  {
    "line_number": "101", 
    "text": "\n"
  }, 
  {
    "line_number": "102", 
    "text": "Mr. Fogg and Aouda, happily unaffected by the roughness of the sea, ate\n"
  }, 
  {
    "line_number": "103", 
    "text": "with a good appetite, Fix being invited to share their repast, which he\n"
  }, 
  {
    "line_number": "104", 
    "text": "accepted with secret chagrin.  To travel at this man's expense and live\n"
  }, 
  {
    "line_number": "105", 
    "text": "upon his provisions was not palatable to him.  Still, he was obliged to\n"
  }, 
  {
    "line_number": "106", 
    "text": "eat, and so he ate.\n"
  }, 
  {
    "line_number": "107", 
    "text": "\n"
  }, 
  {
    "line_number": "108", 
    "text": "When the meal was over, he took Mr. Fogg apart, and said, \"sir\"--this\n"
  }, 
  {
    "line_number": "109", 
    "text": "\"sir\" scorched his lips, and he had to control himself to avoid\n"
  }, 
  {
    "line_number": "110", 
    "text": "collaring this \"gentleman\"--\"sir, you have been very kind to give me a\n"
  }, 
  {
    "line_number": "111", 
    "text": "passage on this boat.  But, though my means will not admit of my\n"
  }, 
  {
    "line_number": "112", 
    "text": "expending them as freely as you, I must ask to pay my share--\"\n"
  }, 
  {
    "line_number": "113", 
    "text": "\n"
  }, 
  {
    "line_number": "114", 
    "text": "\"Let us not speak of that, sir,\" replied Mr. Fogg.\n"
  }, 
  {
    "line_number": "115", 
    "text": "\n"
  }, 
  {
    "line_number": "116", 
    "text": "\"But, if I insist--\"\n"
  }, 
  {
    "line_number": "117", 
    "text": "\n"
  }, 
  {
    "line_number": "118", 
    "text": "\"No, sir,\" repeated Mr. Fogg, in a tone which did not admit of a reply.\n"
  }, 
  {
    "line_number": "119", 
    "text": "\"This enters into my general expenses.\"\n"
  }, 
  {
    "line_number": "120", 
    "text": "\n"
  }, 
  {
    "line_number": "121", 
    "text": "Fix, as he bowed, had a stifled feeling, and, going forward, where he\n"
  }, 
  {
    "line_number": "122", 
    "text": "ensconced himself, did not open his mouth for the rest of the day.\n"
  }, 
  {
    "line_number": "123", 
    "text": "\n"
  }, 
  {
    "line_number": "124", 
    "text": "Meanwhile they were progressing famously, and John Bunsby was in high\n"
  }, 
  {
    "line_number": "125", 
    "text": "hope.  He several times assured Mr. Fogg that they would reach Shanghai\n"
  }, 
  {
    "line_number": "126", 
    "text": "in time; to which that gentleman responded that he counted upon it.\n"
  }, 
  {
    "line_number": "127", 
    "text": "The crew set to work in good earnest, inspired by the reward to be\n"
  }, 
  {
    "line_number": "128", 
    "text": "gained.  There was not a sheet which was not tightened, not a sail which\n"
  }, 
  {
    "line_number": "129", 
    "text": "was not vigorously hoisted; not a lurch could be charged to the man at\n"
  }, 
  {
    "line_number": "130", 
    "text": "the helm.  They worked as desperately as if they were contesting in a\n"
  }, 
  {
    "line_number": "131", 
    "text": "Royal yacht regatta.\n"
  }, 
  {
    "line_number": "132", 
    "text": "\n"
  }, 
  {
    "line_number": "133", 
    "text": "By evening, the log showed that two hundred and twenty miles had been\n"
  }, 
  {
    "line_number": "134", 
    "text": "accomplished from Hong Kong, and Mr. Fogg might hope that he would be\n"
  }, 
  {
    "line_number": "135", 
    "text": "able to reach Yokohama without recording any delay in his journal; in\n"
  }, 
  {
    "line_number": "136", 
    "text": "which case, the many misadventures which had overtaken him since he\n"
  }, 
  {
    "line_number": "137", 
    "text": "left London would not seriously affect his journey.\n"
  }, 
  {
    "line_number": "138", 
    "text": "\n"
  }, 
  {
    "line_number": "139", 
    "text": "The Tankadere entered the Straits of Fo-Kien, which separate the island\n"
  }, 
  {
    "line_number": "140", 
    "text": "of Formosa from the Chinese coast, in the small hours of the night, and\n"
  }, 
  {
    "line_number": "141", 
    "text": "crossed the Tropic of Cancer.  The sea was very rough in the straits,\n"
  }, 
  {
    "line_number": "142", 
    "text": "full of eddies formed by the counter-currents, and the chopping waves\n"
  }, 
  {
    "line_number": "143", 
    "text": "broke her course, whilst it became very difficult to stand on deck.\n"
  }, 
  {
    "line_number": "144", 
    "text": "\n"
  }, 
  {
    "line_number": "145", 
    "text": "At daybreak the wind began to blow hard again, and the heavens seemed\n"
  }, 
  {
    "line_number": "146", 
    "text": "to predict a gale.  The barometer announced a speedy change, the\n"
  }, 
  {
    "line_number": "147", 
    "text": "mercury rising and falling capriciously; the sea also, in the\n"
  }, 
  {
    "line_number": "148", 
    "text": "south-east, raised long surges which indicated a tempest.  The sun had\n"
  }, 
  {
    "line_number": "149", 
    "text": "set the evening before in a red mist, in the midst of the\n"
  }, 
  {
    "line_number": "150", 
    "text": "phosphorescent scintillations of the ocean.\n"
  }, 
  {
    "line_number": "151", 
    "text": "\n"
  }, 
  {
    "line_number": "152", 
    "text": "John Bunsby long examined the threatening aspect of the heavens,\n"
  }, 
  {
    "line_number": "153", 
    "text": "muttering indistinctly between his teeth.  At last he said in a low\n"
  }, 
  {
    "line_number": "154", 
    "text": "voice to Mr. Fogg, \"Shall I speak out to your honour?\"\n"
  }, 
  {
    "line_number": "155", 
    "text": "\n"
  }, 
  {
    "line_number": "156", 
    "text": "\"Of course.\"\n"
  }, 
  {
    "line_number": "157", 
    "text": "\n"
  }, 
  {
    "line_number": "158", 
    "text": "\"Well, we are going to have a squall.\"\n"
  }, 
  {
    "line_number": "159", 
    "text": "\n"
  }, 
  {
    "line_number": "160", 
    "text": "\"Is the wind north or south?\" asked Mr. Fogg quietly.\n"
  }, 
  {
    "line_number": "161", 
    "text": "\n"
  }, 
  {
    "line_number": "162", 
    "text": "\"South.  Look! a typhoon is coming up.\"\n"
  }, 
  {
    "line_number": "163", 
    "text": "\n"
  }, 
  {
    "line_number": "164", 
    "text": "\"Glad it's a typhoon from the south, for it will carry us forward.\"\n"
  }, 
  {
    "line_number": "165", 
    "text": "\n"
  }, 
  {
    "line_number": "166", 
    "text": "\"Oh, if you take it that way,\" said John Bunsby, \"I've nothing more to\n"
  }, 
  {
    "line_number": "167", 
    "text": "say.\" John Bunsby's suspicions were confirmed.  At a less advanced\n"
  }, 
  {
    "line_number": "168", 
    "text": "season of the year the typhoon, according to a famous meteorologist,\n"
  }, 
  {
    "line_number": "169", 
    "text": "would have passed away like a luminous cascade of electric flame; but\n"
  }, 
  {
    "line_number": "170", 
    "text": "in the winter equinox it was to be feared that it would burst upon them\n"
  }, 
  {
    "line_number": "171", 
    "text": "with great violence.\n"
  }, 
  {
    "line_number": "172", 
    "text": "\n"
  }, 
  {
    "line_number": "173", 
    "text": "The pilot took his precautions in advance.  He reefed all sail, the\n"
  }, 
  {
    "line_number": "174", 
    "text": "pole-masts were dispensed with; all hands went forward to the bows.  A\n"
  }, 
  {
    "line_number": "175", 
    "text": "single triangular sail, of strong canvas, was hoisted as a storm-jib,\n"
  }, 
  {
    "line_number": "176", 
    "text": "so as to hold the wind from behind.  Then they waited.\n"
  }, 
  {
    "line_number": "177", 
    "text": "\n"
  }, 
  {
    "line_number": "178", 
    "text": "John Bunsby had requested his passengers to go below; but this\n"
  }, 
  {
    "line_number": "179", 
    "text": "imprisonment in so narrow a space, with little air, and the boat\n"
  }, 
  {
    "line_number": "180", 
    "text": "bouncing in the gale, was far from pleasant.  Neither Mr. Fogg, Fix,\n"
  }, 
  {
    "line_number": "181", 
    "text": "nor Aouda consented to leave the deck.\n"
  }, 
  {
    "line_number": "182", 
    "text": "\n"
  }, 
  {
    "line_number": "183", 
    "text": "The storm of rain and wind descended upon them towards eight o'clock.\n"
  }, 
  {
    "line_number": "184", 
    "text": "With but its bit of sail, the Tankadere was lifted like a feather by a\n"
  }, 
  {
    "line_number": "185", 
    "text": "wind, an idea of whose violence can scarcely be given.  To compare her\n"
  }, 
  {
    "line_number": "186", 
    "text": "speed to four times that of a locomotive going on full steam would be\n"
  }, 
  {
    "line_number": "187", 
    "text": "below the truth.\n"
  }, 
  {
    "line_number": "188", 
    "text": "\n"
  }, 
  {
    "line_number": "189", 
    "text": "The boat scudded thus northward during the whole day, borne on by\n"
  }, 
  {
    "line_number": "190", 
    "text": "monstrous waves, preserving always, fortunately, a speed equal to\n"
  }, 
  {
    "line_number": "191", 
    "text": "theirs.  Twenty times she seemed almost to be submerged by these\n"
  }, 
  {
    "line_number": "192", 
    "text": "mountains of water which rose behind her; but the adroit management of\n"
  }, 
  {
    "line_number": "193", 
    "text": "the pilot saved her.  The passengers were often bathed in spray, but\n"
  }, 
  {
    "line_number": "194", 
    "text": "they submitted to it philosophically.  Fix cursed it, no doubt; but\n"
  }, 
  {
    "line_number": "195", 
    "text": "Aouda, with her eyes fastened upon her protector, whose coolness amazed\n"
  }, 
  {
    "line_number": "196", 
    "text": "her, showed herself worthy of him, and bravely weathered the storm.  As\n"
  }, 
  {
    "line_number": "197", 
    "text": "for Phileas Fogg, it seemed just as if the typhoon were a part of his\n"
  }, 
  {
    "line_number": "198", 
    "text": "programme.\n"
  }, 
  {
    "line_number": "199", 
    "text": "\n"
  }, 
  {
    "line_number": "200", 
    "text": "Up to this time the Tankadere had always held her course to the north;\n"
  }, 
  {
    "line_number": "201", 
    "text": "but towards evening the wind, veering three quarters, bore down from\n"
  }, 
  {
    "line_number": "202", 
    "text": "the north-west.  The boat, now lying in the trough of the waves, shook\n"
  }, 
  {
    "line_number": "203", 
    "text": "and rolled terribly; the sea struck her with fearful violence.  At\n"
  }, 
  {
    "line_number": "204", 
    "text": "night the tempest increased in violence.  John Bunsby saw the approach\n"
  }, 
  {
    "line_number": "205", 
    "text": "of darkness and the rising of the storm with dark misgivings.  He\n"
  }, 
  {
    "line_number": "206", 
    "text": "thought awhile, and then asked his crew if it was not time to slacken\n"
  }, 
  {
    "line_number": "207", 
    "text": "speed.  After a consultation he approached Mr. Fogg, and said, \"I\n"
  }, 
  {
    "line_number": "208", 
    "text": "think, your honour, that we should do well to make for one of the ports\n"
  }, 
  {
    "line_number": "209", 
    "text": "on the coast.\"\n"
  }, 
  {
    "line_number": "210", 
    "text": "\n"
  }, 
  {
    "line_number": "211", 
    "text": "\"I think so too.\"\n"
  }, 
  {
    "line_number": "212", 
    "text": "\n"
  }, 
  {
    "line_number": "213", 
    "text": "\"Ah!\" said the pilot.  \"But which one?\"\n"
  }, 
  {
    "line_number": "214", 
    "text": "\n"
  }, 
  {
    "line_number": "215", 
    "text": "\"I know of but one,\" returned Mr. Fogg tranquilly.\n"
  }, 
  {
    "line_number": "216", 
    "text": "\n"
  }, 
  {
    "line_number": "217", 
    "text": "\"And that is--\"\n"
  }, 
  {
    "line_number": "218", 
    "text": "\n"
  }, 
  {
    "line_number": "219", 
    "text": "\"Shanghai.\"\n"
  }, 
  {
    "line_number": "220", 
    "text": "\n"
  }, 
  {
    "line_number": "221", 
    "text": "The pilot, at first, did not seem to comprehend; he could scarcely\n"
  }, 
  {
    "line_number": "222", 
    "text": "realise so much determination and tenacity.  Then he cried, \"Well--yes!\n"
  }, 
  {
    "line_number": "223", 
    "text": "Your honour is right.  To Shanghai!\"\n"
  }, 
  {
    "line_number": "224", 
    "text": "\n"
  }, 
  {
    "line_number": "225", 
    "text": "So the Tankadere kept steadily on her northward track.\n"
  }, 
  {
    "line_number": "226", 
    "text": "\n"
  }, 
  {
    "line_number": "227", 
    "text": "The night was really terrible; it would be a miracle if the craft did\n"
  }, 
  {
    "line_number": "228", 
    "text": "not founder.  Twice it could have been all over with her if the crew\n"
  }, 
  {
    "line_number": "229", 
    "text": "had not been constantly on the watch.  Aouda was exhausted, but did not\n"
  }, 
  {
    "line_number": "230", 
    "text": "utter a complaint.  More than once Mr. Fogg rushed to protect her from\n"
  }, 
  {
    "line_number": "231", 
    "text": "the violence of the waves.\n"
  }, 
  {
    "line_number": "232", 
    "text": "\n"
  }, 
  {
    "line_number": "233", 
    "text": "Day reappeared.  The tempest still raged with undiminished fury; but\n"
  }, 
  {
    "line_number": "234", 
    "text": "the wind now returned to the south-east.  It was a favourable change,\n"
  }, 
  {
    "line_number": "235", 
    "text": "and the Tankadere again bounded forward on this mountainous sea, though\n"
  }, 
  {
    "line_number": "236", 
    "text": "the waves crossed each other, and imparted shocks and counter-shocks\n"
  }, 
  {
    "line_number": "237", 
    "text": "which would have crushed a craft less solidly built.  From time to time\n"
  }, 
  {
    "line_number": "238", 
    "text": "the coast was visible through the broken mist, but no vessel was in\n"
  }, 
  {
    "line_number": "239", 
    "text": "sight.  The Tankadere was alone upon the sea.\n"
  }, 
  {
    "line_number": "240", 
    "text": "\n"
  }, 
  {
    "line_number": "241", 
    "text": "There were some signs of a calm at noon, and these became more distinct\n"
  }, 
  {
    "line_number": "242", 
    "text": "as the sun descended toward the horizon.  The tempest had been as brief\n"
  }, 
  {
    "line_number": "243", 
    "text": "as terrific.  The passengers, thoroughly exhausted, could now eat a\n"
  }, 
  {
    "line_number": "244", 
    "text": "little, and take some repose.\n"
  }, 
  {
    "line_number": "245", 
    "text": "\n"
  }, 
  {
    "line_number": "246", 
    "text": "The night was comparatively quiet.  Some of the sails were again\n"
  }, 
  {
    "line_number": "247", 
    "text": "hoisted, and the speed of the boat was very good.  The next morning at\n"
  }, 
  {
    "line_number": "248", 
    "text": "dawn they espied the coast, and John Bunsby was able to assert that\n"
  }, 
  {
    "line_number": "249", 
    "text": "they were not one hundred miles from Shanghai.  A hundred miles, and\n"
  }, 
  {
    "line_number": "250", 
    "text": "only one day to traverse them!  That very evening Mr. Fogg was due at\n"
  }, 
  {
    "line_number": "251", 
    "text": "Shanghai, if he did not wish to miss the steamer to Yokohama.  Had\n"
  }, 
  {
    "line_number": "252", 
    "text": "there been no storm, during which several hours were lost, they would\n"
  }, 
  {
    "line_number": "253", 
    "text": "be at this moment within thirty miles of their destination.\n"
  }, 
  {
    "line_number": "254", 
    "text": "\n"
  }, 
  {
    "line_number": "255", 
    "text": "The wind grew decidedly calmer, and happily the sea fell with it.  All\n"
  }, 
  {
    "line_number": "256", 
    "text": "sails were now hoisted, and at noon the Tankadere was within forty-five\n"
  }, 
  {
    "line_number": "257", 
    "text": "miles of Shanghai.  There remained yet six hours in which to accomplish\n"
  }, 
  {
    "line_number": "258", 
    "text": "that distance.  All on board feared that it could not be done, and\n"
  }, 
  {
    "line_number": "259", 
    "text": "every one--Phileas Fogg, no doubt, excepted--felt his heart beat with\n"
  }, 
  {
    "line_number": "260", 
    "text": "impatience.  The boat must keep up an average of nine miles an hour,\n"
  }, 
  {
    "line_number": "261", 
    "text": "and the wind was becoming calmer every moment!  It was a capricious\n"
  }, 
  {
    "line_number": "262", 
    "text": "breeze, coming from the coast, and after it passed the sea became\n"
  }, 
  {
    "line_number": "263", 
    "text": "smooth.  Still, the Tankadere was so light, and her fine sails caught\n"
  }, 
  {
    "line_number": "264", 
    "text": "the fickle zephyrs so well, that, with the aid of the currents John\n"
  }, 
  {
    "line_number": "265", 
    "text": "Bunsby found himself at six o'clock not more than ten miles from the\n"
  }, 
  {
    "line_number": "266", 
    "text": "mouth of Shanghai River.  Shanghai itself is situated at least twelve\n"
  }, 
  {
    "line_number": "267", 
    "text": "miles up the stream.  At seven they were still three miles from\n"
  }, 
  {
    "line_number": "268", 
    "text": "Shanghai.  The pilot swore an angry oath; the reward of two hundred\n"
  }, 
  {
    "line_number": "269", 
    "text": "pounds was evidently on the point of escaping him.  He looked at Mr.\n"
  }, 
  {
    "line_number": "270", 
    "text": "Fogg.  Mr. Fogg was perfectly tranquil; and yet his whole fortune was\n"
  }, 
  {
    "line_number": "271", 
    "text": "at this moment at stake.\n"
  }, 
  {
    "line_number": "272", 
    "text": "\n"
  }, 
  {
    "line_number": "273", 
    "text": "At this moment, also, a long black funnel, crowned with wreaths of\n"
  }, 
  {
    "line_number": "274", 
    "text": "smoke, appeared on the edge of the waters.  It was the American\n"
  }, 
  {
    "line_number": "275", 
    "text": "steamer, leaving for Yokohama at the appointed time.\n"
  }, 
  {
    "line_number": "276", 
    "text": "\n"
  }, 
  {
    "line_number": "277", 
    "text": "\"Confound her!\" cried John Bunsby, pushing back the rudder with a\n"
  }, 
  {
    "line_number": "278", 
    "text": "desperate jerk.\n"
  }, 
  {
    "line_number": "279", 
    "text": "\n"
  }, 
  {
    "line_number": "280", 
    "text": "\"Signal her!\" said Phileas Fogg quietly.\n"
  }, 
  {
    "line_number": "281", 
    "text": "\n"
  }, 
  {
    "line_number": "282", 
    "text": "A small brass cannon stood on the forward deck of the Tankadere, for\n"
  }, 
  {
    "line_number": "283", 
    "text": "making signals in the fogs.  It was loaded to the muzzle; but just as\n"
  }, 
  {
    "line_number": "284", 
    "text": "the pilot was about to apply a red-hot coal to the touchhole, Mr. Fogg\n"
  }, 
  {
    "line_number": "285", 
    "text": "said, \"Hoist your flag!\"\n"
  }, 
  {
    "line_number": "286", 
    "text": "\n"
  }, 
  {
    "line_number": "287", 
    "text": "The flag was run up at half-mast, and, this being the signal of\n"
  }, 
  {
    "line_number": "288", 
    "text": "distress, it was hoped that the American steamer, perceiving it, would\n"
  }, 
  {
    "line_number": "289", 
    "text": "change her course a little, so as to succour the pilot-boat.\n"
  }, 
  {
    "line_number": "290", 
    "text": "\n"
  }, 
  {
    "line_number": "291", 
    "text": "\"Fire!\" said Mr. Fogg.  And the booming of the little cannon resounded\n"
  }, 
  {
    "line_number": "292", 
    "text": "in the air.\n"
  }, 
  {
    "line_number": "293", 
    "text": "\n"
  }, 
  {
    "line_number": "294", 
    "text": "\n"
  }, 
  {
    "line_number": "295", 
    "text": "\n"
  }, 
  {
    "line_number": "296", 
    "text": "\n"
  }
]