[
  {
    "line_number": "0", 
    "text": "\n"
  }, 
  {
    "line_number": "1", 
    "text": "IN WHICH PASSEPARTOUT FINDS OUT THAT, EVEN AT THE ANTIPODES, IT IS\n"
  }, 
  {
    "line_number": "2", 
    "text": "CONVENIENT TO HAVE SOME MONEY IN ONE'S POCKET\n"
  }, 
  {
    "line_number": "3", 
    "text": "\n"
  }, 
  {
    "line_number": "4", 
    "text": "\n"
  }, 
  {
    "line_number": "5", 
    "text": "The Carnatic, setting sail from Hong Kong at half-past six on the 7th\n"
  }, 
  {
    "line_number": "6", 
    "text": "of November, directed her course at full steam towards Japan.  She\n"
  }, 
  {
    "line_number": "7", 
    "text": "carried a large cargo and a well-filled cabin of passengers.  Two\n"
  }, 
  {
    "line_number": "8", 
    "text": "state-rooms in the rear were, however, unoccupied--those which had been\n"
  }, 
  {
    "line_number": "9", 
    "text": "engaged by Phileas Fogg.\n"
  }, 
  {
    "line_number": "10", 
    "text": "\n"
  }, 
  {
    "line_number": "11", 
    "text": "The next day a passenger with a half-stupefied eye, staggering gait,\n"
  }, 
  {
    "line_number": "12", 
    "text": "and disordered hair, was seen to emerge from the second cabin, and to\n"
  }, 
  {
    "line_number": "13", 
    "text": "totter to a seat on deck.\n"
  }, 
  {
    "line_number": "14", 
    "text": "\n"
  }, 
  {
    "line_number": "15", 
    "text": "It was Passepartout; and what had happened to him was as follows:\n"
  }, 
  {
    "line_number": "16", 
    "text": "Shortly after Fix left the opium den, two waiters had lifted the\n"
  }, 
  {
    "line_number": "17", 
    "text": "unconscious Passepartout, and had carried him to the bed reserved for\n"
  }, 
  {
    "line_number": "18", 
    "text": "the smokers.  Three hours later, pursued even in his dreams by a fixed\n"
  }, 
  {
    "line_number": "19", 
    "text": "idea, the poor fellow awoke, and struggled against the stupefying\n"
  }, 
  {
    "line_number": "20", 
    "text": "influence of the narcotic.  The thought of a duty unfulfilled shook off\n"
  }, 
  {
    "line_number": "21", 
    "text": "his torpor, and he hurried from the abode of drunkenness.  Staggering\n"
  }, 
  {
    "line_number": "22", 
    "text": "and holding himself up by keeping against the walls, falling down and\n"
  }, 
  {
    "line_number": "23", 
    "text": "creeping up again, and irresistibly impelled by a kind of instinct, he\n"
  }, 
  {
    "line_number": "24", 
    "text": "kept crying out, \"The Carnatic! the Carnatic!\"\n"
  }, 
  {
    "line_number": "25", 
    "text": "\n"
  }, 
  {
    "line_number": "26", 
    "text": "The steamer lay puffing alongside the quay, on the point of starting.\n"
  }, 
  {
    "line_number": "27", 
    "text": "Passepartout had but few steps to go; and, rushing upon the plank, he\n"
  }, 
  {
    "line_number": "28", 
    "text": "crossed it, and fell unconscious on the deck, just as the Carnatic was\n"
  }, 
  {
    "line_number": "29", 
    "text": "moving off.  Several sailors, who were evidently accustomed to this\n"
  }, 
  {
    "line_number": "30", 
    "text": "sort of scene, carried the poor Frenchman down into the second cabin,\n"
  }, 
  {
    "line_number": "31", 
    "text": "and Passepartout did not wake until they were one hundred and fifty\n"
  }, 
  {
    "line_number": "32", 
    "text": "miles away from China.  Thus he found himself the next morning on the\n"
  }, 
  {
    "line_number": "33", 
    "text": "deck of the Carnatic, and eagerly inhaling the exhilarating sea-breeze.\n"
  }, 
  {
    "line_number": "34", 
    "text": "The pure air sobered him.  He began to collect his sense, which he\n"
  }, 
  {
    "line_number": "35", 
    "text": "found a difficult task; but at last he recalled the events of the\n"
  }, 
  {
    "line_number": "36", 
    "text": "evening before, Fix's revelation, and the opium-house.\n"
  }, 
  {
    "line_number": "37", 
    "text": "\n"
  }, 
  {
    "line_number": "38", 
    "text": "\"It is evident,\" said he to himself, \"that I have been abominably\n"
  }, 
  {
    "line_number": "39", 
    "text": "drunk!  What will Mr. Fogg say?  At least I have not missed the\n"
  }, 
  {
    "line_number": "40", 
    "text": "steamer, which is the most important thing.\"\n"
  }, 
  {
    "line_number": "41", 
    "text": "\n"
  }, 
  {
    "line_number": "42", 
    "text": "Then, as Fix occurred to him: \"As for that rascal, I hope we are well\n"
  }, 
  {
    "line_number": "43", 
    "text": "rid of him, and that he has not dared, as he proposed, to follow us on\n"
  }, 
  {
    "line_number": "44", 
    "text": "board the Carnatic.  A detective on the track of Mr. Fogg, accused of\n"
  }, 
  {
    "line_number": "45", 
    "text": "robbing the Bank of England!  Pshaw!  Mr. Fogg is no more a robber than\n"
  }, 
  {
    "line_number": "46", 
    "text": "I am a murderer.\"\n"
  }, 
  {
    "line_number": "47", 
    "text": "\n"
  }, 
  {
    "line_number": "48", 
    "text": "Should he divulge Fix's real errand to his master?  Would it do to tell\n"
  }, 
  {
    "line_number": "49", 
    "text": "the part the detective was playing?  Would it not be better to wait\n"
  }, 
  {
    "line_number": "50", 
    "text": "until Mr. Fogg reached London again, and then impart to him that an\n"
  }, 
  {
    "line_number": "51", 
    "text": "agent of the metropolitan police had been following him round the\n"
  }, 
  {
    "line_number": "52", 
    "text": "world, and have a good laugh over it?  No doubt; at least, it was worth\n"
  }, 
  {
    "line_number": "53", 
    "text": "considering.  The first thing to do was to find Mr. Fogg, and apologise\n"
  }, 
  {
    "line_number": "54", 
    "text": "for his singular behaviour.\n"
  }, 
  {
    "line_number": "55", 
    "text": "\n"
  }, 
  {
    "line_number": "56", 
    "text": "Passepartout got up and proceeded, as well as he could with the rolling\n"
  }, 
  {
    "line_number": "57", 
    "text": "of the steamer, to the after-deck.  He saw no one who resembled either\n"
  }, 
  {
    "line_number": "58", 
    "text": "his master or Aouda.  \"Good!\"  muttered he; \"Aouda has not got up yet,\n"
  }, 
  {
    "line_number": "59", 
    "text": "and Mr. Fogg has probably found some partners at whist.\"\n"
  }, 
  {
    "line_number": "60", 
    "text": "\n"
  }, 
  {
    "line_number": "61", 
    "text": "He descended to the saloon.  Mr. Fogg was not there.  Passepartout had\n"
  }, 
  {
    "line_number": "62", 
    "text": "only, however, to ask the purser the number of his master's state-room.\n"
  }, 
  {
    "line_number": "63", 
    "text": "The purser replied that he did not know any passenger by the name of\n"
  }, 
  {
    "line_number": "64", 
    "text": "Fogg.\n"
  }, 
  {
    "line_number": "65", 
    "text": "\n"
  }, 
  {
    "line_number": "66", 
    "text": "\"I beg your pardon,\" said Passepartout persistently.  \"He is a tall\n"
  }, 
  {
    "line_number": "67", 
    "text": "gentleman, quiet, and not very talkative, and has with him a young\n"
  }, 
  {
    "line_number": "68", 
    "text": "lady--\"\n"
  }, 
  {
    "line_number": "69", 
    "text": "\n"
  }, 
  {
    "line_number": "70", 
    "text": "\"There is no young lady on board,\" interrupted the purser.  \"Here is a\n"
  }, 
  {
    "line_number": "71", 
    "text": "list of the passengers; you may see for yourself.\"\n"
  }, 
  {
    "line_number": "72", 
    "text": "\n"
  }, 
  {
    "line_number": "73", 
    "text": "Passepartout scanned the list, but his master's name was not upon it.\n"
  }, 
  {
    "line_number": "74", 
    "text": "All at once an idea struck him.\n"
  }, 
  {
    "line_number": "75", 
    "text": "\n"
  }, 
  {
    "line_number": "76", 
    "text": "\"Ah! am I on the Carnatic?\"\n"
  }, 
  {
    "line_number": "77", 
    "text": "\n"
  }, 
  {
    "line_number": "78", 
    "text": "\"Yes.\"\n"
  }, 
  {
    "line_number": "79", 
    "text": "\n"
  }, 
  {
    "line_number": "80", 
    "text": "\"On the way to Yokohama?\"\n"
  }, 
  {
    "line_number": "81", 
    "text": "\n"
  }, 
  {
    "line_number": "82", 
    "text": "\"Certainly.\"\n"
  }, 
  {
    "line_number": "83", 
    "text": "\n"
  }, 
  {
    "line_number": "84", 
    "text": "Passepartout had for an instant feared that he was on the wrong boat;\n"
  }, 
  {
    "line_number": "85", 
    "text": "but, though he was really on the Carnatic, his master was not there.\n"
  }, 
  {
    "line_number": "86", 
    "text": "\n"
  }, 
  {
    "line_number": "87", 
    "text": "He fell thunderstruck on a seat.  He saw it all now.  He remembered\n"
  }, 
  {
    "line_number": "88", 
    "text": "that the time of sailing had been changed, that he should have informed\n"
  }, 
  {
    "line_number": "89", 
    "text": "his master of that fact, and that he had not done so.  It was his\n"
  }, 
  {
    "line_number": "90", 
    "text": "fault, then, that Mr. Fogg and Aouda had missed the steamer.  Yes, but\n"
  }, 
  {
    "line_number": "91", 
    "text": "it was still more the fault of the traitor who, in order to separate\n"
  }, 
  {
    "line_number": "92", 
    "text": "him from his master, and detain the latter at Hong Kong, had inveigled\n"
  }, 
  {
    "line_number": "93", 
    "text": "him into getting drunk!  He now saw the detective's trick; and at this\n"
  }, 
  {
    "line_number": "94", 
    "text": "moment Mr. Fogg was certainly ruined, his bet was lost, and he himself\n"
  }, 
  {
    "line_number": "95", 
    "text": "perhaps arrested and imprisoned!  At this thought Passepartout tore his\n"
  }, 
  {
    "line_number": "96", 
    "text": "hair.  Ah, if Fix ever came within his reach, what a settling of\n"
  }, 
  {
    "line_number": "97", 
    "text": "accounts there would be!\n"
  }, 
  {
    "line_number": "98", 
    "text": "\n"
  }, 
  {
    "line_number": "99", 
    "text": "After his first depression, Passepartout became calmer, and began to\n"
  }, 
  {
    "line_number": "100", 
    "text": "study his situation.  It was certainly not an enviable one.  He found\n"
  }, 
  {
    "line_number": "101", 
    "text": "himself on the way to Japan, and what should he do when he got there?\n"
  }, 
  {
    "line_number": "102", 
    "text": "His pocket was empty; he had not a solitary shilling, not so much as a\n"
  }, 
  {
    "line_number": "103", 
    "text": "penny.  His passage had fortunately been paid for in advance; and he\n"
  }, 
  {
    "line_number": "104", 
    "text": "had five or six days in which to decide upon his future course.  He\n"
  }, 
  {
    "line_number": "105", 
    "text": "fell to at meals with an appetite, and ate for Mr. Fogg, Aouda, and\n"
  }, 
  {
    "line_number": "106", 
    "text": "himself.  He helped himself as generously as if Japan were a desert,\n"
  }, 
  {
    "line_number": "107", 
    "text": "where nothing to eat was to be looked for.\n"
  }, 
  {
    "line_number": "108", 
    "text": "\n"
  }, 
  {
    "line_number": "109", 
    "text": "At dawn on the 13th the Carnatic entered the port of Yokohama.  This is\n"
  }, 
  {
    "line_number": "110", 
    "text": "an important port of call in the Pacific, where all the mail-steamers,\n"
  }, 
  {
    "line_number": "111", 
    "text": "and those carrying travellers between North America, China, Japan, and\n"
  }, 
  {
    "line_number": "112", 
    "text": "the Oriental islands put in.  It is situated in the bay of Yeddo, and\n"
  }, 
  {
    "line_number": "113", 
    "text": "at but a short distance from that second capital of the Japanese\n"
  }, 
  {
    "line_number": "114", 
    "text": "Empire, and the residence of the Tycoon, the civil Emperor, before the\n"
  }, 
  {
    "line_number": "115", 
    "text": "Mikado, the spiritual Emperor, absorbed his office in his own.  The\n"
  }, 
  {
    "line_number": "116", 
    "text": "Carnatic anchored at the quay near the custom-house, in the midst of a\n"
  }, 
  {
    "line_number": "117", 
    "text": "crowd of ships bearing the flags of all nations.\n"
  }, 
  {
    "line_number": "118", 
    "text": "\n"
  }, 
  {
    "line_number": "119", 
    "text": "Passepartout went timidly ashore on this so curious territory of the\n"
  }, 
  {
    "line_number": "120", 
    "text": "Sons of the Sun.  He had nothing better to do than, taking chance for\n"
  }, 
  {
    "line_number": "121", 
    "text": "his guide, to wander aimlessly through the streets of Yokohama.  He\n"
  }, 
  {
    "line_number": "122", 
    "text": "found himself at first in a thoroughly European quarter, the houses\n"
  }, 
  {
    "line_number": "123", 
    "text": "having low fronts, and being adorned with verandas, beneath which he\n"
  }, 
  {
    "line_number": "124", 
    "text": "caught glimpses of neat peristyles.  This quarter occupied, with its\n"
  }, 
  {
    "line_number": "125", 
    "text": "streets, squares, docks, and warehouses, all the space between the\n"
  }, 
  {
    "line_number": "126", 
    "text": "\"promontory of the Treaty\" and the river.  Here, as at Hong Kong and\n"
  }, 
  {
    "line_number": "127", 
    "text": "Calcutta, were mixed crowds of all races, Americans and English,\n"
  }, 
  {
    "line_number": "128", 
    "text": "Chinamen and Dutchmen, mostly merchants ready to buy or sell anything.\n"
  }, 
  {
    "line_number": "129", 
    "text": "The Frenchman felt himself as much alone among them as if he had\n"
  }, 
  {
    "line_number": "130", 
    "text": "dropped down in the midst of Hottentots.\n"
  }, 
  {
    "line_number": "131", 
    "text": "\n"
  }, 
  {
    "line_number": "132", 
    "text": "He had, at least, one resource,--to call on the French and English\n"
  }, 
  {
    "line_number": "133", 
    "text": "consuls at Yokohama for assistance.  But he shrank from telling the\n"
  }, 
  {
    "line_number": "134", 
    "text": "story of his adventures, intimately connected as it was with that of\n"
  }, 
  {
    "line_number": "135", 
    "text": "his master; and, before doing so, he determined to exhaust all other\n"
  }, 
  {
    "line_number": "136", 
    "text": "means of aid.  As chance did not favour him in the European quarter, he\n"
  }, 
  {
    "line_number": "137", 
    "text": "penetrated that inhabited by the native Japanese, determined, if\n"
  }, 
  {
    "line_number": "138", 
    "text": "necessary, to push on to Yeddo.\n"
  }, 
  {
    "line_number": "139", 
    "text": "\n"
  }, 
  {
    "line_number": "140", 
    "text": "The Japanese quarter of Yokohama is called Benten, after the goddess of\n"
  }, 
  {
    "line_number": "141", 
    "text": "the sea, who is worshipped on the islands round about.  There\n"
  }, 
  {
    "line_number": "142", 
    "text": "Passepartout beheld beautiful fir and cedar groves, sacred gates of a\n"
  }, 
  {
    "line_number": "143", 
    "text": "singular architecture, bridges half hid in the midst of bamboos and\n"
  }, 
  {
    "line_number": "144", 
    "text": "reeds, temples shaded by immense cedar-trees, holy retreats where were\n"
  }, 
  {
    "line_number": "145", 
    "text": "sheltered Buddhist priests and sectaries of Confucius, and interminable\n"
  }, 
  {
    "line_number": "146", 
    "text": "streets, where a perfect harvest of rose-tinted and red-cheeked\n"
  }, 
  {
    "line_number": "147", 
    "text": "children, who looked as if they had been cut out of Japanese screens,\n"
  }, 
  {
    "line_number": "148", 
    "text": "and who were playing in the midst of short-legged poodles and yellowish\n"
  }, 
  {
    "line_number": "149", 
    "text": "cats, might have been gathered.\n"
  }, 
  {
    "line_number": "150", 
    "text": "\n"
  }, 
  {
    "line_number": "151", 
    "text": "The streets were crowded with people.  Priests were passing in\n"
  }, 
  {
    "line_number": "152", 
    "text": "processions, beating their dreary tambourines; police and custom-house\n"
  }, 
  {
    "line_number": "153", 
    "text": "officers with pointed hats encrusted with lac and carrying two sabres\n"
  }, 
  {
    "line_number": "154", 
    "text": "hung to their waists; soldiers, clad in blue cotton with white stripes,\n"
  }, 
  {
    "line_number": "155", 
    "text": "and bearing guns; the Mikado's guards, enveloped in silken doubles,\n"
  }, 
  {
    "line_number": "156", 
    "text": "hauberks and coats of mail; and numbers of military folk of all\n"
  }, 
  {
    "line_number": "157", 
    "text": "ranks--for the military profession is as much respected in Japan as it\n"
  }, 
  {
    "line_number": "158", 
    "text": "is despised in China--went hither and thither in groups and pairs.\n"
  }, 
  {
    "line_number": "159", 
    "text": "Passepartout saw, too, begging friars, long-robed pilgrims, and simple\n"
  }, 
  {
    "line_number": "160", 
    "text": "civilians, with their warped and jet-black hair, big heads, long busts,\n"
  }, 
  {
    "line_number": "161", 
    "text": "slender legs, short stature, and complexions varying from copper-colour\n"
  }, 
  {
    "line_number": "162", 
    "text": "to a dead white, but never yellow, like the Chinese, from whom the\n"
  }, 
  {
    "line_number": "163", 
    "text": "Japanese widely differ.  He did not fail to observe the curious\n"
  }, 
  {
    "line_number": "164", 
    "text": "equipages--carriages and palanquins, barrows supplied with sails, and\n"
  }, 
  {
    "line_number": "165", 
    "text": "litters made of bamboo; nor the women--whom he thought not especially\n"
  }, 
  {
    "line_number": "166", 
    "text": "handsome--who took little steps with their little feet, whereon they\n"
  }, 
  {
    "line_number": "167", 
    "text": "wore canvas shoes, straw sandals, and clogs of worked wood, and who\n"
  }, 
  {
    "line_number": "168", 
    "text": "displayed tight-looking eyes, flat chests, teeth fashionably blackened,\n"
  }, 
  {
    "line_number": "169", 
    "text": "and gowns crossed with silken scarfs, tied in an enormous knot behind\n"
  }, 
  {
    "line_number": "170", 
    "text": "an ornament which the modern Parisian ladies seem to have borrowed from\n"
  }, 
  {
    "line_number": "171", 
    "text": "the dames of Japan.\n"
  }, 
  {
    "line_number": "172", 
    "text": "\n"
  }, 
  {
    "line_number": "173", 
    "text": "Passepartout wandered for several hours in the midst of this motley\n"
  }, 
  {
    "line_number": "174", 
    "text": "crowd, looking in at the windows of the rich and curious shops, the\n"
  }, 
  {
    "line_number": "175", 
    "text": "jewellery establishments glittering with quaint Japanese ornaments, the\n"
  }, 
  {
    "line_number": "176", 
    "text": "restaurants decked with streamers and banners, the tea-houses, where\n"
  }, 
  {
    "line_number": "177", 
    "text": "the odorous beverage was being drunk with saki, a liquor concocted from\n"
  }, 
  {
    "line_number": "178", 
    "text": "the fermentation of rice, and the comfortable smoking-houses, where\n"
  }, 
  {
    "line_number": "179", 
    "text": "they were puffing, not opium, which is almost unknown in Japan, but a\n"
  }, 
  {
    "line_number": "180", 
    "text": "very fine, stringy tobacco.  He went on till he found himself in the\n"
  }, 
  {
    "line_number": "181", 
    "text": "fields, in the midst of vast rice plantations.  There he saw dazzling\n"
  }, 
  {
    "line_number": "182", 
    "text": "camellias expanding themselves, with flowers which were giving forth\n"
  }, 
  {
    "line_number": "183", 
    "text": "their last colours and perfumes, not on bushes, but on trees, and\n"
  }, 
  {
    "line_number": "184", 
    "text": "within bamboo enclosures, cherry, plum, and apple trees, which the\n"
  }, 
  {
    "line_number": "185", 
    "text": "Japanese cultivate rather for their blossoms than their fruit, and\n"
  }, 
  {
    "line_number": "186", 
    "text": "which queerly-fashioned, grinning scarecrows protected from the\n"
  }, 
  {
    "line_number": "187", 
    "text": "sparrows, pigeons, ravens, and other voracious birds.  On the branches\n"
  }, 
  {
    "line_number": "188", 
    "text": "of the cedars were perched large eagles; amid the foliage of the\n"
  }, 
  {
    "line_number": "189", 
    "text": "weeping willows were herons, solemnly standing on one leg; and on every\n"
  }, 
  {
    "line_number": "190", 
    "text": "hand were crows, ducks, hawks, wild birds, and a multitude of cranes,\n"
  }, 
  {
    "line_number": "191", 
    "text": "which the Japanese consider sacred, and which to their minds symbolise\n"
  }, 
  {
    "line_number": "192", 
    "text": "long life and prosperity.\n"
  }, 
  {
    "line_number": "193", 
    "text": "\n"
  }, 
  {
    "line_number": "194", 
    "text": "As he was strolling along, Passepartout espied some violets among the\n"
  }, 
  {
    "line_number": "195", 
    "text": "shrubs.\n"
  }, 
  {
    "line_number": "196", 
    "text": "\n"
  }, 
  {
    "line_number": "197", 
    "text": "\"Good!\" said he; \"I'll have some supper.\"\n"
  }, 
  {
    "line_number": "198", 
    "text": "\n"
  }, 
  {
    "line_number": "199", 
    "text": "But, on smelling them, he found that they were odourless.\n"
  }, 
  {
    "line_number": "200", 
    "text": "\n"
  }, 
  {
    "line_number": "201", 
    "text": "\"No chance there,\" thought he.\n"
  }, 
  {
    "line_number": "202", 
    "text": "\n"
  }, 
  {
    "line_number": "203", 
    "text": "The worthy fellow had certainly taken good care to eat as hearty a\n"
  }, 
  {
    "line_number": "204", 
    "text": "breakfast as possible before leaving the Carnatic; but, as he had been\n"
  }, 
  {
    "line_number": "205", 
    "text": "walking about all day, the demands of hunger were becoming importunate.\n"
  }, 
  {
    "line_number": "206", 
    "text": "He observed that the butchers stalls contained neither mutton, goat,\n"
  }, 
  {
    "line_number": "207", 
    "text": "nor pork; and, knowing also that it is a sacrilege to kill cattle,\n"
  }, 
  {
    "line_number": "208", 
    "text": "which are preserved solely for farming, he made up his mind that meat\n"
  }, 
  {
    "line_number": "209", 
    "text": "was far from plentiful in Yokohama--nor was he mistaken; and, in\n"
  }, 
  {
    "line_number": "210", 
    "text": "default of butcher's meat, he could have wished for a quarter of wild\n"
  }, 
  {
    "line_number": "211", 
    "text": "boar or deer, a partridge, or some quails, some game or fish, which,\n"
  }, 
  {
    "line_number": "212", 
    "text": "with rice, the Japanese eat almost exclusively.  But he found it\n"
  }, 
  {
    "line_number": "213", 
    "text": "necessary to keep up a stout heart, and to postpone the meal he craved\n"
  }, 
  {
    "line_number": "214", 
    "text": "till the following morning.  Night came, and Passepartout re-entered\n"
  }, 
  {
    "line_number": "215", 
    "text": "the native quarter, where he wandered through the streets, lit by\n"
  }, 
  {
    "line_number": "216", 
    "text": "vari-coloured lanterns, looking on at the dancers, who were executing\n"
  }, 
  {
    "line_number": "217", 
    "text": "skilful steps and boundings, and the astrologers who stood in the open\n"
  }, 
  {
    "line_number": "218", 
    "text": "air with their telescopes.  Then he came to the harbour, which was lit\n"
  }, 
  {
    "line_number": "219", 
    "text": "up by the resin torches of the fishermen, who were fishing from their\n"
  }, 
  {
    "line_number": "220", 
    "text": "boats.\n"
  }, 
  {
    "line_number": "221", 
    "text": "\n"
  }, 
  {
    "line_number": "222", 
    "text": "The streets at last became quiet, and the patrol, the officers of\n"
  }, 
  {
    "line_number": "223", 
    "text": "which, in their splendid costumes, and surrounded by their suites,\n"
  }, 
  {
    "line_number": "224", 
    "text": "Passepartout thought seemed like ambassadors, succeeded the bustling\n"
  }, 
  {
    "line_number": "225", 
    "text": "crowd.  Each time a company passed, Passepartout chuckled, and said to\n"
  }, 
  {
    "line_number": "226", 
    "text": "himself: \"Good! another Japanese embassy departing for Europe!\"\n"
  }, 
  {
    "line_number": "227", 
    "text": "\n"
  }, 
  {
    "line_number": "228", 
    "text": "\n"
  }, 
  {
    "line_number": "229", 
    "text": "\n"
  }, 
  {
    "line_number": "230", 
    "text": "\n"
  }
]