[
  {
    "line_number": "0", 
    "text": "\n"
  }, 
  {
    "line_number": "1", 
    "text": "IN WHICH PASSEPARTOUT IS ONLY TOO GLAD TO GET OFF WITH THE LOSS OF HIS\n"
  }, 
  {
    "line_number": "2", 
    "text": "SHOES\n"
  }, 
  {
    "line_number": "3", 
    "text": "\n"
  }, 
  {
    "line_number": "4", 
    "text": "\n"
  }, 
  {
    "line_number": "5", 
    "text": "Everybody knows that the great reversed triangle of land, with its base\n"
  }, 
  {
    "line_number": "6", 
    "text": "in the north and its apex in the south, which is called India, embraces\n"
  }, 
  {
    "line_number": "7", 
    "text": "fourteen hundred thousand square miles, upon which is spread unequally\n"
  }, 
  {
    "line_number": "8", 
    "text": "a population of one hundred and eighty millions of souls.  The British\n"
  }, 
  {
    "line_number": "9", 
    "text": "Crown exercises a real and despotic dominion over the larger portion of\n"
  }, 
  {
    "line_number": "10", 
    "text": "this vast country, and has a governor-general stationed at Calcutta,\n"
  }, 
  {
    "line_number": "11", 
    "text": "governors at Madras, Bombay, and in Bengal, and a lieutenant-governor\n"
  }, 
  {
    "line_number": "12", 
    "text": "at Agra.\n"
  }, 
  {
    "line_number": "13", 
    "text": "\n"
  }, 
  {
    "line_number": "14", 
    "text": "But British India, properly so called, only embraces seven hundred\n"
  }, 
  {
    "line_number": "15", 
    "text": "thousand square miles, and a population of from one hundred to one\n"
  }, 
  {
    "line_number": "16", 
    "text": "hundred and ten millions of inhabitants.  A considerable portion of\n"
  }, 
  {
    "line_number": "17", 
    "text": "India is still free from British authority; and there are certain\n"
  }, 
  {
    "line_number": "18", 
    "text": "ferocious rajahs in the interior who are absolutely independent.  The\n"
  }, 
  {
    "line_number": "19", 
    "text": "celebrated East India Company was all-powerful from 1756, when the\n"
  }, 
  {
    "line_number": "20", 
    "text": "English first gained a foothold on the spot where now stands the city\n"
  }, 
  {
    "line_number": "21", 
    "text": "of Madras, down to the time of the great Sepoy insurrection.  It\n"
  }, 
  {
    "line_number": "22", 
    "text": "gradually annexed province after province, purchasing them of the\n"
  }, 
  {
    "line_number": "23", 
    "text": "native chiefs, whom it seldom paid, and appointed the governor-general\n"
  }, 
  {
    "line_number": "24", 
    "text": "and his subordinates, civil and military.  But the East India Company\n"
  }, 
  {
    "line_number": "25", 
    "text": "has now passed away, leaving the British possessions in India directly\n"
  }, 
  {
    "line_number": "26", 
    "text": "under the control of the Crown.  The aspect of the country, as well as\n"
  }, 
  {
    "line_number": "27", 
    "text": "the manners and distinctions of race, is daily changing.\n"
  }, 
  {
    "line_number": "28", 
    "text": "\n"
  }, 
  {
    "line_number": "29", 
    "text": "Formerly one was obliged to travel in India by the old cumbrous methods\n"
  }, 
  {
    "line_number": "30", 
    "text": "of going on foot or on horseback, in palanquins or unwieldy coaches;\n"
  }, 
  {
    "line_number": "31", 
    "text": "now fast steamboats ply on the Indus and the Ganges, and a great\n"
  }, 
  {
    "line_number": "32", 
    "text": "railway, with branch lines joining the main line at many points on its\n"
  }, 
  {
    "line_number": "33", 
    "text": "route, traverses the peninsula from Bombay to Calcutta in three days.\n"
  }, 
  {
    "line_number": "34", 
    "text": "This railway does not run in a direct line across India.  The distance\n"
  }, 
  {
    "line_number": "35", 
    "text": "between Bombay and Calcutta, as the bird flies, is only from one\n"
  }, 
  {
    "line_number": "36", 
    "text": "thousand to eleven hundred miles; but the deflections of the road\n"
  }, 
  {
    "line_number": "37", 
    "text": "increase this distance by more than a third.\n"
  }, 
  {
    "line_number": "38", 
    "text": "\n"
  }, 
  {
    "line_number": "39", 
    "text": "The general route of the Great Indian Peninsula Railway is as follows:\n"
  }, 
  {
    "line_number": "40", 
    "text": "Leaving Bombay, it passes through Salcette, crossing to the continent\n"
  }, 
  {
    "line_number": "41", 
    "text": "opposite Tannah, goes over the chain of the Western Ghauts, runs thence\n"
  }, 
  {
    "line_number": "42", 
    "text": "north-east as far as Burhampoor, skirts the nearly independent\n"
  }, 
  {
    "line_number": "43", 
    "text": "territory of Bundelcund, ascends to Allahabad, turns thence eastwardly,\n"
  }, 
  {
    "line_number": "44", 
    "text": "meeting the Ganges at Benares, then departs from the river a little,\n"
  }, 
  {
    "line_number": "45", 
    "text": "and, descending south-eastward by Burdivan and the French town of\n"
  }, 
  {
    "line_number": "46", 
    "text": "Chandernagor, has its terminus at Calcutta.\n"
  }, 
  {
    "line_number": "47", 
    "text": "\n"
  }, 
  {
    "line_number": "48", 
    "text": "The passengers of the Mongolia went ashore at half-past four p.m.; at\n"
  }, 
  {
    "line_number": "49", 
    "text": "exactly eight the train would start for Calcutta.\n"
  }, 
  {
    "line_number": "50", 
    "text": "\n"
  }, 
  {
    "line_number": "51", 
    "text": "Mr. Fogg, after bidding good-bye to his whist partners, left the\n"
  }, 
  {
    "line_number": "52", 
    "text": "steamer, gave his servant several errands to do, urged it upon him to\n"
  }, 
  {
    "line_number": "53", 
    "text": "be at the station promptly at eight, and, with his regular step, which\n"
  }, 
  {
    "line_number": "54", 
    "text": "beat to the second, like an astronomical clock, directed his steps to\n"
  }, 
  {
    "line_number": "55", 
    "text": "the passport office.  As for the wonders of Bombay--its famous city\n"
  }, 
  {
    "line_number": "56", 
    "text": "hall, its splendid library, its forts and docks, its bazaars, mosques,\n"
  }, 
  {
    "line_number": "57", 
    "text": "synagogues, its Armenian churches, and the noble pagoda on Malabar\n"
  }, 
  {
    "line_number": "58", 
    "text": "Hill, with its two polygonal towers--he cared not a straw to see them.\n"
  }, 
  {
    "line_number": "59", 
    "text": "He would not deign to examine even the masterpieces of Elephanta, or\n"
  }, 
  {
    "line_number": "60", 
    "text": "the mysterious hypogea, concealed south-east from the docks, or those\n"
  }, 
  {
    "line_number": "61", 
    "text": "fine remains of Buddhist architecture, the Kanherian grottoes of the\n"
  }, 
  {
    "line_number": "62", 
    "text": "island of Salcette.\n"
  }, 
  {
    "line_number": "63", 
    "text": "\n"
  }, 
  {
    "line_number": "64", 
    "text": "Having transacted his business at the passport office, Phileas Fogg\n"
  }, 
  {
    "line_number": "65", 
    "text": "repaired quietly to the railway station, where he ordered dinner.\n"
  }, 
  {
    "line_number": "66", 
    "text": "Among the dishes served up to him, the landlord especially recommended\n"
  }, 
  {
    "line_number": "67", 
    "text": "a certain giblet of \"native rabbit,\" on which he prided himself.\n"
  }, 
  {
    "line_number": "68", 
    "text": "\n"
  }, 
  {
    "line_number": "69", 
    "text": "Mr. Fogg accordingly tasted the dish, but, despite its spiced sauce,\n"
  }, 
  {
    "line_number": "70", 
    "text": "found it far from palatable.  He rang for the landlord, and, on his\n"
  }, 
  {
    "line_number": "71", 
    "text": "appearance, said, fixing his clear eyes upon him, \"Is this rabbit, sir?\"\n"
  }, 
  {
    "line_number": "72", 
    "text": "\n"
  }, 
  {
    "line_number": "73", 
    "text": "\"Yes, my lord,\" the rogue boldly replied, \"rabbit from the jungles.\"\n"
  }, 
  {
    "line_number": "74", 
    "text": "\n"
  }, 
  {
    "line_number": "75", 
    "text": "\"And this rabbit did not mew when he was killed?\"\n"
  }, 
  {
    "line_number": "76", 
    "text": "\n"
  }, 
  {
    "line_number": "77", 
    "text": "\"Mew, my lord!  What, a rabbit mew!  I swear to you--\"\n"
  }, 
  {
    "line_number": "78", 
    "text": "\n"
  }, 
  {
    "line_number": "79", 
    "text": "\"Be so good, landlord, as not to swear, but remember this: cats were\n"
  }, 
  {
    "line_number": "80", 
    "text": "formerly considered, in India, as sacred animals.  That was a good\n"
  }, 
  {
    "line_number": "81", 
    "text": "time.\"\n"
  }, 
  {
    "line_number": "82", 
    "text": "\n"
  }, 
  {
    "line_number": "83", 
    "text": "\"For the cats, my lord?\"\n"
  }, 
  {
    "line_number": "84", 
    "text": "\n"
  }, 
  {
    "line_number": "85", 
    "text": "\"Perhaps for the travellers as well!\"\n"
  }, 
  {
    "line_number": "86", 
    "text": "\n"
  }, 
  {
    "line_number": "87", 
    "text": "After which Mr. Fogg quietly continued his dinner.  Fix had gone on\n"
  }, 
  {
    "line_number": "88", 
    "text": "shore shortly after Mr. Fogg, and his first destination was the\n"
  }, 
  {
    "line_number": "89", 
    "text": "headquarters of the Bombay police.  He made himself known as a London\n"
  }, 
  {
    "line_number": "90", 
    "text": "detective, told his business at Bombay, and the position of affairs\n"
  }, 
  {
    "line_number": "91", 
    "text": "relative to the supposed robber, and nervously asked if a warrant had\n"
  }, 
  {
    "line_number": "92", 
    "text": "arrived from London.  It had not reached the office; indeed, there had\n"
  }, 
  {
    "line_number": "93", 
    "text": "not yet been time for it to arrive.  Fix was sorely disappointed, and\n"
  }, 
  {
    "line_number": "94", 
    "text": "tried to obtain an order of arrest from the director of the Bombay\n"
  }, 
  {
    "line_number": "95", 
    "text": "police.  This the director refused, as the matter concerned the London\n"
  }, 
  {
    "line_number": "96", 
    "text": "office, which alone could legally deliver the warrant.  Fix did not\n"
  }, 
  {
    "line_number": "97", 
    "text": "insist, and was fain to resign himself to await the arrival of the\n"
  }, 
  {
    "line_number": "98", 
    "text": "important document; but he was determined not to lose sight of the\n"
  }, 
  {
    "line_number": "99", 
    "text": "mysterious rogue as long as he stayed in Bombay.  He did not doubt for\n"
  }, 
  {
    "line_number": "100", 
    "text": "a moment, any more than Passepartout, that Phileas Fogg would remain\n"
  }, 
  {
    "line_number": "101", 
    "text": "there, at least until it was time for the warrant to arrive.\n"
  }, 
  {
    "line_number": "102", 
    "text": "\n"
  }, 
  {
    "line_number": "103", 
    "text": "Passepartout, however, had no sooner heard his master's orders on\n"
  }, 
  {
    "line_number": "104", 
    "text": "leaving the Mongolia than he saw at once that they were to leave Bombay\n"
  }, 
  {
    "line_number": "105", 
    "text": "as they had done Suez and Paris, and that the journey would be extended\n"
  }, 
  {
    "line_number": "106", 
    "text": "at least as far as Calcutta, and perhaps beyond that place.  He began\n"
  }, 
  {
    "line_number": "107", 
    "text": "to ask himself if this bet that Mr. Fogg talked about was not really in\n"
  }, 
  {
    "line_number": "108", 
    "text": "good earnest, and whether his fate was not in truth forcing him,\n"
  }, 
  {
    "line_number": "109", 
    "text": "despite his love of repose, around the world in eighty days!\n"
  }, 
  {
    "line_number": "110", 
    "text": "\n"
  }, 
  {
    "line_number": "111", 
    "text": "Having purchased the usual quota of shirts and shoes, he took a\n"
  }, 
  {
    "line_number": "112", 
    "text": "leisurely promenade about the streets, where crowds of people of many\n"
  }, 
  {
    "line_number": "113", 
    "text": "nationalities--Europeans, Persians with pointed caps, Banyas with round\n"
  }, 
  {
    "line_number": "114", 
    "text": "turbans, Sindes with square bonnets, Parsees with black mitres, and\n"
  }, 
  {
    "line_number": "115", 
    "text": "long-robed Armenians--were collected.  It happened to be the day of a\n"
  }, 
  {
    "line_number": "116", 
    "text": "Parsee festival.  These descendants of the sect of Zoroaster--the most\n"
  }, 
  {
    "line_number": "117", 
    "text": "thrifty, civilised, intelligent, and austere of the East Indians, among\n"
  }, 
  {
    "line_number": "118", 
    "text": "whom are counted the richest native merchants of Bombay--were\n"
  }, 
  {
    "line_number": "119", 
    "text": "celebrating a sort of religious carnival, with processions and shows,\n"
  }, 
  {
    "line_number": "120", 
    "text": "in the midst of which Indian dancing-girls, clothed in rose-coloured\n"
  }, 
  {
    "line_number": "121", 
    "text": "gauze, looped up with gold and silver, danced airily, but with perfect\n"
  }, 
  {
    "line_number": "122", 
    "text": "modesty, to the sound of viols and the clanging of tambourines.  It is\n"
  }, 
  {
    "line_number": "123", 
    "text": "needless to say that Passepartout watched these curious ceremonies with\n"
  }, 
  {
    "line_number": "124", 
    "text": "staring eyes and gaping mouth, and that his countenance was that of the\n"
  }, 
  {
    "line_number": "125", 
    "text": "greenest booby imaginable.\n"
  }, 
  {
    "line_number": "126", 
    "text": "\n"
  }, 
  {
    "line_number": "127", 
    "text": "Unhappily for his master, as well as himself, his curiosity drew him\n"
  }, 
  {
    "line_number": "128", 
    "text": "unconsciously farther off than he intended to go.  At last, having seen\n"
  }, 
  {
    "line_number": "129", 
    "text": "the Parsee carnival wind away in the distance, he was turning his steps\n"
  }, 
  {
    "line_number": "130", 
    "text": "towards the station, when he happened to espy the splendid pagoda on\n"
  }, 
  {
    "line_number": "131", 
    "text": "Malabar Hill, and was seized with an irresistible desire to see its\n"
  }, 
  {
    "line_number": "132", 
    "text": "interior.  He was quite ignorant that it is forbidden to Christians to\n"
  }, 
  {
    "line_number": "133", 
    "text": "enter certain Indian temples, and that even the faithful must not go in\n"
  }, 
  {
    "line_number": "134", 
    "text": "without first leaving their shoes outside the door.  It may be said\n"
  }, 
  {
    "line_number": "135", 
    "text": "here that the wise policy of the British Government severely punishes a\n"
  }, 
  {
    "line_number": "136", 
    "text": "disregard of the practices of the native religions.\n"
  }, 
  {
    "line_number": "137", 
    "text": "\n"
  }, 
  {
    "line_number": "138", 
    "text": "Passepartout, however, thinking no harm, went in like a simple tourist,\n"
  }, 
  {
    "line_number": "139", 
    "text": "and was soon lost in admiration of the splendid Brahmin ornamentation\n"
  }, 
  {
    "line_number": "140", 
    "text": "which everywhere met his eyes, when of a sudden he found himself\n"
  }, 
  {
    "line_number": "141", 
    "text": "sprawling on the sacred flagging.  He looked up to behold three enraged\n"
  }, 
  {
    "line_number": "142", 
    "text": "priests, who forthwith fell upon him; tore off his shoes, and began to\n"
  }, 
  {
    "line_number": "143", 
    "text": "beat him with loud, savage exclamations.  The agile Frenchman was soon\n"
  }, 
  {
    "line_number": "144", 
    "text": "upon his feet again, and lost no time in knocking down two of his\n"
  }, 
  {
    "line_number": "145", 
    "text": "long-gowned adversaries with his fists and a vigorous application of\n"
  }, 
  {
    "line_number": "146", 
    "text": "his toes; then, rushing out of the pagoda as fast as his legs could\n"
  }, 
  {
    "line_number": "147", 
    "text": "carry him, he soon escaped the third priest by mingling with the crowd\n"
  }, 
  {
    "line_number": "148", 
    "text": "in the streets.\n"
  }, 
  {
    "line_number": "149", 
    "text": "\n"
  }, 
  {
    "line_number": "150", 
    "text": "At five minutes before eight, Passepartout, hatless, shoeless, and\n"
  }, 
  {
    "line_number": "151", 
    "text": "having in the squabble lost his package of shirts and shoes, rushed\n"
  }, 
  {
    "line_number": "152", 
    "text": "breathlessly into the station.\n"
  }, 
  {
    "line_number": "153", 
    "text": "\n"
  }, 
  {
    "line_number": "154", 
    "text": "Fix, who had followed Mr. Fogg to the station, and saw that he was\n"
  }, 
  {
    "line_number": "155", 
    "text": "really going to leave Bombay, was there, upon the platform.  He had\n"
  }, 
  {
    "line_number": "156", 
    "text": "resolved to follow the supposed robber to Calcutta, and farther, if\n"
  }, 
  {
    "line_number": "157", 
    "text": "necessary.  Passepartout did not observe the detective, who stood in an\n"
  }, 
  {
    "line_number": "158", 
    "text": "obscure corner; but Fix heard him relate his adventures in a few words\n"
  }, 
  {
    "line_number": "159", 
    "text": "to Mr. Fogg.\n"
  }, 
  {
    "line_number": "160", 
    "text": "\n"
  }, 
  {
    "line_number": "161", 
    "text": "\"I hope that this will not happen again,\" said Phileas Fogg coldly, as\n"
  }, 
  {
    "line_number": "162", 
    "text": "he got into the train.  Poor Passepartout, quite crestfallen, followed\n"
  }, 
  {
    "line_number": "163", 
    "text": "his master without a word.  Fix was on the point of entering another\n"
  }, 
  {
    "line_number": "164", 
    "text": "carriage, when an idea struck him which induced him to alter his plan.\n"
  }, 
  {
    "line_number": "165", 
    "text": "\n"
  }, 
  {
    "line_number": "166", 
    "text": "\"No, I'll stay,\" muttered he.  \"An offence has been committed on Indian\n"
  }, 
  {
    "line_number": "167", 
    "text": "soil.  I've got my man.\"\n"
  }, 
  {
    "line_number": "168", 
    "text": "\n"
  }, 
  {
    "line_number": "169", 
    "text": "Just then the locomotive gave a sharp screech, and the train passed out\n"
  }, 
  {
    "line_number": "170", 
    "text": "into the darkness of the night.\n"
  }, 
  {
    "line_number": "171", 
    "text": "\n"
  }, 
  {
    "line_number": "172", 
    "text": "\n"
  }, 
  {
    "line_number": "173", 
    "text": "\n"
  }, 
  {
    "line_number": "174", 
    "text": "\n"
  }
]