[
  {
    "line_number": "0", 
    "text": "\n"
  }, 
  {
    "line_number": "1", 
    "text": "IN WHICH FIX DOES NOT SEEM TO UNDERSTAND IN THE LEAST WHAT IS SAID TO\n"
  }, 
  {
    "line_number": "2", 
    "text": "HIM\n"
  }, 
  {
    "line_number": "3", 
    "text": "\n"
  }, 
  {
    "line_number": "4", 
    "text": "\n"
  }, 
  {
    "line_number": "5", 
    "text": "The Rangoon--one of the Peninsular and Oriental Company's boats plying\n"
  }, 
  {
    "line_number": "6", 
    "text": "in the Chinese and Japanese seas--was a screw steamer, built of iron,\n"
  }, 
  {
    "line_number": "7", 
    "text": "weighing about seventeen hundred and seventy tons, and with engines of\n"
  }, 
  {
    "line_number": "8", 
    "text": "four hundred horse-power.  She was as fast, but not as well fitted up,\n"
  }, 
  {
    "line_number": "9", 
    "text": "as the Mongolia, and Aouda was not as comfortably provided for on board\n"
  }, 
  {
    "line_number": "10", 
    "text": "of her as Phileas Fogg could have wished.  However, the trip from\n"
  }, 
  {
    "line_number": "11", 
    "text": "Calcutta to Hong Kong only comprised some three thousand five hundred\n"
  }, 
  {
    "line_number": "12", 
    "text": "miles, occupying from ten to twelve days, and the young woman was not\n"
  }, 
  {
    "line_number": "13", 
    "text": "difficult to please.\n"
  }, 
  {
    "line_number": "14", 
    "text": "\n"
  }, 
  {
    "line_number": "15", 
    "text": "During the first days of the journey Aouda became better acquainted\n"
  }, 
  {
    "line_number": "16", 
    "text": "with her protector, and constantly gave evidence of her deep gratitude\n"
  }, 
  {
    "line_number": "17", 
    "text": "for what he had done.  The phlegmatic gentleman listened to her,\n"
  }, 
  {
    "line_number": "18", 
    "text": "apparently at least, with coldness, neither his voice nor his manner\n"
  }, 
  {
    "line_number": "19", 
    "text": "betraying the slightest emotion; but he seemed to be always on the\n"
  }, 
  {
    "line_number": "20", 
    "text": "watch that nothing should be wanting to Aouda's comfort.  He visited\n"
  }, 
  {
    "line_number": "21", 
    "text": "her regularly each day at certain hours, not so much to talk himself,\n"
  }, 
  {
    "line_number": "22", 
    "text": "as to sit and hear her talk.  He treated her with the strictest\n"
  }, 
  {
    "line_number": "23", 
    "text": "politeness, but with the precision of an automaton, the movements of\n"
  }, 
  {
    "line_number": "24", 
    "text": "which had been arranged for this purpose.  Aouda did not quite know\n"
  }, 
  {
    "line_number": "25", 
    "text": "what to make of him, though Passepartout had given her some hints of\n"
  }, 
  {
    "line_number": "26", 
    "text": "his master's eccentricity, and made her smile by telling her of the\n"
  }, 
  {
    "line_number": "27", 
    "text": "wager which was sending him round the world.  After all, she owed\n"
  }, 
  {
    "line_number": "28", 
    "text": "Phileas Fogg her life, and she always regarded him through the exalting\n"
  }, 
  {
    "line_number": "29", 
    "text": "medium of her gratitude.\n"
  }, 
  {
    "line_number": "30", 
    "text": "\n"
  }, 
  {
    "line_number": "31", 
    "text": "Aouda confirmed the Parsee guide's narrative of her touching history.\n"
  }, 
  {
    "line_number": "32", 
    "text": "She did, indeed, belong to the highest of the native races of India.\n"
  }, 
  {
    "line_number": "33", 
    "text": "Many of the Parsee merchants have made great fortunes there by dealing\n"
  }, 
  {
    "line_number": "34", 
    "text": "in cotton; and one of them, Sir Jametsee Jeejeebhoy, was made a baronet\n"
  }, 
  {
    "line_number": "35", 
    "text": "by the English government.  Aouda was a relative of this great man, and\n"
  }, 
  {
    "line_number": "36", 
    "text": "it was his cousin, Jeejeeh, whom she hoped to join at Hong Kong.\n"
  }, 
  {
    "line_number": "37", 
    "text": "Whether she would find a protector in him she could not tell; but Mr.\n"
  }, 
  {
    "line_number": "38", 
    "text": "Fogg essayed to calm her anxieties, and to assure her that everything\n"
  }, 
  {
    "line_number": "39", 
    "text": "would be mathematically--he used the very word--arranged.  Aouda\n"
  }, 
  {
    "line_number": "40", 
    "text": "fastened her great eyes, \"clear as the sacred lakes of the Himalaya,\"\n"
  }, 
  {
    "line_number": "41", 
    "text": "upon him; but the intractable Fogg, as reserved as ever, did not seem\n"
  }, 
  {
    "line_number": "42", 
    "text": "at all inclined to throw himself into this lake.\n"
  }, 
  {
    "line_number": "43", 
    "text": "\n"
  }, 
  {
    "line_number": "44", 
    "text": "The first few days of the voyage passed prosperously, amid favourable\n"
  }, 
  {
    "line_number": "45", 
    "text": "weather and propitious winds, and they soon came in sight of the great\n"
  }, 
  {
    "line_number": "46", 
    "text": "Andaman, the principal of the islands in the Bay of Bengal, with its\n"
  }, 
  {
    "line_number": "47", 
    "text": "picturesque Saddle Peak, two thousand four hundred feet high, looming\n"
  }, 
  {
    "line_number": "48", 
    "text": "above the waters.  The steamer passed along near the shores, but the\n"
  }, 
  {
    "line_number": "49", 
    "text": "savage Papuans, who are in the lowest scale of humanity, but are not,\n"
  }, 
  {
    "line_number": "50", 
    "text": "as has been asserted, cannibals, did not make their appearance.\n"
  }, 
  {
    "line_number": "51", 
    "text": "\n"
  }, 
  {
    "line_number": "52", 
    "text": "The panorama of the islands, as they steamed by them, was superb.  Vast\n"
  }, 
  {
    "line_number": "53", 
    "text": "forests of palms, arecs, bamboo, teakwood, of the gigantic mimosa, and\n"
  }, 
  {
    "line_number": "54", 
    "text": "tree-like ferns covered the foreground, while behind, the graceful\n"
  }, 
  {
    "line_number": "55", 
    "text": "outlines of the mountains were traced against the sky; and along the\n"
  }, 
  {
    "line_number": "56", 
    "text": "coasts swarmed by thousands the precious swallows whose nests furnish a\n"
  }, 
  {
    "line_number": "57", 
    "text": "luxurious dish to the tables of the Celestial Empire.  The varied\n"
  }, 
  {
    "line_number": "58", 
    "text": "landscape afforded by the Andaman Islands was soon passed, however, and\n"
  }, 
  {
    "line_number": "59", 
    "text": "the Rangoon rapidly approached the Straits of Malacca, which gave\n"
  }, 
  {
    "line_number": "60", 
    "text": "access to the China seas.\n"
  }, 
  {
    "line_number": "61", 
    "text": "\n"
  }, 
  {
    "line_number": "62", 
    "text": "What was detective Fix, so unluckily drawn on from country to country,\n"
  }, 
  {
    "line_number": "63", 
    "text": "doing all this while?  He had managed to embark on the Rangoon at\n"
  }, 
  {
    "line_number": "64", 
    "text": "Calcutta without being seen by Passepartout, after leaving orders that,\n"
  }, 
  {
    "line_number": "65", 
    "text": "if the warrant should arrive, it should be forwarded to him at Hong\n"
  }, 
  {
    "line_number": "66", 
    "text": "Kong; and he hoped to conceal his presence to the end of the voyage.\n"
  }, 
  {
    "line_number": "67", 
    "text": "It would have been difficult to explain why he was on board without\n"
  }, 
  {
    "line_number": "68", 
    "text": "awakening Passepartout's suspicions, who thought him still at Bombay.\n"
  }, 
  {
    "line_number": "69", 
    "text": "But necessity impelled him, nevertheless, to renew his acquaintance\n"
  }, 
  {
    "line_number": "70", 
    "text": "with the worthy servant, as will be seen.\n"
  }, 
  {
    "line_number": "71", 
    "text": "\n"
  }, 
  {
    "line_number": "72", 
    "text": "All the detective's hopes and wishes were now centred on Hong Kong; for\n"
  }, 
  {
    "line_number": "73", 
    "text": "the steamer's stay at Singapore would be too brief to enable him to\n"
  }, 
  {
    "line_number": "74", 
    "text": "take any steps there.  The arrest must be made at Hong Kong, or the\n"
  }, 
  {
    "line_number": "75", 
    "text": "robber would probably escape him for ever.  Hong Kong was the last\n"
  }, 
  {
    "line_number": "76", 
    "text": "English ground on which he would set foot; beyond, China, Japan,\n"
  }, 
  {
    "line_number": "77", 
    "text": "America offered to Fogg an almost certain refuge.  If the warrant\n"
  }, 
  {
    "line_number": "78", 
    "text": "should at last make its appearance at Hong Kong, Fix could arrest him\n"
  }, 
  {
    "line_number": "79", 
    "text": "and give him into the hands of the local police, and there would be no\n"
  }, 
  {
    "line_number": "80", 
    "text": "further trouble.  But beyond Hong Kong, a simple warrant would be of no\n"
  }, 
  {
    "line_number": "81", 
    "text": "avail; an extradition warrant would be necessary, and that would result\n"
  }, 
  {
    "line_number": "82", 
    "text": "in delays and obstacles, of which the rascal would take advantage to\n"
  }, 
  {
    "line_number": "83", 
    "text": "elude justice.\n"
  }, 
  {
    "line_number": "84", 
    "text": "\n"
  }, 
  {
    "line_number": "85", 
    "text": "Fix thought over these probabilities during the long hours which he\n"
  }, 
  {
    "line_number": "86", 
    "text": "spent in his cabin, and kept repeating to himself, \"Now, either the\n"
  }, 
  {
    "line_number": "87", 
    "text": "warrant will be at Hong Kong, in which case I shall arrest my man, or\n"
  }, 
  {
    "line_number": "88", 
    "text": "it will not be there; and this time it is absolutely necessary that I\n"
  }, 
  {
    "line_number": "89", 
    "text": "should delay his departure.  I have failed at Bombay, and I have failed\n"
  }, 
  {
    "line_number": "90", 
    "text": "at Calcutta; if I fail at Hong Kong, my reputation is lost:  Cost what\n"
  }, 
  {
    "line_number": "91", 
    "text": "it may, I must succeed!  But how shall I prevent his departure, if that\n"
  }, 
  {
    "line_number": "92", 
    "text": "should turn out to be my last resource?\"\n"
  }, 
  {
    "line_number": "93", 
    "text": "\n"
  }, 
  {
    "line_number": "94", 
    "text": "Fix made up his mind that, if worst came to worst, he would make a\n"
  }, 
  {
    "line_number": "95", 
    "text": "confidant of Passepartout, and tell him what kind of a fellow his\n"
  }, 
  {
    "line_number": "96", 
    "text": "master really was.  That Passepartout was not Fogg's accomplice, he was\n"
  }, 
  {
    "line_number": "97", 
    "text": "very certain.  The servant, enlightened by his disclosure, and afraid\n"
  }, 
  {
    "line_number": "98", 
    "text": "of being himself implicated in the crime, would doubtless become an\n"
  }, 
  {
    "line_number": "99", 
    "text": "ally of the detective.  But this method was a dangerous one, only to be\n"
  }, 
  {
    "line_number": "100", 
    "text": "employed when everything else had failed.  A word from Passepartout to\n"
  }, 
  {
    "line_number": "101", 
    "text": "his master would ruin all.  The detective was therefore in a sore\n"
  }, 
  {
    "line_number": "102", 
    "text": "strait.  But suddenly a new idea struck him.  The presence of Aouda on\n"
  }, 
  {
    "line_number": "103", 
    "text": "the Rangoon, in company with Phileas Fogg, gave him new material for\n"
  }, 
  {
    "line_number": "104", 
    "text": "reflection.\n"
  }, 
  {
    "line_number": "105", 
    "text": "\n"
  }, 
  {
    "line_number": "106", 
    "text": "Who was this woman?  What combination of events had made her Fogg's\n"
  }, 
  {
    "line_number": "107", 
    "text": "travelling companion?  They had evidently met somewhere between Bombay\n"
  }, 
  {
    "line_number": "108", 
    "text": "and Calcutta; but where?  Had they met accidentally, or had Fogg gone\n"
  }, 
  {
    "line_number": "109", 
    "text": "into the interior purposely in quest of this charming damsel?  Fix was\n"
  }, 
  {
    "line_number": "110", 
    "text": "fairly puzzled.  He asked himself whether there had not been a wicked\n"
  }, 
  {
    "line_number": "111", 
    "text": "elopement; and this idea so impressed itself upon his mind that he\n"
  }, 
  {
    "line_number": "112", 
    "text": "determined to make use of the supposed intrigue.  Whether the young\n"
  }, 
  {
    "line_number": "113", 
    "text": "woman were married or not, he would be able to create such difficulties\n"
  }, 
  {
    "line_number": "114", 
    "text": "for Mr. Fogg at Hong Kong that he could not escape by paying any amount\n"
  }, 
  {
    "line_number": "115", 
    "text": "of money.\n"
  }, 
  {
    "line_number": "116", 
    "text": "\n"
  }, 
  {
    "line_number": "117", 
    "text": "But could he even wait till they reached Hong Kong?  Fogg had an\n"
  }, 
  {
    "line_number": "118", 
    "text": "abominable way of jumping from one boat to another, and, before\n"
  }, 
  {
    "line_number": "119", 
    "text": "anything could be effected, might get full under way again for Yokohama.\n"
  }, 
  {
    "line_number": "120", 
    "text": "\n"
  }, 
  {
    "line_number": "121", 
    "text": "Fix decided that he must warn the English authorities, and signal the\n"
  }, 
  {
    "line_number": "122", 
    "text": "Rangoon before her arrival.  This was easy to do, since the steamer\n"
  }, 
  {
    "line_number": "123", 
    "text": "stopped at Singapore, whence there is a telegraphic wire to Hong Kong.\n"
  }, 
  {
    "line_number": "124", 
    "text": "He finally resolved, moreover, before acting more positively, to\n"
  }, 
  {
    "line_number": "125", 
    "text": "question Passepartout.  It would not be difficult to make him talk;\n"
  }, 
  {
    "line_number": "126", 
    "text": "and, as there was no time to lose, Fix prepared to make himself known.\n"
  }, 
  {
    "line_number": "127", 
    "text": "\n"
  }, 
  {
    "line_number": "128", 
    "text": "It was now the 30th of October, and on the following day the Rangoon\n"
  }, 
  {
    "line_number": "129", 
    "text": "was due at Singapore.\n"
  }, 
  {
    "line_number": "130", 
    "text": "\n"
  }, 
  {
    "line_number": "131", 
    "text": "Fix emerged from his cabin and went on deck.  Passepartout was\n"
  }, 
  {
    "line_number": "132", 
    "text": "promenading up and down in the forward part of the steamer.  The\n"
  }, 
  {
    "line_number": "133", 
    "text": "detective rushed forward with every appearance of extreme surprise, and\n"
  }, 
  {
    "line_number": "134", 
    "text": "exclaimed, \"You here, on the Rangoon?\"\n"
  }, 
  {
    "line_number": "135", 
    "text": "\n"
  }, 
  {
    "line_number": "136", 
    "text": "\"What, Monsieur Fix, are you on board?\" returned the really astonished\n"
  }, 
  {
    "line_number": "137", 
    "text": "Passepartout, recognising his crony of the Mongolia.  \"Why, I left you\n"
  }, 
  {
    "line_number": "138", 
    "text": "at Bombay, and here you are, on the way to Hong Kong!  Are you going\n"
  }, 
  {
    "line_number": "139", 
    "text": "round the world too?\"\n"
  }, 
  {
    "line_number": "140", 
    "text": "\n"
  }, 
  {
    "line_number": "141", 
    "text": "\"No, no,\" replied Fix; \"I shall stop at Hong Kong--at least for some\n"
  }, 
  {
    "line_number": "142", 
    "text": "days.\"\n"
  }, 
  {
    "line_number": "143", 
    "text": "\n"
  }, 
  {
    "line_number": "144", 
    "text": "\"Hum!\" said Passepartout, who seemed for an instant perplexed.  \"But\n"
  }, 
  {
    "line_number": "145", 
    "text": "how is it I have not seen you on board since we left Calcutta?\"\n"
  }, 
  {
    "line_number": "146", 
    "text": "\n"
  }, 
  {
    "line_number": "147", 
    "text": "\"Oh, a trifle of sea-sickness--I've been staying in my berth.  The Gulf\n"
  }, 
  {
    "line_number": "148", 
    "text": "of Bengal does not agree with me as well as the Indian Ocean.  And how\n"
  }, 
  {
    "line_number": "149", 
    "text": "is Mr. Fogg?\"\n"
  }, 
  {
    "line_number": "150", 
    "text": "\n"
  }, 
  {
    "line_number": "151", 
    "text": "\"As well and as punctual as ever, not a day behind time!  But, Monsieur\n"
  }, 
  {
    "line_number": "152", 
    "text": "Fix, you don't know that we have a young lady with us.\"\n"
  }, 
  {
    "line_number": "153", 
    "text": "\n"
  }, 
  {
    "line_number": "154", 
    "text": "\"A young lady?\" replied the detective, not seeming to comprehend what\n"
  }, 
  {
    "line_number": "155", 
    "text": "was said.\n"
  }, 
  {
    "line_number": "156", 
    "text": "\n"
  }, 
  {
    "line_number": "157", 
    "text": "Passepartout thereupon recounted Aouda's history, the affair at the\n"
  }, 
  {
    "line_number": "158", 
    "text": "Bombay pagoda, the purchase of the elephant for two thousand pounds,\n"
  }, 
  {
    "line_number": "159", 
    "text": "the rescue, the arrest, and sentence of the Calcutta court, and the\n"
  }, 
  {
    "line_number": "160", 
    "text": "restoration of Mr. Fogg and himself to liberty on bail.  Fix, who was\n"
  }, 
  {
    "line_number": "161", 
    "text": "familiar with the last events, seemed to be equally ignorant of all\n"
  }, 
  {
    "line_number": "162", 
    "text": "that Passepartout related; and the later was charmed to find so\n"
  }, 
  {
    "line_number": "163", 
    "text": "interested a listener.\n"
  }, 
  {
    "line_number": "164", 
    "text": "\n"
  }, 
  {
    "line_number": "165", 
    "text": "\"But does your master propose to carry this young woman to Europe?\"\n"
  }, 
  {
    "line_number": "166", 
    "text": "\n"
  }, 
  {
    "line_number": "167", 
    "text": "\"Not at all.  We are simply going to place her under the protection of\n"
  }, 
  {
    "line_number": "168", 
    "text": "one of her relatives, a rich merchant at Hong Kong.\"\n"
  }, 
  {
    "line_number": "169", 
    "text": "\n"
  }, 
  {
    "line_number": "170", 
    "text": "\"Nothing to be done there,\" said Fix to himself, concealing his\n"
  }, 
  {
    "line_number": "171", 
    "text": "disappointment.  \"A glass of gin, Mr. Passepartout?\"\n"
  }, 
  {
    "line_number": "172", 
    "text": "\n"
  }, 
  {
    "line_number": "173", 
    "text": "\"Willingly, Monsieur Fix.  We must at least have a friendly glass on\n"
  }, 
  {
    "line_number": "174", 
    "text": "board the Rangoon.\"\n"
  }, 
  {
    "line_number": "175", 
    "text": "\n"
  }, 
  {
    "line_number": "176", 
    "text": "\n"
  }, 
  {
    "line_number": "177", 
    "text": "\n"
  }, 
  {
    "line_number": "178", 
    "text": "\n"
  }
]