[
  {
    "line_number": "0", 
    "text": "\n"
  }, 
  {
    "line_number": "1", 
    "text": "IN WHICH PHILEAS FOGG SHOWS HIMSELF EQUAL TO THE OCCASION\n"
  }, 
  {
    "line_number": "2", 
    "text": "\n"
  }, 
  {
    "line_number": "3", 
    "text": "\n"
  }, 
  {
    "line_number": "4", 
    "text": "An hour after, the Henrietta passed the lighthouse which marks the\n"
  }, 
  {
    "line_number": "5", 
    "text": "entrance of the Hudson, turned the point of Sandy Hook, and put to sea.\n"
  }, 
  {
    "line_number": "6", 
    "text": "During the day she skirted Long Island, passed Fire Island, and\n"
  }, 
  {
    "line_number": "7", 
    "text": "directed her course rapidly eastward.\n"
  }, 
  {
    "line_number": "8", 
    "text": "\n"
  }, 
  {
    "line_number": "9", 
    "text": "At noon the next day, a man mounted the bridge to ascertain the\n"
  }, 
  {
    "line_number": "10", 
    "text": "vessel's position.  It might be thought that this was Captain Speedy.\n"
  }, 
  {
    "line_number": "11", 
    "text": "Not the least in the world.  It was Phileas Fogg, Esquire.  As for\n"
  }, 
  {
    "line_number": "12", 
    "text": "Captain Speedy, he was shut up in his cabin under lock and key, and was\n"
  }, 
  {
    "line_number": "13", 
    "text": "uttering loud cries, which signified an anger at once pardonable and\n"
  }, 
  {
    "line_number": "14", 
    "text": "excessive.\n"
  }, 
  {
    "line_number": "15", 
    "text": "\n"
  }, 
  {
    "line_number": "16", 
    "text": "What had happened was very simple.  Phileas Fogg wished to go to\n"
  }, 
  {
    "line_number": "17", 
    "text": "Liverpool, but the captain would not carry him there.  Then Phileas\n"
  }, 
  {
    "line_number": "18", 
    "text": "Fogg had taken passage for Bordeaux, and, during the thirty hours he\n"
  }, 
  {
    "line_number": "19", 
    "text": "had been on board, had so shrewdly managed with his banknotes that the\n"
  }, 
  {
    "line_number": "20", 
    "text": "sailors and stokers, who were only an occasional crew, and were not on\n"
  }, 
  {
    "line_number": "21", 
    "text": "the best terms with the captain, went over to him in a body.  This was\n"
  }, 
  {
    "line_number": "22", 
    "text": "why Phileas Fogg was in command instead of Captain Speedy; why the\n"
  }, 
  {
    "line_number": "23", 
    "text": "captain was a prisoner in his cabin; and why, in short, the Henrietta\n"
  }, 
  {
    "line_number": "24", 
    "text": "was directing her course towards Liverpool.  It was very clear, to see\n"
  }, 
  {
    "line_number": "25", 
    "text": "Mr. Fogg manage the craft, that he had been a sailor.\n"
  }, 
  {
    "line_number": "26", 
    "text": "\n"
  }, 
  {
    "line_number": "27", 
    "text": "How the adventure ended will be seen anon.  Aouda was anxious, though\n"
  }, 
  {
    "line_number": "28", 
    "text": "she said nothing.  As for Passepartout, he thought Mr. Fogg's manoeuvre\n"
  }, 
  {
    "line_number": "29", 
    "text": "simply glorious.  The captain had said \"between eleven and twelve\n"
  }, 
  {
    "line_number": "30", 
    "text": "knots,\" and the Henrietta confirmed his prediction.\n"
  }, 
  {
    "line_number": "31", 
    "text": "\n"
  }, 
  {
    "line_number": "32", 
    "text": "If, then--for there were \"ifs\" still--the sea did not become too\n"
  }, 
  {
    "line_number": "33", 
    "text": "boisterous, if the wind did not veer round to the east, if no accident\n"
  }, 
  {
    "line_number": "34", 
    "text": "happened to the boat or its machinery, the Henrietta might cross the\n"
  }, 
  {
    "line_number": "35", 
    "text": "three thousand miles from New York to Liverpool in the nine days,\n"
  }, 
  {
    "line_number": "36", 
    "text": "between the 12th and the 21st of December.  It is true that, once\n"
  }, 
  {
    "line_number": "37", 
    "text": "arrived, the affair on board the Henrietta, added to that of the Bank\n"
  }, 
  {
    "line_number": "38", 
    "text": "of England, might create more difficulties for Mr. Fogg than he\n"
  }, 
  {
    "line_number": "39", 
    "text": "imagined or could desire.\n"
  }, 
  {
    "line_number": "40", 
    "text": "\n"
  }, 
  {
    "line_number": "41", 
    "text": "During the first days, they went along smoothly enough.  The sea was\n"
  }, 
  {
    "line_number": "42", 
    "text": "not very unpropitious, the wind seemed stationary in the north-east,\n"
  }, 
  {
    "line_number": "43", 
    "text": "the sails were hoisted, and the Henrietta ploughed across the waves\n"
  }, 
  {
    "line_number": "44", 
    "text": "like a real trans-Atlantic steamer.\n"
  }, 
  {
    "line_number": "45", 
    "text": "\n"
  }, 
  {
    "line_number": "46", 
    "text": "Passepartout was delighted.  His master's last exploit, the\n"
  }, 
  {
    "line_number": "47", 
    "text": "consequences of which he ignored, enchanted him.  Never had the crew\n"
  }, 
  {
    "line_number": "48", 
    "text": "seen so jolly and dexterous a fellow.  He formed warm friendships with\n"
  }, 
  {
    "line_number": "49", 
    "text": "the sailors, and amazed them with his acrobatic feats.  He thought they\n"
  }, 
  {
    "line_number": "50", 
    "text": "managed the vessel like gentlemen, and that the stokers fired up like\n"
  }, 
  {
    "line_number": "51", 
    "text": "heroes.  His loquacious good-humour infected everyone.  He had\n"
  }, 
  {
    "line_number": "52", 
    "text": "forgotten the past, its vexations and delays.  He only thought of the\n"
  }, 
  {
    "line_number": "53", 
    "text": "end, so nearly accomplished; and sometimes he boiled over with\n"
  }, 
  {
    "line_number": "54", 
    "text": "impatience, as if heated by the furnaces of the Henrietta.  Often,\n"
  }, 
  {
    "line_number": "55", 
    "text": "also, the worthy fellow revolved around Fix, looking at him with a\n"
  }, 
  {
    "line_number": "56", 
    "text": "keen, distrustful eye; but he did not speak to him, for their old\n"
  }, 
  {
    "line_number": "57", 
    "text": "intimacy no longer existed.\n"
  }, 
  {
    "line_number": "58", 
    "text": "\n"
  }, 
  {
    "line_number": "59", 
    "text": "Fix, it must be confessed, understood nothing of what was going on.\n"
  }, 
  {
    "line_number": "60", 
    "text": "The conquest of the Henrietta, the bribery of the crew, Fogg managing\n"
  }, 
  {
    "line_number": "61", 
    "text": "the boat like a skilled seaman, amazed and confused him.  He did not\n"
  }, 
  {
    "line_number": "62", 
    "text": "know what to think.  For, after all, a man who began by stealing\n"
  }, 
  {
    "line_number": "63", 
    "text": "fifty-five thousand pounds might end by stealing a vessel; and Fix was\n"
  }, 
  {
    "line_number": "64", 
    "text": "not unnaturally inclined to conclude that the Henrietta under Fogg's\n"
  }, 
  {
    "line_number": "65", 
    "text": "command, was not going to Liverpool at all, but to some part of the\n"
  }, 
  {
    "line_number": "66", 
    "text": "world where the robber, turned into a pirate, would quietly put himself\n"
  }, 
  {
    "line_number": "67", 
    "text": "in safety.  The conjecture was at least a plausible one, and the\n"
  }, 
  {
    "line_number": "68", 
    "text": "detective began to seriously regret that he had embarked on the affair.\n"
  }, 
  {
    "line_number": "69", 
    "text": "\n"
  }, 
  {
    "line_number": "70", 
    "text": "As for Captain Speedy, he continued to howl and growl in his cabin; and\n"
  }, 
  {
    "line_number": "71", 
    "text": "Passepartout, whose duty it was to carry him his meals, courageous as\n"
  }, 
  {
    "line_number": "72", 
    "text": "he was, took the greatest precautions.  Mr. Fogg did not seem even to\n"
  }, 
  {
    "line_number": "73", 
    "text": "know that there was a captain on board.\n"
  }, 
  {
    "line_number": "74", 
    "text": "\n"
  }, 
  {
    "line_number": "75", 
    "text": "On the 13th they passed the edge of the Banks of Newfoundland, a\n"
  }, 
  {
    "line_number": "76", 
    "text": "dangerous locality; during the winter, especially, there are frequent\n"
  }, 
  {
    "line_number": "77", 
    "text": "fogs and heavy gales of wind.  Ever since the evening before the\n"
  }, 
  {
    "line_number": "78", 
    "text": "barometer, suddenly falling, had indicated an approaching change in the\n"
  }, 
  {
    "line_number": "79", 
    "text": "atmosphere; and during the night the temperature varied, the cold\n"
  }, 
  {
    "line_number": "80", 
    "text": "became sharper, and the wind veered to the south-east.\n"
  }, 
  {
    "line_number": "81", 
    "text": "\n"
  }, 
  {
    "line_number": "82", 
    "text": "This was a misfortune.  Mr. Fogg, in order not to deviate from his\n"
  }, 
  {
    "line_number": "83", 
    "text": "course, furled his sails and increased the force of the steam; but the\n"
  }, 
  {
    "line_number": "84", 
    "text": "vessel's speed slackened, owing to the state of the sea, the long waves\n"
  }, 
  {
    "line_number": "85", 
    "text": "of which broke against the stern.  She pitched violently, and this\n"
  }, 
  {
    "line_number": "86", 
    "text": "retarded her progress.  The breeze little by little swelled into a\n"
  }, 
  {
    "line_number": "87", 
    "text": "tempest, and it was to be feared that the Henrietta might not be able\n"
  }, 
  {
    "line_number": "88", 
    "text": "to maintain herself upright on the waves.\n"
  }, 
  {
    "line_number": "89", 
    "text": "\n"
  }, 
  {
    "line_number": "90", 
    "text": "Passepartout's visage darkened with the skies, and for two days the\n"
  }, 
  {
    "line_number": "91", 
    "text": "poor fellow experienced constant fright.  But Phileas Fogg was a bold\n"
  }, 
  {
    "line_number": "92", 
    "text": "mariner, and knew how to maintain headway against the sea; and he kept\n"
  }, 
  {
    "line_number": "93", 
    "text": "on his course, without even decreasing his steam.  The Henrietta, when\n"
  }, 
  {
    "line_number": "94", 
    "text": "she could not rise upon the waves, crossed them, swamping her deck, but\n"
  }, 
  {
    "line_number": "95", 
    "text": "passing safely.  Sometimes the screw rose out of the water, beating its\n"
  }, 
  {
    "line_number": "96", 
    "text": "protruding end, when a mountain of water raised the stern above the\n"
  }, 
  {
    "line_number": "97", 
    "text": "waves; but the craft always kept straight ahead.\n"
  }, 
  {
    "line_number": "98", 
    "text": "\n"
  }, 
  {
    "line_number": "99", 
    "text": "The wind, however, did not grow as boisterous as might have been\n"
  }, 
  {
    "line_number": "100", 
    "text": "feared; it was not one of those tempests which burst, and rush on with\n"
  }, 
  {
    "line_number": "101", 
    "text": "a speed of ninety miles an hour.  It continued fresh, but, unhappily,\n"
  }, 
  {
    "line_number": "102", 
    "text": "it remained obstinately in the south-east, rendering the sails useless.\n"
  }, 
  {
    "line_number": "103", 
    "text": "\n"
  }, 
  {
    "line_number": "104", 
    "text": "The 16th of December was the seventy-fifth day since Phileas Fogg's\n"
  }, 
  {
    "line_number": "105", 
    "text": "departure from London, and the Henrietta had not yet been seriously\n"
  }, 
  {
    "line_number": "106", 
    "text": "delayed.  Half of the voyage was almost accomplished, and the worst\n"
  }, 
  {
    "line_number": "107", 
    "text": "localities had been passed.  In summer, success would have been\n"
  }, 
  {
    "line_number": "108", 
    "text": "well-nigh certain.  In winter, they were at the mercy of the bad\n"
  }, 
  {
    "line_number": "109", 
    "text": "season.  Passepartout said nothing; but he cherished hope in secret,\n"
  }, 
  {
    "line_number": "110", 
    "text": "and comforted himself with the reflection that, if the wind failed\n"
  }, 
  {
    "line_number": "111", 
    "text": "them, they might still count on the steam.\n"
  }, 
  {
    "line_number": "112", 
    "text": "\n"
  }, 
  {
    "line_number": "113", 
    "text": "On this day the engineer came on deck, went up to Mr. Fogg, and began\n"
  }, 
  {
    "line_number": "114", 
    "text": "to speak earnestly with him.  Without knowing why it was a\n"
  }, 
  {
    "line_number": "115", 
    "text": "presentiment, perhaps Passepartout became vaguely uneasy.  He would\n"
  }, 
  {
    "line_number": "116", 
    "text": "have given one of his ears to hear with the other what the engineer was\n"
  }, 
  {
    "line_number": "117", 
    "text": "saying.  He finally managed to catch a few words, and was sure he heard\n"
  }, 
  {
    "line_number": "118", 
    "text": "his master say, \"You are certain of what you tell me?\"\n"
  }, 
  {
    "line_number": "119", 
    "text": "\n"
  }, 
  {
    "line_number": "120", 
    "text": "\"Certain, sir,\" replied the engineer.  \"You must remember that, since\n"
  }, 
  {
    "line_number": "121", 
    "text": "we started, we have kept up hot fires in all our furnaces, and, though\n"
  }, 
  {
    "line_number": "122", 
    "text": "we had coal enough to go on short steam from New York to Bordeaux, we\n"
  }, 
  {
    "line_number": "123", 
    "text": "haven't enough to go with all steam from New York to Liverpool.\" \"I\n"
  }, 
  {
    "line_number": "124", 
    "text": "will consider,\" replied Mr. Fogg.\n"
  }, 
  {
    "line_number": "125", 
    "text": "\n"
  }, 
  {
    "line_number": "126", 
    "text": "Passepartout understood it all; he was seized with mortal anxiety.  The\n"
  }, 
  {
    "line_number": "127", 
    "text": "coal was giving out!  \"Ah, if my master can get over that,\" muttered\n"
  }, 
  {
    "line_number": "128", 
    "text": "he, \"he'll be a famous man!\"  He could not help imparting to Fix what\n"
  }, 
  {
    "line_number": "129", 
    "text": "he had overheard.\n"
  }, 
  {
    "line_number": "130", 
    "text": "\n"
  }, 
  {
    "line_number": "131", 
    "text": "\"Then you believe that we really are going to Liverpool?\"\n"
  }, 
  {
    "line_number": "132", 
    "text": "\n"
  }, 
  {
    "line_number": "133", 
    "text": "\"Of course.\"\n"
  }, 
  {
    "line_number": "134", 
    "text": "\n"
  }, 
  {
    "line_number": "135", 
    "text": "\"Ass!\" replied the detective, shrugging his shoulders and turning on\n"
  }, 
  {
    "line_number": "136", 
    "text": "his heel.\n"
  }, 
  {
    "line_number": "137", 
    "text": "\n"
  }, 
  {
    "line_number": "138", 
    "text": "Passepartout was on the point of vigorously resenting the epithet, the\n"
  }, 
  {
    "line_number": "139", 
    "text": "reason of which he could not for the life of him comprehend; but he\n"
  }, 
  {
    "line_number": "140", 
    "text": "reflected that the unfortunate Fix was probably very much disappointed\n"
  }, 
  {
    "line_number": "141", 
    "text": "and humiliated in his self-esteem, after having so awkwardly followed a\n"
  }, 
  {
    "line_number": "142", 
    "text": "false scent around the world, and refrained.\n"
  }, 
  {
    "line_number": "143", 
    "text": "\n"
  }, 
  {
    "line_number": "144", 
    "text": "And now what course would Phileas Fogg adopt?  It was difficult to\n"
  }, 
  {
    "line_number": "145", 
    "text": "imagine.  Nevertheless he seemed to have decided upon one, for that\n"
  }, 
  {
    "line_number": "146", 
    "text": "evening he sent for the engineer, and said to him, \"Feed all the fires\n"
  }, 
  {
    "line_number": "147", 
    "text": "until the coal is exhausted.\"\n"
  }, 
  {
    "line_number": "148", 
    "text": "\n"
  }, 
  {
    "line_number": "149", 
    "text": "A few moments after, the funnel of the Henrietta vomited forth torrents\n"
  }, 
  {
    "line_number": "150", 
    "text": "of smoke.  The vessel continued to proceed with all steam on; but on\n"
  }, 
  {
    "line_number": "151", 
    "text": "the 18th, the engineer, as he had predicted, announced that the coal\n"
  }, 
  {
    "line_number": "152", 
    "text": "would give out in the course of the day.\n"
  }, 
  {
    "line_number": "153", 
    "text": "\n"
  }, 
  {
    "line_number": "154", 
    "text": "\"Do not let the fires go down,\" replied Mr. Fogg.  \"Keep them up to the\n"
  }, 
  {
    "line_number": "155", 
    "text": "last.  Let the valves be filled.\"\n"
  }, 
  {
    "line_number": "156", 
    "text": "\n"
  }, 
  {
    "line_number": "157", 
    "text": "Towards noon Phileas Fogg, having ascertained their position, called\n"
  }, 
  {
    "line_number": "158", 
    "text": "Passepartout, and ordered him to go for Captain Speedy.  It was as if\n"
  }, 
  {
    "line_number": "159", 
    "text": "the honest fellow had been commanded to unchain a tiger.  He went to\n"
  }, 
  {
    "line_number": "160", 
    "text": "the poop, saying to himself, \"He will be like a madman!\"\n"
  }, 
  {
    "line_number": "161", 
    "text": "\n"
  }, 
  {
    "line_number": "162", 
    "text": "In a few moments, with cries and oaths, a bomb appeared on the\n"
  }, 
  {
    "line_number": "163", 
    "text": "poop-deck.  The bomb was Captain Speedy.  It was clear that he was on\n"
  }, 
  {
    "line_number": "164", 
    "text": "the point of bursting.  \"Where are we?\"  were the first words his anger\n"
  }, 
  {
    "line_number": "165", 
    "text": "permitted him to utter.  Had the poor man been an apoplectic, he could\n"
  }, 
  {
    "line_number": "166", 
    "text": "never have recovered from his paroxysm of wrath.\n"
  }, 
  {
    "line_number": "167", 
    "text": "\n"
  }, 
  {
    "line_number": "168", 
    "text": "\"Where are we?\" he repeated, with purple face.\n"
  }, 
  {
    "line_number": "169", 
    "text": "\n"
  }, 
  {
    "line_number": "170", 
    "text": "\"Seven hundred and seven miles from Liverpool,\" replied Mr. Fogg, with\n"
  }, 
  {
    "line_number": "171", 
    "text": "imperturbable calmness.\n"
  }, 
  {
    "line_number": "172", 
    "text": "\n"
  }, 
  {
    "line_number": "173", 
    "text": "\"Pirate!\" cried Captain Speedy.\n"
  }, 
  {
    "line_number": "174", 
    "text": "\n"
  }, 
  {
    "line_number": "175", 
    "text": "\"I have sent for you, sir--\"\n"
  }, 
  {
    "line_number": "176", 
    "text": "\n"
  }, 
  {
    "line_number": "177", 
    "text": "\"Pickaroon!\"\n"
  }, 
  {
    "line_number": "178", 
    "text": "\n"
  }, 
  {
    "line_number": "179", 
    "text": "\"--sir,\" continued Mr. Fogg, \"to ask you to sell me your vessel.\"\n"
  }, 
  {
    "line_number": "180", 
    "text": "\n"
  }, 
  {
    "line_number": "181", 
    "text": "\"No!  By all the devils, no!\"\n"
  }, 
  {
    "line_number": "182", 
    "text": "\n"
  }, 
  {
    "line_number": "183", 
    "text": "\"But I shall be obliged to burn her.\"\n"
  }, 
  {
    "line_number": "184", 
    "text": "\n"
  }, 
  {
    "line_number": "185", 
    "text": "\"Burn the Henrietta!\"\n"
  }, 
  {
    "line_number": "186", 
    "text": "\n"
  }, 
  {
    "line_number": "187", 
    "text": "\"Yes; at least the upper part of her.  The coal has given out.\"\n"
  }, 
  {
    "line_number": "188", 
    "text": "\n"
  }, 
  {
    "line_number": "189", 
    "text": "\"Burn my vessel!\" cried Captain Speedy, who could scarcely pronounce\n"
  }, 
  {
    "line_number": "190", 
    "text": "the words.  \"A vessel worth fifty thousand dollars!\"\n"
  }, 
  {
    "line_number": "191", 
    "text": "\n"
  }, 
  {
    "line_number": "192", 
    "text": "\"Here are sixty thousand,\" replied Phileas Fogg, handing the captain a\n"
  }, 
  {
    "line_number": "193", 
    "text": "roll of bank-bills.  This had a prodigious effect on Andrew Speedy.  An\n"
  }, 
  {
    "line_number": "194", 
    "text": "American can scarcely remain unmoved at the sight of sixty thousand\n"
  }, 
  {
    "line_number": "195", 
    "text": "dollars.  The captain forgot in an instant his anger, his imprisonment,\n"
  }, 
  {
    "line_number": "196", 
    "text": "and all his grudges against his passenger.  The Henrietta was twenty\n"
  }, 
  {
    "line_number": "197", 
    "text": "years old; it was a great bargain.  The bomb would not go off after\n"
  }, 
  {
    "line_number": "198", 
    "text": "all.  Mr. Fogg had taken away the match.\n"
  }, 
  {
    "line_number": "199", 
    "text": "\n"
  }, 
  {
    "line_number": "200", 
    "text": "\"And I shall still have the iron hull,\" said the captain in a softer\n"
  }, 
  {
    "line_number": "201", 
    "text": "tone.\n"
  }, 
  {
    "line_number": "202", 
    "text": "\n"
  }, 
  {
    "line_number": "203", 
    "text": "\"The iron hull and the engine.  Is it agreed?\"\n"
  }, 
  {
    "line_number": "204", 
    "text": "\n"
  }, 
  {
    "line_number": "205", 
    "text": "\"Agreed.\"\n"
  }, 
  {
    "line_number": "206", 
    "text": "\n"
  }, 
  {
    "line_number": "207", 
    "text": "And Andrew Speedy, seizing the banknotes, counted them and consigned\n"
  }, 
  {
    "line_number": "208", 
    "text": "them to his pocket.\n"
  }, 
  {
    "line_number": "209", 
    "text": "\n"
  }, 
  {
    "line_number": "210", 
    "text": "During this colloquy, Passepartout was as white as a sheet, and Fix\n"
  }, 
  {
    "line_number": "211", 
    "text": "seemed on the point of having an apoplectic fit.  Nearly twenty\n"
  }, 
  {
    "line_number": "212", 
    "text": "thousand pounds had been expended, and Fogg left the hull and engine to\n"
  }, 
  {
    "line_number": "213", 
    "text": "the captain, that is, near the whole value of the craft!  It was true,\n"
  }, 
  {
    "line_number": "214", 
    "text": "however, that fifty-five thousand pounds had been stolen from the Bank.\n"
  }, 
  {
    "line_number": "215", 
    "text": "\n"
  }, 
  {
    "line_number": "216", 
    "text": "When Andrew Speedy had pocketed the money, Mr. Fogg said to him, \"Don't\n"
  }, 
  {
    "line_number": "217", 
    "text": "let this astonish you, sir.  You must know that I shall lose twenty\n"
  }, 
  {
    "line_number": "218", 
    "text": "thousand pounds, unless I arrive in London by a quarter before nine on\n"
  }, 
  {
    "line_number": "219", 
    "text": "the evening of the 21st of December.  I missed the steamer at New York,\n"
  }, 
  {
    "line_number": "220", 
    "text": "and as you refused to take me to Liverpool--\"\n"
  }, 
  {
    "line_number": "221", 
    "text": "\n"
  }, 
  {
    "line_number": "222", 
    "text": "\"And I did well!\" cried Andrew Speedy; \"for I have gained at least\n"
  }, 
  {
    "line_number": "223", 
    "text": "forty thousand dollars by it!\"  He added, more sedately, \"Do you know\n"
  }, 
  {
    "line_number": "224", 
    "text": "one thing, Captain--\"\n"
  }, 
  {
    "line_number": "225", 
    "text": "\n"
  }, 
  {
    "line_number": "226", 
    "text": "\"Fogg.\"\n"
  }, 
  {
    "line_number": "227", 
    "text": "\n"
  }, 
  {
    "line_number": "228", 
    "text": "\"Captain Fogg, you've got something of the Yankee about you.\"\n"
  }, 
  {
    "line_number": "229", 
    "text": "\n"
  }, 
  {
    "line_number": "230", 
    "text": "And, having paid his passenger what he considered a high compliment, he\n"
  }, 
  {
    "line_number": "231", 
    "text": "was going away, when Mr. Fogg said, \"The vessel now belongs to me?\"\n"
  }, 
  {
    "line_number": "232", 
    "text": "\n"
  }, 
  {
    "line_number": "233", 
    "text": "\"Certainly, from the keel to the truck of the masts--all the wood, that\n"
  }, 
  {
    "line_number": "234", 
    "text": "is.\"\n"
  }, 
  {
    "line_number": "235", 
    "text": "\n"
  }, 
  {
    "line_number": "236", 
    "text": "\"Very well.  Have the interior seats, bunks, and frames pulled down,\n"
  }, 
  {
    "line_number": "237", 
    "text": "and burn them.\"\n"
  }, 
  {
    "line_number": "238", 
    "text": "\n"
  }, 
  {
    "line_number": "239", 
    "text": "It was necessary to have dry wood to keep the steam up to the adequate\n"
  }, 
  {
    "line_number": "240", 
    "text": "pressure, and on that day the poop, cabins, bunks, and the spare deck\n"
  }, 
  {
    "line_number": "241", 
    "text": "were sacrificed.  On the next day, the 19th of December, the masts,\n"
  }, 
  {
    "line_number": "242", 
    "text": "rafts, and spars were burned; the crew worked lustily, keeping up the\n"
  }, 
  {
    "line_number": "243", 
    "text": "fires.  Passepartout hewed, cut, and sawed away with all his might.\n"
  }, 
  {
    "line_number": "244", 
    "text": "There was a perfect rage for demolition.\n"
  }, 
  {
    "line_number": "245", 
    "text": "\n"
  }, 
  {
    "line_number": "246", 
    "text": "The railings, fittings, the greater part of the deck, and top sides\n"
  }, 
  {
    "line_number": "247", 
    "text": "disappeared on the 20th, and the Henrietta was now only a flat hulk.\n"
  }, 
  {
    "line_number": "248", 
    "text": "But on this day they sighted the Irish coast and Fastnet Light.  By ten\n"
  }, 
  {
    "line_number": "249", 
    "text": "in the evening they were passing Queenstown.  Phileas Fogg had only\n"
  }, 
  {
    "line_number": "250", 
    "text": "twenty-four hours more in which to get to London; that length of time\n"
  }, 
  {
    "line_number": "251", 
    "text": "was necessary to reach Liverpool, with all steam on.  And the steam was\n"
  }, 
  {
    "line_number": "252", 
    "text": "about to give out altogether!\n"
  }, 
  {
    "line_number": "253", 
    "text": "\n"
  }, 
  {
    "line_number": "254", 
    "text": "\"Sir,\" said Captain Speedy, who was now deeply interested in Mr. Fogg's\n"
  }, 
  {
    "line_number": "255", 
    "text": "project, \"I really commiserate you.  Everything is against you.  We are\n"
  }, 
  {
    "line_number": "256", 
    "text": "only opposite Queenstown.\"\n"
  }, 
  {
    "line_number": "257", 
    "text": "\n"
  }, 
  {
    "line_number": "258", 
    "text": "\"Ah,\" said Mr. Fogg, \"is that place where we see the lights Queenstown?\"\n"
  }, 
  {
    "line_number": "259", 
    "text": "\n"
  }, 
  {
    "line_number": "260", 
    "text": "\"Yes.\"\n"
  }, 
  {
    "line_number": "261", 
    "text": "\n"
  }, 
  {
    "line_number": "262", 
    "text": "\"Can we enter the harbour?\"\n"
  }, 
  {
    "line_number": "263", 
    "text": "\n"
  }, 
  {
    "line_number": "264", 
    "text": "\"Not under three hours.  Only at high tide.\"\n"
  }, 
  {
    "line_number": "265", 
    "text": "\n"
  }, 
  {
    "line_number": "266", 
    "text": "\"Stay,\" replied Mr. Fogg calmly, without betraying in his features that\n"
  }, 
  {
    "line_number": "267", 
    "text": "by a supreme inspiration he was about to attempt once more to conquer\n"
  }, 
  {
    "line_number": "268", 
    "text": "ill-fortune.\n"
  }, 
  {
    "line_number": "269", 
    "text": "\n"
  }, 
  {
    "line_number": "270", 
    "text": "Queenstown is the Irish port at which the trans-Atlantic steamers stop\n"
  }, 
  {
    "line_number": "271", 
    "text": "to put off the mails.  These mails are carried to Dublin by express\n"
  }, 
  {
    "line_number": "272", 
    "text": "trains always held in readiness to start; from Dublin they are sent on\n"
  }, 
  {
    "line_number": "273", 
    "text": "to Liverpool by the most rapid boats, and thus gain twelve hours on the\n"
  }, 
  {
    "line_number": "274", 
    "text": "Atlantic steamers.\n"
  }, 
  {
    "line_number": "275", 
    "text": "\n"
  }, 
  {
    "line_number": "276", 
    "text": "Phileas Fogg counted on gaining twelve hours in the same way.  Instead\n"
  }, 
  {
    "line_number": "277", 
    "text": "of arriving at Liverpool the next evening by the Henrietta, he would be\n"
  }, 
  {
    "line_number": "278", 
    "text": "there by noon, and would therefore have time to reach London before a\n"
  }, 
  {
    "line_number": "279", 
    "text": "quarter before nine in the evening.\n"
  }, 
  {
    "line_number": "280", 
    "text": "\n"
  }, 
  {
    "line_number": "281", 
    "text": "The Henrietta entered Queenstown Harbour at one o'clock in the morning,\n"
  }, 
  {
    "line_number": "282", 
    "text": "it then being high tide; and Phileas Fogg, after being grasped heartily\n"
  }, 
  {
    "line_number": "283", 
    "text": "by the hand by Captain Speedy, left that gentleman on the levelled hulk\n"
  }, 
  {
    "line_number": "284", 
    "text": "of his craft, which was still worth half what he had sold it for.\n"
  }, 
  {
    "line_number": "285", 
    "text": "\n"
  }, 
  {
    "line_number": "286", 
    "text": "The party went on shore at once.  Fix was greatly tempted to arrest Mr.\n"
  }, 
  {
    "line_number": "287", 
    "text": "Fogg on the spot; but he did not.  Why?  What struggle was going on\n"
  }, 
  {
    "line_number": "288", 
    "text": "within him?  Had he changed his mind about \"his man\"?  Did he\n"
  }, 
  {
    "line_number": "289", 
    "text": "understand that he had made a grave mistake?  He did not, however,\n"
  }, 
  {
    "line_number": "290", 
    "text": "abandon Mr. Fogg.  They all got upon the train, which was just ready to\n"
  }, 
  {
    "line_number": "291", 
    "text": "start, at half-past one; at dawn of day they were in Dublin; and they\n"
  }, 
  {
    "line_number": "292", 
    "text": "lost no time in embarking on a steamer which, disdaining to rise upon\n"
  }, 
  {
    "line_number": "293", 
    "text": "the waves, invariably cut through them.\n"
  }, 
  {
    "line_number": "294", 
    "text": "\n"
  }, 
  {
    "line_number": "295", 
    "text": "Phileas Fogg at last disembarked on the Liverpool quay, at twenty\n"
  }, 
  {
    "line_number": "296", 
    "text": "minutes before twelve, 21st December.  He was only six hours distant\n"
  }, 
  {
    "line_number": "297", 
    "text": "from London.\n"
  }, 
  {
    "line_number": "298", 
    "text": "\n"
  }, 
  {
    "line_number": "299", 
    "text": "But at this moment Fix came up, put his hand upon Mr. Fogg's shoulder,\n"
  }, 
  {
    "line_number": "300", 
    "text": "and, showing his warrant, said, \"You are really Phileas Fogg?\"\n"
  }, 
  {
    "line_number": "301", 
    "text": "\n"
  }, 
  {
    "line_number": "302", 
    "text": "\"I am.\"\n"
  }, 
  {
    "line_number": "303", 
    "text": "\n"
  }, 
  {
    "line_number": "304", 
    "text": "\"I arrest you in the Queen's name!\"\n"
  }, 
  {
    "line_number": "305", 
    "text": "\n"
  }, 
  {
    "line_number": "306", 
    "text": "\n"
  }, 
  {
    "line_number": "307", 
    "text": "\n"
  }, 
  {
    "line_number": "308", 
    "text": "\n"
  }
]