[
  {
    "line_number": "0", 
    "text": "\n"
  }, 
  {
    "line_number": "1", 
    "text": "IN WHICH PASSEPARTOUT IS CONVINCED THAT HE HAS AT LAST FOUND HIS IDEAL\n"
  }, 
  {
    "line_number": "2", 
    "text": "\n"
  }, 
  {
    "line_number": "3", 
    "text": "\n"
  }, 
  {
    "line_number": "4", 
    "text": "\"Faith,\" muttered Passepartout, somewhat flurried, \"I've seen people at\n"
  }, 
  {
    "line_number": "5", 
    "text": "Madame Tussaud's as lively as my new master!\"\n"
  }, 
  {
    "line_number": "6", 
    "text": "\n"
  }, 
  {
    "line_number": "7", 
    "text": "Madame Tussaud's \"people,\" let it be said, are of wax, and are much\n"
  }, 
  {
    "line_number": "8", 
    "text": "visited in London; speech is all that is wanting to make them human.\n"
  }, 
  {
    "line_number": "9", 
    "text": "\n"
  }, 
  {
    "line_number": "10", 
    "text": "During his brief interview with Mr. Fogg, Passepartout had been\n"
  }, 
  {
    "line_number": "11", 
    "text": "carefully observing him.  He appeared to be a man about forty years of\n"
  }, 
  {
    "line_number": "12", 
    "text": "age, with fine, handsome features, and a tall, well-shaped figure; his\n"
  }, 
  {
    "line_number": "13", 
    "text": "hair and whiskers were light, his forehead compact and unwrinkled, his\n"
  }, 
  {
    "line_number": "14", 
    "text": "face rather pale, his teeth magnificent.  His countenance possessed in\n"
  }, 
  {
    "line_number": "15", 
    "text": "the highest degree what physiognomists call \"repose in action,\" a\n"
  }, 
  {
    "line_number": "16", 
    "text": "quality of those who act rather than talk.  Calm and phlegmatic, with a\n"
  }, 
  {
    "line_number": "17", 
    "text": "clear eye, Mr. Fogg seemed a perfect type of that English composure\n"
  }, 
  {
    "line_number": "18", 
    "text": "which Angelica Kauffmann has so skilfully represented on canvas.  Seen\n"
  }, 
  {
    "line_number": "19", 
    "text": "in the various phases of his daily life, he gave the idea of being\n"
  }, 
  {
    "line_number": "20", 
    "text": "perfectly well-balanced, as exactly regulated as a Leroy chronometer.\n"
  }, 
  {
    "line_number": "21", 
    "text": "Phileas Fogg was, indeed, exactitude personified, and this was betrayed\n"
  }, 
  {
    "line_number": "22", 
    "text": "even in the expression of his very hands and feet; for in men, as well\n"
  }, 
  {
    "line_number": "23", 
    "text": "as in animals, the limbs themselves are expressive of the passions.\n"
  }, 
  {
    "line_number": "24", 
    "text": "\n"
  }, 
  {
    "line_number": "25", 
    "text": "He was so exact that he was never in a hurry, was always ready, and was\n"
  }, 
  {
    "line_number": "26", 
    "text": "economical alike of his steps and his motions.  He never took one step\n"
  }, 
  {
    "line_number": "27", 
    "text": "too many, and always went to his destination by the shortest cut; he\n"
  }, 
  {
    "line_number": "28", 
    "text": "made no superfluous gestures, and was never seen to be moved or\n"
  }, 
  {
    "line_number": "29", 
    "text": "agitated.  He was the most deliberate person in the world, yet always\n"
  }, 
  {
    "line_number": "30", 
    "text": "reached his destination at the exact moment.\n"
  }, 
  {
    "line_number": "31", 
    "text": "\n"
  }, 
  {
    "line_number": "32", 
    "text": "He lived alone, and, so to speak, outside of every social relation; and\n"
  }, 
  {
    "line_number": "33", 
    "text": "as he knew that in this world account must be taken of friction, and\n"
  }, 
  {
    "line_number": "34", 
    "text": "that friction retards, he never rubbed against anybody.\n"
  }, 
  {
    "line_number": "35", 
    "text": "\n"
  }, 
  {
    "line_number": "36", 
    "text": "As for Passepartout, he was a true Parisian of Paris.  Since he had\n"
  }, 
  {
    "line_number": "37", 
    "text": "abandoned his own country for England, taking service as a valet, he\n"
  }, 
  {
    "line_number": "38", 
    "text": "had in vain searched for a master after his own heart.  Passepartout\n"
  }, 
  {
    "line_number": "39", 
    "text": "was by no means one of those pert dunces depicted by Moliere with a\n"
  }, 
  {
    "line_number": "40", 
    "text": "bold gaze and a nose held high in the air; he was an honest fellow,\n"
  }, 
  {
    "line_number": "41", 
    "text": "with a pleasant face, lips a trifle protruding, soft-mannered and\n"
  }, 
  {
    "line_number": "42", 
    "text": "serviceable, with a good round head, such as one likes to see on the\n"
  }, 
  {
    "line_number": "43", 
    "text": "shoulders of a friend.  His eyes were blue, his complexion rubicund,\n"
  }, 
  {
    "line_number": "44", 
    "text": "his figure almost portly and well-built, his body muscular, and his\n"
  }, 
  {
    "line_number": "45", 
    "text": "physical powers fully developed by the exercises of his younger days.\n"
  }, 
  {
    "line_number": "46", 
    "text": "His brown hair was somewhat tumbled; for, while the ancient sculptors\n"
  }, 
  {
    "line_number": "47", 
    "text": "are said to have known eighteen methods of arranging Minerva's tresses,\n"
  }, 
  {
    "line_number": "48", 
    "text": "Passepartout was familiar with but one of dressing his own: three\n"
  }, 
  {
    "line_number": "49", 
    "text": "strokes of a large-tooth comb completed his toilet.\n"
  }, 
  {
    "line_number": "50", 
    "text": "\n"
  }, 
  {
    "line_number": "51", 
    "text": "It would be rash to predict how Passepartout's lively nature would\n"
  }, 
  {
    "line_number": "52", 
    "text": "agree with Mr. Fogg.  It was impossible to tell whether the new servant\n"
  }, 
  {
    "line_number": "53", 
    "text": "would turn out as absolutely methodical as his master required;\n"
  }, 
  {
    "line_number": "54", 
    "text": "experience alone could solve the question.  Passepartout had been a\n"
  }, 
  {
    "line_number": "55", 
    "text": "sort of vagrant in his early years, and now yearned for repose; but so\n"
  }, 
  {
    "line_number": "56", 
    "text": "far he had failed to find it, though he had already served in ten\n"
  }, 
  {
    "line_number": "57", 
    "text": "English houses.  But he could not take root in any of these; with\n"
  }, 
  {
    "line_number": "58", 
    "text": "chagrin, he found his masters invariably whimsical and irregular,\n"
  }, 
  {
    "line_number": "59", 
    "text": "constantly running about the country, or on the look-out for adventure.\n"
  }, 
  {
    "line_number": "60", 
    "text": "His last master, young Lord Longferry, Member of Parliament, after\n"
  }, 
  {
    "line_number": "61", 
    "text": "passing his nights in the Haymarket taverns, was too often brought home\n"
  }, 
  {
    "line_number": "62", 
    "text": "in the morning on policemen's shoulders.  Passepartout, desirous of\n"
  }, 
  {
    "line_number": "63", 
    "text": "respecting the gentleman whom he served, ventured a mild remonstrance\n"
  }, 
  {
    "line_number": "64", 
    "text": "on such conduct; which, being ill-received, he took his leave.  Hearing\n"
  }, 
  {
    "line_number": "65", 
    "text": "that Mr. Phileas Fogg was looking for a servant, and that his life was\n"
  }, 
  {
    "line_number": "66", 
    "text": "one of unbroken regularity, that he neither travelled nor stayed from\n"
  }, 
  {
    "line_number": "67", 
    "text": "home overnight, he felt sure that this would be the place he was after.\n"
  }, 
  {
    "line_number": "68", 
    "text": "He presented himself, and was accepted, as has been seen.\n"
  }, 
  {
    "line_number": "69", 
    "text": "\n"
  }, 
  {
    "line_number": "70", 
    "text": "At half-past eleven, then, Passepartout found himself alone in the\n"
  }, 
  {
    "line_number": "71", 
    "text": "house in Saville Row.  He began its inspection without delay, scouring\n"
  }, 
  {
    "line_number": "72", 
    "text": "it from cellar to garret.  So clean, well-arranged, solemn a mansion\n"
  }, 
  {
    "line_number": "73", 
    "text": "pleased him; it seemed to him like a snail's shell, lighted and warmed\n"
  }, 
  {
    "line_number": "74", 
    "text": "by gas, which sufficed for both these purposes.  When Passepartout\n"
  }, 
  {
    "line_number": "75", 
    "text": "reached the second story he recognised at once the room which he was to\n"
  }, 
  {
    "line_number": "76", 
    "text": "inhabit, and he was well satisfied with it.  Electric bells and\n"
  }, 
  {
    "line_number": "77", 
    "text": "speaking-tubes afforded communication with the lower stories; while on\n"
  }, 
  {
    "line_number": "78", 
    "text": "the mantel stood an electric clock, precisely like that in Mr. Fogg's\n"
  }, 
  {
    "line_number": "79", 
    "text": "bedchamber, both beating the same second at the same instant.  \"That's\n"
  }, 
  {
    "line_number": "80", 
    "text": "good, that'll do,\" said Passepartout to himself.\n"
  }, 
  {
    "line_number": "81", 
    "text": "\n"
  }, 
  {
    "line_number": "82", 
    "text": "He suddenly observed, hung over the clock, a card which, upon\n"
  }, 
  {
    "line_number": "83", 
    "text": "inspection, proved to be a programme of the daily routine of the house.\n"
  }, 
  {
    "line_number": "84", 
    "text": "It comprised all that was required of the servant, from eight in the\n"
  }, 
  {
    "line_number": "85", 
    "text": "morning, exactly at which hour Phileas Fogg rose, till half-past\n"
  }, 
  {
    "line_number": "86", 
    "text": "eleven, when he left the house for the Reform Club--all the details of\n"
  }, 
  {
    "line_number": "87", 
    "text": "service, the tea and toast at twenty-three minutes past eight, the\n"
  }, 
  {
    "line_number": "88", 
    "text": "shaving-water at thirty-seven minutes past nine, and the toilet at\n"
  }, 
  {
    "line_number": "89", 
    "text": "twenty minutes before ten.  Everything was regulated and foreseen that\n"
  }, 
  {
    "line_number": "90", 
    "text": "was to be done from half-past eleven a.m. till midnight, the hour at\n"
  }, 
  {
    "line_number": "91", 
    "text": "which the methodical gentleman retired.\n"
  }, 
  {
    "line_number": "92", 
    "text": "\n"
  }, 
  {
    "line_number": "93", 
    "text": "Mr. Fogg's wardrobe was amply supplied and in the best taste.  Each\n"
  }, 
  {
    "line_number": "94", 
    "text": "pair of trousers, coat, and vest bore a number, indicating the time of\n"
  }, 
  {
    "line_number": "95", 
    "text": "year and season at which they were in turn to be laid out for wearing;\n"
  }, 
  {
    "line_number": "96", 
    "text": "and the same system was applied to the master's shoes.  In short, the\n"
  }, 
  {
    "line_number": "97", 
    "text": "house in Saville Row, which must have been a very temple of disorder\n"
  }, 
  {
    "line_number": "98", 
    "text": "and unrest under the illustrious but dissipated Sheridan, was cosiness,\n"
  }, 
  {
    "line_number": "99", 
    "text": "comfort, and method idealised.  There was no study, nor were there\n"
  }, 
  {
    "line_number": "100", 
    "text": "books, which would have been quite useless to Mr. Fogg; for at the\n"
  }, 
  {
    "line_number": "101", 
    "text": "Reform two libraries, one of general literature and the other of law\n"
  }, 
  {
    "line_number": "102", 
    "text": "and politics, were at his service.  A moderate-sized safe stood in his\n"
  }, 
  {
    "line_number": "103", 
    "text": "bedroom, constructed so as to defy fire as well as burglars; but\n"
  }, 
  {
    "line_number": "104", 
    "text": "Passepartout found neither arms nor hunting weapons anywhere;\n"
  }, 
  {
    "line_number": "105", 
    "text": "everything betrayed the most tranquil and peaceable habits.\n"
  }, 
  {
    "line_number": "106", 
    "text": "\n"
  }, 
  {
    "line_number": "107", 
    "text": "Having scrutinised the house from top to bottom, he rubbed his hands, a\n"
  }, 
  {
    "line_number": "108", 
    "text": "broad smile overspread his features, and he said joyfully, \"This is\n"
  }, 
  {
    "line_number": "109", 
    "text": "just what I wanted!  Ah, we shall get on together, Mr. Fogg and I!\n"
  }, 
  {
    "line_number": "110", 
    "text": "What a domestic and regular gentleman!  A real machine; well, I don't\n"
  }, 
  {
    "line_number": "111", 
    "text": "mind serving a machine.\"\n"
  }, 
  {
    "line_number": "112", 
    "text": "\n"
  }, 
  {
    "line_number": "113", 
    "text": "\n"
  }, 
  {
    "line_number": "114", 
    "text": "\n"
  }, 
  {
    "line_number": "115", 
    "text": "\n"
  }
]