[
  {
    "line_number": "0", 
    "text": "\n"
  }, 
  {
    "line_number": "1", 
    "text": "\n"
  }, 
  {
    "line_number": "2", 
    "text": "IN WHICH A NEW SPECIES OF FUNDS, UNKNOWN TO THE MONEYED MEN, APPEARS ON\n"
  }, 
  {
    "line_number": "3", 
    "text": "'CHANGE\n"
  }, 
  {
    "line_number": "4", 
    "text": "\n"
  }, 
  {
    "line_number": "5", 
    "text": "\n"
  }, 
  {
    "line_number": "6", 
    "text": "Phileas Fogg rightly suspected that his departure from London would\n"
  }, 
  {
    "line_number": "7", 
    "text": "create a lively sensation at the West End.  The news of the bet spread\n"
  }, 
  {
    "line_number": "8", 
    "text": "through the Reform Club, and afforded an exciting topic of conversation\n"
  }, 
  {
    "line_number": "9", 
    "text": "to its members.  From the club it soon got into the papers throughout\n"
  }, 
  {
    "line_number": "10", 
    "text": "England.  The boasted \"tour of the world\" was talked about, disputed,\n"
  }, 
  {
    "line_number": "11", 
    "text": "argued with as much warmth as if the subject were another Alabama\n"
  }, 
  {
    "line_number": "12", 
    "text": "claim.  Some took sides with Phileas Fogg, but the large majority shook\n"
  }, 
  {
    "line_number": "13", 
    "text": "their heads and declared against him; it was absurd, impossible, they\n"
  }, 
  {
    "line_number": "14", 
    "text": "declared, that the tour of the world could be made, except\n"
  }, 
  {
    "line_number": "15", 
    "text": "theoretically and on paper, in this minimum of time, and with the\n"
  }, 
  {
    "line_number": "16", 
    "text": "existing means of travelling.  The Times, Standard, Morning Post, and\n"
  }, 
  {
    "line_number": "17", 
    "text": "Daily News, and twenty other highly respectable newspapers scouted Mr.\n"
  }, 
  {
    "line_number": "18", 
    "text": "Fogg's project as madness; the Daily Telegraph alone hesitatingly\n"
  }, 
  {
    "line_number": "19", 
    "text": "supported him.  People in general thought him a lunatic, and blamed his\n"
  }, 
  {
    "line_number": "20", 
    "text": "Reform Club friends for having accepted a wager which betrayed the\n"
  }, 
  {
    "line_number": "21", 
    "text": "mental aberration of its proposer.\n"
  }, 
  {
    "line_number": "22", 
    "text": "\n"
  }, 
  {
    "line_number": "23", 
    "text": "Articles no less passionate than logical appeared on the question, for\n"
  }, 
  {
    "line_number": "24", 
    "text": "geography is one of the pet subjects of the English; and the columns\n"
  }, 
  {
    "line_number": "25", 
    "text": "devoted to Phileas Fogg's venture were eagerly devoured by all classes\n"
  }, 
  {
    "line_number": "26", 
    "text": "of readers.  At first some rash individuals, principally of the gentler\n"
  }, 
  {
    "line_number": "27", 
    "text": "sex, espoused his cause, which became still more popular when the\n"
  }, 
  {
    "line_number": "28", 
    "text": "Illustrated London News came out with his portrait, copied from a\n"
  }, 
  {
    "line_number": "29", 
    "text": "photograph in the Reform Club.  A few readers of the Daily Telegraph\n"
  }, 
  {
    "line_number": "30", 
    "text": "even dared to say, \"Why not, after all?  Stranger things have come to\n"
  }, 
  {
    "line_number": "31", 
    "text": "pass.\"\n"
  }, 
  {
    "line_number": "32", 
    "text": "\n"
  }, 
  {
    "line_number": "33", 
    "text": "At last a long article appeared, on the 7th of October, in the bulletin\n"
  }, 
  {
    "line_number": "34", 
    "text": "of the Royal Geographical Society, which treated the question from\n"
  }, 
  {
    "line_number": "35", 
    "text": "every point of view, and demonstrated the utter folly of the enterprise.\n"
  }, 
  {
    "line_number": "36", 
    "text": "\n"
  }, 
  {
    "line_number": "37", 
    "text": "Everything, it said, was against the travellers, every obstacle imposed\n"
  }, 
  {
    "line_number": "38", 
    "text": "alike by man and by nature.  A miraculous agreement of the times of\n"
  }, 
  {
    "line_number": "39", 
    "text": "departure and arrival, which was impossible, was absolutely necessary\n"
  }, 
  {
    "line_number": "40", 
    "text": "to his success.  He might, perhaps, reckon on the arrival of trains at\n"
  }, 
  {
    "line_number": "41", 
    "text": "the designated hours, in Europe, where the distances were relatively\n"
  }, 
  {
    "line_number": "42", 
    "text": "moderate; but when he calculated upon crossing India in three days, and\n"
  }, 
  {
    "line_number": "43", 
    "text": "the United States in seven, could he rely beyond misgiving upon\n"
  }, 
  {
    "line_number": "44", 
    "text": "accomplishing his task?  There were accidents to machinery, the\n"
  }, 
  {
    "line_number": "45", 
    "text": "liability of trains to run off the line, collisions, bad weather, the\n"
  }, 
  {
    "line_number": "46", 
    "text": "blocking up by snow--were not all these against Phileas Fogg?  Would he\n"
  }, 
  {
    "line_number": "47", 
    "text": "not find himself, when travelling by steamer in winter, at the mercy of\n"
  }, 
  {
    "line_number": "48", 
    "text": "the winds and fogs?  Is it uncommon for the best ocean steamers to be\n"
  }, 
  {
    "line_number": "49", 
    "text": "two or three days behind time?  But a single delay would suffice to\n"
  }, 
  {
    "line_number": "50", 
    "text": "fatally break the chain of communication; should Phileas Fogg once\n"
  }, 
  {
    "line_number": "51", 
    "text": "miss, even by an hour; a steamer, he would have to wait for the next,\n"
  }, 
  {
    "line_number": "52", 
    "text": "and that would irrevocably render his attempt vain.\n"
  }, 
  {
    "line_number": "53", 
    "text": "\n"
  }, 
  {
    "line_number": "54", 
    "text": "This article made a great deal of noise, and, being copied into all the\n"
  }, 
  {
    "line_number": "55", 
    "text": "papers, seriously depressed the advocates of the rash tourist.\n"
  }, 
  {
    "line_number": "56", 
    "text": "\n"
  }, 
  {
    "line_number": "57", 
    "text": "Everybody knows that England is the world of betting men, who are of a\n"
  }, 
  {
    "line_number": "58", 
    "text": "higher class than mere gamblers; to bet is in the English temperament.\n"
  }, 
  {
    "line_number": "59", 
    "text": "Not only the members of the Reform, but the general public, made heavy\n"
  }, 
  {
    "line_number": "60", 
    "text": "wagers for or against Phileas Fogg, who was set down in the betting\n"
  }, 
  {
    "line_number": "61", 
    "text": "books as if he were a race-horse.  Bonds were issued, and made their\n"
  }, 
  {
    "line_number": "62", 
    "text": "appearance on 'Change; \"Phileas Fogg bonds\" were offered at par or at a\n"
  }, 
  {
    "line_number": "63", 
    "text": "premium, and a great business was done in them.  But five days after\n"
  }, 
  {
    "line_number": "64", 
    "text": "the article in the bulletin of the Geographical Society appeared, the\n"
  }, 
  {
    "line_number": "65", 
    "text": "demand began to subside:  \"Phileas Fogg\" declined.  They were offered\n"
  }, 
  {
    "line_number": "66", 
    "text": "by packages, at first of five, then of ten, until at last nobody would\n"
  }, 
  {
    "line_number": "67", 
    "text": "take less than twenty, fifty, a hundred!\n"
  }, 
  {
    "line_number": "68", 
    "text": "\n"
  }, 
  {
    "line_number": "69", 
    "text": "Lord Albemarle, an elderly paralytic gentleman, was now the only\n"
  }, 
  {
    "line_number": "70", 
    "text": "advocate of Phileas Fogg left.  This noble lord, who was fastened to\n"
  }, 
  {
    "line_number": "71", 
    "text": "his chair, would have given his fortune to be able to make the tour of\n"
  }, 
  {
    "line_number": "72", 
    "text": "the world, if it took ten years; and he bet five thousand pounds on\n"
  }, 
  {
    "line_number": "73", 
    "text": "Phileas Fogg.  When the folly as well as the uselessness of the\n"
  }, 
  {
    "line_number": "74", 
    "text": "adventure was pointed out to him, he contented himself with replying,\n"
  }, 
  {
    "line_number": "75", 
    "text": "\"If the thing is feasible, the first to do it ought to be an\n"
  }, 
  {
    "line_number": "76", 
    "text": "Englishman.\"\n"
  }, 
  {
    "line_number": "77", 
    "text": "\n"
  }, 
  {
    "line_number": "78", 
    "text": "The Fogg party dwindled more and more, everybody was going against him,\n"
  }, 
  {
    "line_number": "79", 
    "text": "and the bets stood a hundred and fifty and two hundred to one; and a\n"
  }, 
  {
    "line_number": "80", 
    "text": "week after his departure an incident occurred which deprived him of\n"
  }, 
  {
    "line_number": "81", 
    "text": "backers at any price.\n"
  }, 
  {
    "line_number": "82", 
    "text": "\n"
  }, 
  {
    "line_number": "83", 
    "text": "The commissioner of police was sitting in his office at nine o'clock\n"
  }, 
  {
    "line_number": "84", 
    "text": "one evening, when the following telegraphic dispatch was put into his\n"
  }, 
  {
    "line_number": "85", 
    "text": "hands:\n"
  }, 
  {
    "line_number": "86", 
    "text": "\n"
  }, 
  {
    "line_number": "87", 
    "text": "Suez to London.\n"
  }, 
  {
    "line_number": "88", 
    "text": "\n"
  }, 
  {
    "line_number": "89", 
    "text": "Rowan, Commissioner of Police, Scotland Yard:\n"
  }, 
  {
    "line_number": "90", 
    "text": "\n"
  }, 
  {
    "line_number": "91", 
    "text": "I've found the bank robber, Phileas Fogg.  Send with out delay warrant\n"
  }, 
  {
    "line_number": "92", 
    "text": "of arrest to Bombay.\n"
  }, 
  {
    "line_number": "93", 
    "text": "\n"
  }, 
  {
    "line_number": "94", 
    "text": "Fix, Detective.\n"
  }, 
  {
    "line_number": "95", 
    "text": "\n"
  }, 
  {
    "line_number": "96", 
    "text": "The effect of this dispatch was instantaneous.  The polished gentleman\n"
  }, 
  {
    "line_number": "97", 
    "text": "disappeared to give place to the bank robber.  His photograph, which\n"
  }, 
  {
    "line_number": "98", 
    "text": "was hung with those of the rest of the members at the Reform Club, was\n"
  }, 
  {
    "line_number": "99", 
    "text": "minutely examined, and it betrayed, feature by feature, the description\n"
  }, 
  {
    "line_number": "100", 
    "text": "of the robber which had been provided to the police.  The mysterious\n"
  }, 
  {
    "line_number": "101", 
    "text": "habits of Phileas Fogg were recalled; his solitary ways, his sudden\n"
  }, 
  {
    "line_number": "102", 
    "text": "departure; and it seemed clear that, in undertaking a tour round the\n"
  }, 
  {
    "line_number": "103", 
    "text": "world on the pretext of a wager, he had had no other end in view than\n"
  }, 
  {
    "line_number": "104", 
    "text": "to elude the detectives, and throw them off his track.\n"
  }, 
  {
    "line_number": "105", 
    "text": "\n"
  }, 
  {
    "line_number": "106", 
    "text": "\n"
  }, 
  {
    "line_number": "107", 
    "text": "\n"
  }, 
  {
    "line_number": "108", 
    "text": "\n"
  }
]