[
  {
    "line_number": "0", 
    "text": "\n"
  }, 
  {
    "line_number": "1", 
    "text": "IN WHICH PHILEAS FOGG, PASSEPARTOUT, AND FIX GO EACH ABOUT HIS BUSINESS\n"
  }, 
  {
    "line_number": "2", 
    "text": "\n"
  }, 
  {
    "line_number": "3", 
    "text": "\n"
  }, 
  {
    "line_number": "4", 
    "text": "The weather was bad during the latter days of the voyage.  The wind,\n"
  }, 
  {
    "line_number": "5", 
    "text": "obstinately remaining in the north-west, blew a gale, and retarded the\n"
  }, 
  {
    "line_number": "6", 
    "text": "steamer.  The Rangoon rolled heavily and the passengers became\n"
  }, 
  {
    "line_number": "7", 
    "text": "impatient of the long, monstrous waves which the wind raised before\n"
  }, 
  {
    "line_number": "8", 
    "text": "their path.  A sort of tempest arose on the 3rd of November, the squall\n"
  }, 
  {
    "line_number": "9", 
    "text": "knocking the vessel about with fury, and the waves running high.  The\n"
  }, 
  {
    "line_number": "10", 
    "text": "Rangoon reefed all her sails, and even the rigging proved too much,\n"
  }, 
  {
    "line_number": "11", 
    "text": "whistling and shaking amid the squall.  The steamer was forced to\n"
  }, 
  {
    "line_number": "12", 
    "text": "proceed slowly, and the captain estimated that she would reach Hong\n"
  }, 
  {
    "line_number": "13", 
    "text": "Kong twenty hours behind time, and more if the storm lasted.\n"
  }, 
  {
    "line_number": "14", 
    "text": "\n"
  }, 
  {
    "line_number": "15", 
    "text": "Phileas Fogg gazed at the tempestuous sea, which seemed to be\n"
  }, 
  {
    "line_number": "16", 
    "text": "struggling especially to delay him, with his habitual tranquillity.  He\n"
  }, 
  {
    "line_number": "17", 
    "text": "never changed countenance for an instant, though a delay of twenty\n"
  }, 
  {
    "line_number": "18", 
    "text": "hours, by making him too late for the Yokohama boat, would almost\n"
  }, 
  {
    "line_number": "19", 
    "text": "inevitably cause the loss of the wager.  But this man of nerve\n"
  }, 
  {
    "line_number": "20", 
    "text": "manifested neither impatience nor annoyance; it seemed as if the storm\n"
  }, 
  {
    "line_number": "21", 
    "text": "were a part of his programme, and had been foreseen.  Aouda was amazed\n"
  }, 
  {
    "line_number": "22", 
    "text": "to find him as calm as he had been from the first time she saw him.\n"
  }, 
  {
    "line_number": "23", 
    "text": "\n"
  }, 
  {
    "line_number": "24", 
    "text": "Fix did not look at the state of things in the same light.  The storm\n"
  }, 
  {
    "line_number": "25", 
    "text": "greatly pleased him.  His satisfaction would have been complete had the\n"
  }, 
  {
    "line_number": "26", 
    "text": "Rangoon been forced to retreat before the violence of wind and waves.\n"
  }, 
  {
    "line_number": "27", 
    "text": "Each delay filled him with hope, for it became more and more probable\n"
  }, 
  {
    "line_number": "28", 
    "text": "that Fogg would be obliged to remain some days at Hong Kong; and now\n"
  }, 
  {
    "line_number": "29", 
    "text": "the heavens themselves became his allies, with the gusts and squalls.\n"
  }, 
  {
    "line_number": "30", 
    "text": "It mattered not that they made him sea-sick--he made no account of this\n"
  }, 
  {
    "line_number": "31", 
    "text": "inconvenience; and, whilst his body was writhing under their effects,\n"
  }, 
  {
    "line_number": "32", 
    "text": "his spirit bounded with hopeful exultation.\n"
  }, 
  {
    "line_number": "33", 
    "text": "\n"
  }, 
  {
    "line_number": "34", 
    "text": "Passepartout was enraged beyond expression by the unpropitious weather.\n"
  }, 
  {
    "line_number": "35", 
    "text": "Everything had gone so well till now!  Earth and sea had seemed to be\n"
  }, 
  {
    "line_number": "36", 
    "text": "at his master's service; steamers and railways obeyed him; wind and\n"
  }, 
  {
    "line_number": "37", 
    "text": "steam united to speed his journey.  Had the hour of adversity come?\n"
  }, 
  {
    "line_number": "38", 
    "text": "Passepartout was as much excited as if the twenty thousand pounds were\n"
  }, 
  {
    "line_number": "39", 
    "text": "to come from his own pocket.  The storm exasperated him, the gale made\n"
  }, 
  {
    "line_number": "40", 
    "text": "him furious, and he longed to lash the obstinate sea into obedience.\n"
  }, 
  {
    "line_number": "41", 
    "text": "Poor fellow!  Fix carefully concealed from him his own satisfaction,\n"
  }, 
  {
    "line_number": "42", 
    "text": "for, had he betrayed it, Passepartout could scarcely have restrained\n"
  }, 
  {
    "line_number": "43", 
    "text": "himself from personal violence.\n"
  }, 
  {
    "line_number": "44", 
    "text": "\n"
  }, 
  {
    "line_number": "45", 
    "text": "Passepartout remained on deck as long as the tempest lasted, being\n"
  }, 
  {
    "line_number": "46", 
    "text": "unable to remain quiet below, and taking it into his head to aid the\n"
  }, 
  {
    "line_number": "47", 
    "text": "progress of the ship by lending a hand with the crew.  He overwhelmed\n"
  }, 
  {
    "line_number": "48", 
    "text": "the captain, officers, and sailors, who could not help laughing at his\n"
  }, 
  {
    "line_number": "49", 
    "text": "impatience, with all sorts of questions.  He wanted to know exactly how\n"
  }, 
  {
    "line_number": "50", 
    "text": "long the storm was going to last; whereupon he was referred to the\n"
  }, 
  {
    "line_number": "51", 
    "text": "barometer, which seemed to have no intention of rising.  Passepartout\n"
  }, 
  {
    "line_number": "52", 
    "text": "shook it, but with no perceptible effect; for neither shaking nor\n"
  }, 
  {
    "line_number": "53", 
    "text": "maledictions could prevail upon it to change its mind.\n"
  }, 
  {
    "line_number": "54", 
    "text": "\n"
  }, 
  {
    "line_number": "55", 
    "text": "On the 4th, however, the sea became more calm, and the storm lessened\n"
  }, 
  {
    "line_number": "56", 
    "text": "its violence; the wind veered southward, and was once more favourable.\n"
  }, 
  {
    "line_number": "57", 
    "text": "Passepartout cleared up with the weather.  Some of the sails were\n"
  }, 
  {
    "line_number": "58", 
    "text": "unfurled, and the Rangoon resumed its most rapid speed.  The time lost\n"
  }, 
  {
    "line_number": "59", 
    "text": "could not, however, be regained.  Land was not signalled until five\n"
  }, 
  {
    "line_number": "60", 
    "text": "o'clock on the morning of the 6th; the steamer was due on the 5th.\n"
  }, 
  {
    "line_number": "61", 
    "text": "Phileas Fogg was twenty-four hours behind-hand, and the Yokohama\n"
  }, 
  {
    "line_number": "62", 
    "text": "steamer would, of course, be missed.\n"
  }, 
  {
    "line_number": "63", 
    "text": "\n"
  }, 
  {
    "line_number": "64", 
    "text": "The pilot went on board at six, and took his place on the bridge, to\n"
  }, 
  {
    "line_number": "65", 
    "text": "guide the Rangoon through the channels to the port of Hong Kong.\n"
  }, 
  {
    "line_number": "66", 
    "text": "Passepartout longed to ask him if the steamer had left for Yokohama;\n"
  }, 
  {
    "line_number": "67", 
    "text": "but he dared not, for he wished to preserve the spark of hope, which\n"
  }, 
  {
    "line_number": "68", 
    "text": "still remained till the last moment.  He had confided his anxiety to\n"
  }, 
  {
    "line_number": "69", 
    "text": "Fix who--the sly rascal!--tried to console him by saying that Mr. Fogg\n"
  }, 
  {
    "line_number": "70", 
    "text": "would be in time if he took the next boat; but this only put\n"
  }, 
  {
    "line_number": "71", 
    "text": "Passepartout in a passion.\n"
  }, 
  {
    "line_number": "72", 
    "text": "\n"
  }, 
  {
    "line_number": "73", 
    "text": "Mr. Fogg, bolder than his servant, did not hesitate to approach the\n"
  }, 
  {
    "line_number": "74", 
    "text": "pilot, and tranquilly ask him if he knew when a steamer would leave\n"
  }, 
  {
    "line_number": "75", 
    "text": "Hong Kong for Yokohama.\n"
  }, 
  {
    "line_number": "76", 
    "text": "\n"
  }, 
  {
    "line_number": "77", 
    "text": "\"At high tide to-morrow morning,\" answered the pilot.\n"
  }, 
  {
    "line_number": "78", 
    "text": "\n"
  }, 
  {
    "line_number": "79", 
    "text": "\"Ah!\" said Mr. Fogg, without betraying any astonishment.\n"
  }, 
  {
    "line_number": "80", 
    "text": "\n"
  }, 
  {
    "line_number": "81", 
    "text": "Passepartout, who heard what passed, would willingly have embraced the\n"
  }, 
  {
    "line_number": "82", 
    "text": "pilot, while Fix would have been glad to twist his neck.\n"
  }, 
  {
    "line_number": "83", 
    "text": "\n"
  }, 
  {
    "line_number": "84", 
    "text": "\"What is the steamer's name?\" asked Mr. Fogg.\n"
  }, 
  {
    "line_number": "85", 
    "text": "\n"
  }, 
  {
    "line_number": "86", 
    "text": "\"The Carnatic.\"\n"
  }, 
  {
    "line_number": "87", 
    "text": "\n"
  }, 
  {
    "line_number": "88", 
    "text": "\"Ought she not to have gone yesterday?\"\n"
  }, 
  {
    "line_number": "89", 
    "text": "\n"
  }, 
  {
    "line_number": "90", 
    "text": "\"Yes, sir; but they had to repair one of her boilers, and so her\n"
  }, 
  {
    "line_number": "91", 
    "text": "departure was postponed till to-morrow.\"\n"
  }, 
  {
    "line_number": "92", 
    "text": "\n"
  }, 
  {
    "line_number": "93", 
    "text": "\"Thank you,\" returned Mr. Fogg, descending mathematically to the saloon.\n"
  }, 
  {
    "line_number": "94", 
    "text": "\n"
  }, 
  {
    "line_number": "95", 
    "text": "Passepartout clasped the pilot's hand and shook it heartily in his\n"
  }, 
  {
    "line_number": "96", 
    "text": "delight, exclaiming, \"Pilot, you are the best of good fellows!\"\n"
  }, 
  {
    "line_number": "97", 
    "text": "\n"
  }, 
  {
    "line_number": "98", 
    "text": "The pilot probably does not know to this day why his responses won him\n"
  }, 
  {
    "line_number": "99", 
    "text": "this enthusiastic greeting.  He remounted the bridge, and guided the\n"
  }, 
  {
    "line_number": "100", 
    "text": "steamer through the flotilla of junks, tankas, and fishing boats which\n"
  }, 
  {
    "line_number": "101", 
    "text": "crowd the harbour of Hong Kong.\n"
  }, 
  {
    "line_number": "102", 
    "text": "\n"
  }, 
  {
    "line_number": "103", 
    "text": "At one o'clock the Rangoon was at the quay, and the passengers were\n"
  }, 
  {
    "line_number": "104", 
    "text": "going ashore.\n"
  }, 
  {
    "line_number": "105", 
    "text": "\n"
  }, 
  {
    "line_number": "106", 
    "text": "Chance had strangely favoured Phileas Fogg, for had not the Carnatic\n"
  }, 
  {
    "line_number": "107", 
    "text": "been forced to lie over for repairing her boilers, she would have left\n"
  }, 
  {
    "line_number": "108", 
    "text": "on the 6th of November, and the passengers for Japan would have been\n"
  }, 
  {
    "line_number": "109", 
    "text": "obliged to await for a week the sailing of the next steamer.  Mr. Fogg\n"
  }, 
  {
    "line_number": "110", 
    "text": "was, it is true, twenty-four hours behind his time; but this could not\n"
  }, 
  {
    "line_number": "111", 
    "text": "seriously imperil the remainder of his tour.\n"
  }, 
  {
    "line_number": "112", 
    "text": "\n"
  }, 
  {
    "line_number": "113", 
    "text": "The steamer which crossed the Pacific from Yokohama to San Francisco\n"
  }, 
  {
    "line_number": "114", 
    "text": "made a direct connection with that from Hong Kong, and it could not\n"
  }, 
  {
    "line_number": "115", 
    "text": "sail until the latter reached Yokohama; and if Mr. Fogg was twenty-four\n"
  }, 
  {
    "line_number": "116", 
    "text": "hours late on reaching Yokohama, this time would no doubt be easily\n"
  }, 
  {
    "line_number": "117", 
    "text": "regained in the voyage of twenty-two days across the Pacific.  He found\n"
  }, 
  {
    "line_number": "118", 
    "text": "himself, then, about twenty-four hours behind-hand, thirty-five days\n"
  }, 
  {
    "line_number": "119", 
    "text": "after leaving London.\n"
  }, 
  {
    "line_number": "120", 
    "text": "\n"
  }, 
  {
    "line_number": "121", 
    "text": "The Carnatic was announced to leave Hong Kong at five the next morning.\n"
  }, 
  {
    "line_number": "122", 
    "text": "Mr. Fogg had sixteen hours in which to attend to his business there,\n"
  }, 
  {
    "line_number": "123", 
    "text": "which was to deposit Aouda safely with her wealthy relative.\n"
  }, 
  {
    "line_number": "124", 
    "text": "\n"
  }, 
  {
    "line_number": "125", 
    "text": "On landing, he conducted her to a palanquin, in which they repaired to\n"
  }, 
  {
    "line_number": "126", 
    "text": "the Club Hotel.  A room was engaged for the young woman, and Mr. Fogg,\n"
  }, 
  {
    "line_number": "127", 
    "text": "after seeing that she wanted for nothing, set out in search of her\n"
  }, 
  {
    "line_number": "128", 
    "text": "cousin Jeejeeh.  He instructed Passepartout to remain at the hotel\n"
  }, 
  {
    "line_number": "129", 
    "text": "until his return, that Aouda might not be left entirely alone.\n"
  }, 
  {
    "line_number": "130", 
    "text": "\n"
  }, 
  {
    "line_number": "131", 
    "text": "Mr. Fogg repaired to the Exchange, where, he did not doubt, every one\n"
  }, 
  {
    "line_number": "132", 
    "text": "would know so wealthy and considerable a personage as the Parsee\n"
  }, 
  {
    "line_number": "133", 
    "text": "merchant.  Meeting a broker, he made the inquiry, to learn that Jeejeeh\n"
  }, 
  {
    "line_number": "134", 
    "text": "had left China two years before, and, retiring from business with an\n"
  }, 
  {
    "line_number": "135", 
    "text": "immense fortune, had taken up his residence in Europe--in Holland the\n"
  }, 
  {
    "line_number": "136", 
    "text": "broker thought, with the merchants of which country he had principally\n"
  }, 
  {
    "line_number": "137", 
    "text": "traded.  Phileas Fogg returned to the hotel, begged a moment's\n"
  }, 
  {
    "line_number": "138", 
    "text": "conversation with Aouda, and without more ado, apprised her that\n"
  }, 
  {
    "line_number": "139", 
    "text": "Jeejeeh was no longer at Hong Kong, but probably in Holland.\n"
  }, 
  {
    "line_number": "140", 
    "text": "\n"
  }, 
  {
    "line_number": "141", 
    "text": "Aouda at first said nothing.  She passed her hand across her forehead,\n"
  }, 
  {
    "line_number": "142", 
    "text": "and reflected a few moments.  Then, in her sweet, soft voice, she said:\n"
  }, 
  {
    "line_number": "143", 
    "text": "\"What ought I to do, Mr. Fogg?\"\n"
  }, 
  {
    "line_number": "144", 
    "text": "\n"
  }, 
  {
    "line_number": "145", 
    "text": "\"It is very simple,\" responded the gentleman.  \"Go on to Europe.\"\n"
  }, 
  {
    "line_number": "146", 
    "text": "\n"
  }, 
  {
    "line_number": "147", 
    "text": "\"But I cannot intrude--\"\n"
  }, 
  {
    "line_number": "148", 
    "text": "\n"
  }, 
  {
    "line_number": "149", 
    "text": "\"You do not intrude, nor do you in the least embarrass my project.\n"
  }, 
  {
    "line_number": "150", 
    "text": "Passepartout!\"\n"
  }, 
  {
    "line_number": "151", 
    "text": "\n"
  }, 
  {
    "line_number": "152", 
    "text": "\"Monsieur.\"\n"
  }, 
  {
    "line_number": "153", 
    "text": "\n"
  }, 
  {
    "line_number": "154", 
    "text": "\"Go to the Carnatic, and engage three cabins.\"\n"
  }, 
  {
    "line_number": "155", 
    "text": "\n"
  }, 
  {
    "line_number": "156", 
    "text": "Passepartout, delighted that the young woman, who was very gracious to\n"
  }, 
  {
    "line_number": "157", 
    "text": "him, was going to continue the journey with them, went off at a brisk\n"
  }, 
  {
    "line_number": "158", 
    "text": "gait to obey his master's order.\n"
  }, 
  {
    "line_number": "159", 
    "text": "\n"
  }, 
  {
    "line_number": "160", 
    "text": "\n"
  }, 
  {
    "line_number": "161", 
    "text": "\n"
  }, 
  {
    "line_number": "162", 
    "text": "\n"
  }
]