[
  {
    "line_number": "0", 
    "text": "\n"
  }, 
  {
    "line_number": "1", 
    "text": "IN WHICH THE RED SEA AND THE INDIAN OCEAN PROVE PROPITIOUS TO THE\n"
  }, 
  {
    "line_number": "2", 
    "text": "DESIGNS OF PHILEAS FOGG\n"
  }, 
  {
    "line_number": "3", 
    "text": "\n"
  }, 
  {
    "line_number": "4", 
    "text": "\n"
  }, 
  {
    "line_number": "5", 
    "text": "The distance between Suez and Aden is precisely thirteen hundred and\n"
  }, 
  {
    "line_number": "6", 
    "text": "ten miles, and the regulations of the company allow the steamers one\n"
  }, 
  {
    "line_number": "7", 
    "text": "hundred and thirty-eight hours in which to traverse it.  The Mongolia,\n"
  }, 
  {
    "line_number": "8", 
    "text": "thanks to the vigorous exertions of the engineer, seemed likely, so\n"
  }, 
  {
    "line_number": "9", 
    "text": "rapid was her speed, to reach her destination considerably within that\n"
  }, 
  {
    "line_number": "10", 
    "text": "time.  The greater part of the passengers from Brindisi were bound for\n"
  }, 
  {
    "line_number": "11", 
    "text": "India some for Bombay, others for Calcutta by way of Bombay, the\n"
  }, 
  {
    "line_number": "12", 
    "text": "nearest route thither, now that a railway crosses the Indian peninsula.\n"
  }, 
  {
    "line_number": "13", 
    "text": "Among the passengers was a number of officials and military officers of\n"
  }, 
  {
    "line_number": "14", 
    "text": "various grades, the latter being either attached to the regular British\n"
  }, 
  {
    "line_number": "15", 
    "text": "forces or commanding the Sepoy troops, and receiving high salaries ever\n"
  }, 
  {
    "line_number": "16", 
    "text": "since the central government has assumed the powers of the East India\n"
  }, 
  {
    "line_number": "17", 
    "text": "Company: for the sub-lieutenants get 280 pounds, brigadiers, 2,400\n"
  }, 
  {
    "line_number": "18", 
    "text": "pounds, and generals of divisions, 4,000 pounds.  What with the\n"
  }, 
  {
    "line_number": "19", 
    "text": "military men, a number of rich young Englishmen on their travels, and\n"
  }, 
  {
    "line_number": "20", 
    "text": "the hospitable efforts of the purser, the time passed quickly on the\n"
  }, 
  {
    "line_number": "21", 
    "text": "Mongolia.  The best of fare was spread upon the cabin tables at\n"
  }, 
  {
    "line_number": "22", 
    "text": "breakfast, lunch, dinner, and the eight o'clock supper, and the ladies\n"
  }, 
  {
    "line_number": "23", 
    "text": "scrupulously changed their toilets twice a day; and the hours were\n"
  }, 
  {
    "line_number": "24", 
    "text": "whirled away, when the sea was tranquil, with music, dancing, and games.\n"
  }, 
  {
    "line_number": "25", 
    "text": "\n"
  }, 
  {
    "line_number": "26", 
    "text": "But the Red Sea is full of caprice, and often boisterous, like most\n"
  }, 
  {
    "line_number": "27", 
    "text": "long and narrow gulfs.  When the wind came from the African or Asian\n"
  }, 
  {
    "line_number": "28", 
    "text": "coast the Mongolia, with her long hull, rolled fearfully.  Then the\n"
  }, 
  {
    "line_number": "29", 
    "text": "ladies speedily disappeared below; the pianos were silent; singing and\n"
  }, 
  {
    "line_number": "30", 
    "text": "dancing suddenly ceased.  Yet the good ship ploughed straight on,\n"
  }, 
  {
    "line_number": "31", 
    "text": "unretarded by wind or wave, towards the straits of Bab-el-Mandeb.  What\n"
  }, 
  {
    "line_number": "32", 
    "text": "was Phileas Fogg doing all this time?  It might be thought that, in his\n"
  }, 
  {
    "line_number": "33", 
    "text": "anxiety, he would be constantly watching the changes of the wind, the\n"
  }, 
  {
    "line_number": "34", 
    "text": "disorderly raging of the billows--every chance, in short, which might\n"
  }, 
  {
    "line_number": "35", 
    "text": "force the Mongolia to slacken her speed, and thus interrupt his\n"
  }, 
  {
    "line_number": "36", 
    "text": "journey.  But, if he thought of these possibilities, he did not betray\n"
  }, 
  {
    "line_number": "37", 
    "text": "the fact by any outward sign.\n"
  }, 
  {
    "line_number": "38", 
    "text": "\n"
  }, 
  {
    "line_number": "39", 
    "text": "Always the same impassible member of the Reform Club, whom no incident\n"
  }, 
  {
    "line_number": "40", 
    "text": "could surprise, as unvarying as the ship's chronometers, and seldom\n"
  }, 
  {
    "line_number": "41", 
    "text": "having the curiosity even to go upon the deck, he passed through the\n"
  }, 
  {
    "line_number": "42", 
    "text": "memorable scenes of the Red Sea with cold indifference; did not care to\n"
  }, 
  {
    "line_number": "43", 
    "text": "recognise the historic towns and villages which, along its borders,\n"
  }, 
  {
    "line_number": "44", 
    "text": "raised their picturesque outlines against the sky; and betrayed no fear\n"
  }, 
  {
    "line_number": "45", 
    "text": "of the dangers of the Arabic Gulf, which the old historians always\n"
  }, 
  {
    "line_number": "46", 
    "text": "spoke of with horror, and upon which the ancient navigators never\n"
  }, 
  {
    "line_number": "47", 
    "text": "ventured without propitiating the gods by ample sacrifices.  How did\n"
  }, 
  {
    "line_number": "48", 
    "text": "this eccentric personage pass his time on the Mongolia?  He made his\n"
  }, 
  {
    "line_number": "49", 
    "text": "four hearty meals every day, regardless of the most persistent rolling\n"
  }, 
  {
    "line_number": "50", 
    "text": "and pitching on the part of the steamer; and he played whist\n"
  }, 
  {
    "line_number": "51", 
    "text": "indefatigably, for he had found partners as enthusiastic in the game as\n"
  }, 
  {
    "line_number": "52", 
    "text": "himself.  A tax-collector, on the way to his post at Goa; the Rev.\n"
  }, 
  {
    "line_number": "53", 
    "text": "Decimus Smith, returning to his parish at Bombay; and a\n"
  }, 
  {
    "line_number": "54", 
    "text": "brigadier-general of the English army, who was about to rejoin his\n"
  }, 
  {
    "line_number": "55", 
    "text": "brigade at Benares, made up the party, and, with Mr. Fogg, played whist\n"
  }, 
  {
    "line_number": "56", 
    "text": "by the hour together in absorbing silence.\n"
  }, 
  {
    "line_number": "57", 
    "text": "\n"
  }, 
  {
    "line_number": "58", 
    "text": "As for Passepartout, he, too, had escaped sea-sickness, and took his\n"
  }, 
  {
    "line_number": "59", 
    "text": "meals conscientiously in the forward cabin.  He rather enjoyed the\n"
  }, 
  {
    "line_number": "60", 
    "text": "voyage, for he was well fed and well lodged, took a great interest in\n"
  }, 
  {
    "line_number": "61", 
    "text": "the scenes through which they were passing, and consoled himself with\n"
  }, 
  {
    "line_number": "62", 
    "text": "the delusion that his master's whim would end at Bombay.  He was\n"
  }, 
  {
    "line_number": "63", 
    "text": "pleased, on the day after leaving Suez, to find on deck the obliging\n"
  }, 
  {
    "line_number": "64", 
    "text": "person with whom he had walked and chatted on the quays.\n"
  }, 
  {
    "line_number": "65", 
    "text": "\n"
  }, 
  {
    "line_number": "66", 
    "text": "\"If I am not mistaken,\" said he, approaching this person, with his most\n"
  }, 
  {
    "line_number": "67", 
    "text": "amiable smile, \"you are the gentleman who so kindly volunteered to\n"
  }, 
  {
    "line_number": "68", 
    "text": "guide me at Suez?\"\n"
  }, 
  {
    "line_number": "69", 
    "text": "\n"
  }, 
  {
    "line_number": "70", 
    "text": "\"Ah!  I quite recognise you.  You are the servant of the strange\n"
  }, 
  {
    "line_number": "71", 
    "text": "Englishman--\"\n"
  }, 
  {
    "line_number": "72", 
    "text": "\n"
  }, 
  {
    "line_number": "73", 
    "text": "\"Just so, monsieur--\"\n"
  }, 
  {
    "line_number": "74", 
    "text": "\n"
  }, 
  {
    "line_number": "75", 
    "text": "\"Fix.\"\n"
  }, 
  {
    "line_number": "76", 
    "text": "\n"
  }, 
  {
    "line_number": "77", 
    "text": "\"Monsieur Fix,\" resumed Passepartout, \"I'm charmed to find you on\n"
  }, 
  {
    "line_number": "78", 
    "text": "board.  Where are you bound?\"\n"
  }, 
  {
    "line_number": "79", 
    "text": "\n"
  }, 
  {
    "line_number": "80", 
    "text": "\"Like you, to Bombay.\"\n"
  }, 
  {
    "line_number": "81", 
    "text": "\n"
  }, 
  {
    "line_number": "82", 
    "text": "\"That's capital!  Have you made this trip before?\"\n"
  }, 
  {
    "line_number": "83", 
    "text": "\n"
  }, 
  {
    "line_number": "84", 
    "text": "\"Several times.  I am one of the agents of the Peninsular Company.\"\n"
  }, 
  {
    "line_number": "85", 
    "text": "\n"
  }, 
  {
    "line_number": "86", 
    "text": "\"Then you know India?\"\n"
  }, 
  {
    "line_number": "87", 
    "text": "\n"
  }, 
  {
    "line_number": "88", 
    "text": "\"Why yes,\" replied Fix, who spoke cautiously.\n"
  }, 
  {
    "line_number": "89", 
    "text": "\n"
  }, 
  {
    "line_number": "90", 
    "text": "\"A curious place, this India?\"\n"
  }, 
  {
    "line_number": "91", 
    "text": "\n"
  }, 
  {
    "line_number": "92", 
    "text": "\"Oh, very curious.  Mosques, minarets, temples, fakirs, pagodas,\n"
  }, 
  {
    "line_number": "93", 
    "text": "tigers, snakes, elephants!  I hope you will have ample time to see the\n"
  }, 
  {
    "line_number": "94", 
    "text": "sights.\"\n"
  }, 
  {
    "line_number": "95", 
    "text": "\n"
  }, 
  {
    "line_number": "96", 
    "text": "\"I hope so, Monsieur Fix.  You see, a man of sound sense ought not to\n"
  }, 
  {
    "line_number": "97", 
    "text": "spend his life jumping from a steamer upon a railway train, and from a\n"
  }, 
  {
    "line_number": "98", 
    "text": "railway train upon a steamer again, pretending to make the tour of the\n"
  }, 
  {
    "line_number": "99", 
    "text": "world in eighty days!  No; all these gymnastics, you may be sure, will\n"
  }, 
  {
    "line_number": "100", 
    "text": "cease at Bombay.\"\n"
  }, 
  {
    "line_number": "101", 
    "text": "\n"
  }, 
  {
    "line_number": "102", 
    "text": "\"And Mr. Fogg is getting on well?\" asked Fix, in the most natural tone\n"
  }, 
  {
    "line_number": "103", 
    "text": "in the world.\n"
  }, 
  {
    "line_number": "104", 
    "text": "\n"
  }, 
  {
    "line_number": "105", 
    "text": "\"Quite well, and I too.  I eat like a famished ogre; it's the sea air.\"\n"
  }, 
  {
    "line_number": "106", 
    "text": "\n"
  }, 
  {
    "line_number": "107", 
    "text": "\"But I never see your master on deck.\"\n"
  }, 
  {
    "line_number": "108", 
    "text": "\n"
  }, 
  {
    "line_number": "109", 
    "text": "\"Never; he hasn't the least curiosity.\"\n"
  }, 
  {
    "line_number": "110", 
    "text": "\n"
  }, 
  {
    "line_number": "111", 
    "text": "\"Do you know, Mr. Passepartout, that this pretended tour in eighty days\n"
  }, 
  {
    "line_number": "112", 
    "text": "may conceal some secret errand--perhaps a diplomatic mission?\"\n"
  }, 
  {
    "line_number": "113", 
    "text": "\n"
  }, 
  {
    "line_number": "114", 
    "text": "\"Faith, Monsieur Fix, I assure you I know nothing about it, nor would I\n"
  }, 
  {
    "line_number": "115", 
    "text": "give half a crown to find out.\"\n"
  }, 
  {
    "line_number": "116", 
    "text": "\n"
  }, 
  {
    "line_number": "117", 
    "text": "After this meeting, Passepartout and Fix got into the habit of chatting\n"
  }, 
  {
    "line_number": "118", 
    "text": "together, the latter making it a point to gain the worthy man's\n"
  }, 
  {
    "line_number": "119", 
    "text": "confidence.  He frequently offered him a glass of whiskey or pale ale\n"
  }, 
  {
    "line_number": "120", 
    "text": "in the steamer bar-room, which Passepartout never failed to accept with\n"
  }, 
  {
    "line_number": "121", 
    "text": "graceful alacrity, mentally pronouncing Fix the best of good fellows.\n"
  }, 
  {
    "line_number": "122", 
    "text": "\n"
  }, 
  {
    "line_number": "123", 
    "text": "Meanwhile the Mongolia was pushing forward rapidly; on the 13th, Mocha,\n"
  }, 
  {
    "line_number": "124", 
    "text": "surrounded by its ruined walls whereon date-trees were growing, was\n"
  }, 
  {
    "line_number": "125", 
    "text": "sighted, and on the mountains beyond were espied vast coffee-fields.\n"
  }, 
  {
    "line_number": "126", 
    "text": "Passepartout was ravished to behold this celebrated place, and thought\n"
  }, 
  {
    "line_number": "127", 
    "text": "that, with its circular walls and dismantled fort, it looked like an\n"
  }, 
  {
    "line_number": "128", 
    "text": "immense coffee-cup and saucer. The following night they passed through\n"
  }, 
  {
    "line_number": "129", 
    "text": "the Strait of Bab-el-Mandeb, which means in Arabic The Bridge of Tears,\n"
  }, 
  {
    "line_number": "130", 
    "text": "and the next day they put in at Steamer Point, north-west of Aden\n"
  }, 
  {
    "line_number": "131", 
    "text": "harbour, to take in coal.  This matter of fuelling steamers is a\n"
  }, 
  {
    "line_number": "132", 
    "text": "serious one at such distances from the coal-mines; it costs the\n"
  }, 
  {
    "line_number": "133", 
    "text": "Peninsular Company some eight hundred thousand pounds a year.  In these\n"
  }, 
  {
    "line_number": "134", 
    "text": "distant seas, coal is worth three or four pounds sterling a ton.\n"
  }, 
  {
    "line_number": "135", 
    "text": "\n"
  }, 
  {
    "line_number": "136", 
    "text": "The Mongolia had still sixteen hundred and fifty miles to traverse\n"
  }, 
  {
    "line_number": "137", 
    "text": "before reaching Bombay, and was obliged to remain four hours at Steamer\n"
  }, 
  {
    "line_number": "138", 
    "text": "Point to coal up.  But this delay, as it was foreseen, did not affect\n"
  }, 
  {
    "line_number": "139", 
    "text": "Phileas Fogg's programme; besides, the Mongolia, instead of reaching\n"
  }, 
  {
    "line_number": "140", 
    "text": "Aden on the morning of the 15th, when she was due, arrived there on the\n"
  }, 
  {
    "line_number": "141", 
    "text": "evening of the 14th, a gain of fifteen hours.\n"
  }, 
  {
    "line_number": "142", 
    "text": "\n"
  }, 
  {
    "line_number": "143", 
    "text": "Mr. Fogg and his servant went ashore at Aden to have the passport again\n"
  }, 
  {
    "line_number": "144", 
    "text": "visaed; Fix, unobserved, followed them.  The visa procured, Mr. Fogg\n"
  }, 
  {
    "line_number": "145", 
    "text": "returned on board to resume his former habits; while Passepartout,\n"
  }, 
  {
    "line_number": "146", 
    "text": "according to custom, sauntered about among the mixed population of\n"
  }, 
  {
    "line_number": "147", 
    "text": "Somalis, Banyans, Parsees, Jews, Arabs, and Europeans who comprise the\n"
  }, 
  {
    "line_number": "148", 
    "text": "twenty-five thousand inhabitants of Aden.  He gazed with wonder upon\n"
  }, 
  {
    "line_number": "149", 
    "text": "the fortifications which make this place the Gibraltar of the Indian\n"
  }, 
  {
    "line_number": "150", 
    "text": "Ocean, and the vast cisterns where the English engineers were still at\n"
  }, 
  {
    "line_number": "151", 
    "text": "work, two thousand years after the engineers of Solomon.\n"
  }, 
  {
    "line_number": "152", 
    "text": "\n"
  }, 
  {
    "line_number": "153", 
    "text": "\"Very curious, very curious,\" said Passepartout to himself, on\n"
  }, 
  {
    "line_number": "154", 
    "text": "returning to the steamer.  \"I see that it is by no means useless to\n"
  }, 
  {
    "line_number": "155", 
    "text": "travel, if a man wants to see something new.\"  At six p.m.  the\n"
  }, 
  {
    "line_number": "156", 
    "text": "Mongolia slowly moved out of the roadstead, and was soon once more on\n"
  }, 
  {
    "line_number": "157", 
    "text": "the Indian Ocean.  She had a hundred and sixty-eight hours in which to\n"
  }, 
  {
    "line_number": "158", 
    "text": "reach Bombay, and the sea was favourable, the wind being in the\n"
  }, 
  {
    "line_number": "159", 
    "text": "north-west, and all sails aiding the engine.  The steamer rolled but\n"
  }, 
  {
    "line_number": "160", 
    "text": "little, the ladies, in fresh toilets, reappeared on deck, and the\n"
  }, 
  {
    "line_number": "161", 
    "text": "singing and dancing were resumed.  The trip was being accomplished most\n"
  }, 
  {
    "line_number": "162", 
    "text": "successfully, and Passepartout was enchanted with the congenial\n"
  }, 
  {
    "line_number": "163", 
    "text": "companion which chance had secured him in the person of the delightful\n"
  }, 
  {
    "line_number": "164", 
    "text": "Fix.  On Sunday, October 20th, towards noon, they came in sight of the\n"
  }, 
  {
    "line_number": "165", 
    "text": "Indian coast: two hours later the pilot came on board.  A range of\n"
  }, 
  {
    "line_number": "166", 
    "text": "hills lay against the sky in the horizon, and soon the rows of palms\n"
  }, 
  {
    "line_number": "167", 
    "text": "which adorn Bombay came distinctly into view.  The steamer entered the\n"
  }, 
  {
    "line_number": "168", 
    "text": "road formed by the islands in the bay, and at half-past four she hauled\n"
  }, 
  {
    "line_number": "169", 
    "text": "up at the quays of Bombay.\n"
  }, 
  {
    "line_number": "170", 
    "text": "\n"
  }, 
  {
    "line_number": "171", 
    "text": "Phileas Fogg was in the act of finishing the thirty-third rubber of the\n"
  }, 
  {
    "line_number": "172", 
    "text": "voyage, and his partner and himself having, by a bold stroke, captured\n"
  }, 
  {
    "line_number": "173", 
    "text": "all thirteen of the tricks, concluded this fine campaign with a\n"
  }, 
  {
    "line_number": "174", 
    "text": "brilliant victory.\n"
  }, 
  {
    "line_number": "175", 
    "text": "\n"
  }, 
  {
    "line_number": "176", 
    "text": "The Mongolia was due at Bombay on the 22nd; she arrived on the 20th.\n"
  }, 
  {
    "line_number": "177", 
    "text": "This was a gain to Phileas Fogg of two days since his departure from\n"
  }, 
  {
    "line_number": "178", 
    "text": "London, and he calmly entered the fact in the itinerary, in the column\n"
  }, 
  {
    "line_number": "179", 
    "text": "of gains.\n"
  }, 
  {
    "line_number": "180", 
    "text": "\n"
  }, 
  {
    "line_number": "181", 
    "text": "\n"
  }, 
  {
    "line_number": "182", 
    "text": "\n"
  }, 
  {
    "line_number": "183", 
    "text": "\n"
  }
]