[
  {
    "line_number": "0", 
    "text": "\n"
  }, 
  {
    "line_number": "1", 
    "text": "DURING WHICH MR. FOGG AND PARTY CROSS THE PACIFIC OCEAN\n"
  }, 
  {
    "line_number": "2", 
    "text": "\n"
  }, 
  {
    "line_number": "3", 
    "text": "\n"
  }, 
  {
    "line_number": "4", 
    "text": "What happened when the pilot-boat came in sight of Shanghai will be\n"
  }, 
  {
    "line_number": "5", 
    "text": "easily guessed.  The signals made by the Tankadere had been seen by the\n"
  }, 
  {
    "line_number": "6", 
    "text": "captain of the Yokohama steamer, who, espying the flag at half-mast,\n"
  }, 
  {
    "line_number": "7", 
    "text": "had directed his course towards the little craft.  Phileas Fogg, after\n"
  }, 
  {
    "line_number": "8", 
    "text": "paying the stipulated price of his passage to John Busby, and rewarding\n"
  }, 
  {
    "line_number": "9", 
    "text": "that worthy with the additional sum of five hundred and fifty pounds,\n"
  }, 
  {
    "line_number": "10", 
    "text": "ascended the steamer with Aouda and Fix; and they started at once for\n"
  }, 
  {
    "line_number": "11", 
    "text": "Nagasaki and Yokohama.\n"
  }, 
  {
    "line_number": "12", 
    "text": "\n"
  }, 
  {
    "line_number": "13", 
    "text": "They reached their destination on the morning of the 14th of November.\n"
  }, 
  {
    "line_number": "14", 
    "text": "Phileas Fogg lost no time in going on board the Carnatic, where he\n"
  }, 
  {
    "line_number": "15", 
    "text": "learned, to Aouda's great delight--and perhaps to his own, though he\n"
  }, 
  {
    "line_number": "16", 
    "text": "betrayed no emotion--that Passepartout, a Frenchman, had really arrived\n"
  }, 
  {
    "line_number": "17", 
    "text": "on her the day before.\n"
  }, 
  {
    "line_number": "18", 
    "text": "\n"
  }, 
  {
    "line_number": "19", 
    "text": "The San Francisco steamer was announced to leave that very evening, and\n"
  }, 
  {
    "line_number": "20", 
    "text": "it became necessary to find Passepartout, if possible, without delay.\n"
  }, 
  {
    "line_number": "21", 
    "text": "Mr. Fogg applied in vain to the French and English consuls, and, after\n"
  }, 
  {
    "line_number": "22", 
    "text": "wandering through the streets a long time, began to despair of finding\n"
  }, 
  {
    "line_number": "23", 
    "text": "his missing servant.  Chance, or perhaps a kind of presentiment, at\n"
  }, 
  {
    "line_number": "24", 
    "text": "last led him into the Honourable Mr. Batulcar's theatre.  He certainly\n"
  }, 
  {
    "line_number": "25", 
    "text": "would not have recognised Passepartout in the eccentric mountebank's\n"
  }, 
  {
    "line_number": "26", 
    "text": "costume; but the latter, lying on his back, perceived his master in the\n"
  }, 
  {
    "line_number": "27", 
    "text": "gallery.  He could not help starting, which so changed the position of\n"
  }, 
  {
    "line_number": "28", 
    "text": "his nose as to bring the \"pyramid\" pell-mell upon the stage.\n"
  }, 
  {
    "line_number": "29", 
    "text": "\n"
  }, 
  {
    "line_number": "30", 
    "text": "All this Passepartout learned from Aouda, who recounted to him what had\n"
  }, 
  {
    "line_number": "31", 
    "text": "taken place on the voyage from Hong Kong to Shanghai on the Tankadere,\n"
  }, 
  {
    "line_number": "32", 
    "text": "in company with one Mr. Fix.\n"
  }, 
  {
    "line_number": "33", 
    "text": "\n"
  }, 
  {
    "line_number": "34", 
    "text": "Passepartout did not change countenance on hearing this name.  He\n"
  }, 
  {
    "line_number": "35", 
    "text": "thought that the time had not yet arrived to divulge to his master what\n"
  }, 
  {
    "line_number": "36", 
    "text": "had taken place between the detective and himself; and, in the account\n"
  }, 
  {
    "line_number": "37", 
    "text": "he gave of his absence, he simply excused himself for having been\n"
  }, 
  {
    "line_number": "38", 
    "text": "overtaken by drunkenness, in smoking opium at a tavern in Hong Kong.\n"
  }, 
  {
    "line_number": "39", 
    "text": "\n"
  }, 
  {
    "line_number": "40", 
    "text": "Mr. Fogg heard this narrative coldly, without a word; and then\n"
  }, 
  {
    "line_number": "41", 
    "text": "furnished his man with funds necessary to obtain clothing more in\n"
  }, 
  {
    "line_number": "42", 
    "text": "harmony with his position.  Within an hour the Frenchman had cut off\n"
  }, 
  {
    "line_number": "43", 
    "text": "his nose and parted with his wings, and retained nothing about him\n"
  }, 
  {
    "line_number": "44", 
    "text": "which recalled the sectary of the god Tingou.\n"
  }, 
  {
    "line_number": "45", 
    "text": "\n"
  }, 
  {
    "line_number": "46", 
    "text": "The steamer which was about to depart from Yokohama to San Francisco\n"
  }, 
  {
    "line_number": "47", 
    "text": "belonged to the Pacific Mail Steamship Company, and was named the\n"
  }, 
  {
    "line_number": "48", 
    "text": "General Grant.  She was a large paddle-wheel steamer of two thousand\n"
  }, 
  {
    "line_number": "49", 
    "text": "five hundred tons; well equipped and very fast.  The massive\n"
  }, 
  {
    "line_number": "50", 
    "text": "walking-beam rose and fell above the deck; at one end a piston-rod\n"
  }, 
  {
    "line_number": "51", 
    "text": "worked up and down; and at the other was a connecting-rod which, in\n"
  }, 
  {
    "line_number": "52", 
    "text": "changing the rectilinear motion to a circular one, was directly\n"
  }, 
  {
    "line_number": "53", 
    "text": "connected with the shaft of the paddles.  The General Grant was rigged\n"
  }, 
  {
    "line_number": "54", 
    "text": "with three masts, giving a large capacity for sails, and thus\n"
  }, 
  {
    "line_number": "55", 
    "text": "materially aiding the steam power.  By making twelve miles an hour, she\n"
  }, 
  {
    "line_number": "56", 
    "text": "would cross the ocean in twenty-one days.  Phileas Fogg was therefore\n"
  }, 
  {
    "line_number": "57", 
    "text": "justified in hoping that he would reach San Francisco by the 2nd of\n"
  }, 
  {
    "line_number": "58", 
    "text": "December, New York by the 11th, and London on the 20th--thus gaining\n"
  }, 
  {
    "line_number": "59", 
    "text": "several hours on the fatal date of the 21st of December.\n"
  }, 
  {
    "line_number": "60", 
    "text": "\n"
  }, 
  {
    "line_number": "61", 
    "text": "There was a full complement of passengers on board, among them English,\n"
  }, 
  {
    "line_number": "62", 
    "text": "many Americans, a large number of coolies on their way to California,\n"
  }, 
  {
    "line_number": "63", 
    "text": "and several East Indian officers, who were spending their vacation in\n"
  }, 
  {
    "line_number": "64", 
    "text": "making the tour of the world.  Nothing of moment happened on the\n"
  }, 
  {
    "line_number": "65", 
    "text": "voyage; the steamer, sustained on its large paddles, rolled but little,\n"
  }, 
  {
    "line_number": "66", 
    "text": "and the Pacific almost justified its name.  Mr. Fogg was as calm and\n"
  }, 
  {
    "line_number": "67", 
    "text": "taciturn as ever.  His young companion felt herself more and more\n"
  }, 
  {
    "line_number": "68", 
    "text": "attached to him by other ties than gratitude; his silent but generous\n"
  }, 
  {
    "line_number": "69", 
    "text": "nature impressed her more than she thought; and it was almost\n"
  }, 
  {
    "line_number": "70", 
    "text": "unconsciously that she yielded to emotions which did not seem to have\n"
  }, 
  {
    "line_number": "71", 
    "text": "the least effect upon her protector.  Aouda took the keenest interest\n"
  }, 
  {
    "line_number": "72", 
    "text": "in his plans, and became impatient at any incident which seemed likely\n"
  }, 
  {
    "line_number": "73", 
    "text": "to retard his journey.\n"
  }, 
  {
    "line_number": "74", 
    "text": "\n"
  }, 
  {
    "line_number": "75", 
    "text": "She often chatted with Passepartout, who did not fail to perceive the\n"
  }, 
  {
    "line_number": "76", 
    "text": "state of the lady's heart; and, being the most faithful of domestics,\n"
  }, 
  {
    "line_number": "77", 
    "text": "he never exhausted his eulogies of Phileas Fogg's honesty, generosity,\n"
  }, 
  {
    "line_number": "78", 
    "text": "and devotion.  He took pains to calm Aouda's doubts of a successful\n"
  }, 
  {
    "line_number": "79", 
    "text": "termination of the journey, telling her that the most difficult part of\n"
  }, 
  {
    "line_number": "80", 
    "text": "it had passed, that now they were beyond the fantastic countries of\n"
  }, 
  {
    "line_number": "81", 
    "text": "Japan and China, and were fairly on their way to civilised places\n"
  }, 
  {
    "line_number": "82", 
    "text": "again.  A railway train from San Francisco to New York, and a\n"
  }, 
  {
    "line_number": "83", 
    "text": "transatlantic steamer from New York to Liverpool, would doubtless bring\n"
  }, 
  {
    "line_number": "84", 
    "text": "them to the end of this impossible journey round the world within the\n"
  }, 
  {
    "line_number": "85", 
    "text": "period agreed upon.\n"
  }, 
  {
    "line_number": "86", 
    "text": "\n"
  }, 
  {
    "line_number": "87", 
    "text": "On the ninth day after leaving Yokohama, Phileas Fogg had traversed\n"
  }, 
  {
    "line_number": "88", 
    "text": "exactly one half of the terrestrial globe.  The General Grant passed,\n"
  }, 
  {
    "line_number": "89", 
    "text": "on the 23rd of November, the one hundred and eightieth meridian, and\n"
  }, 
  {
    "line_number": "90", 
    "text": "was at the very antipodes of London.  Mr. Fogg had, it is true,\n"
  }, 
  {
    "line_number": "91", 
    "text": "exhausted fifty-two of the eighty days in which he was to complete the\n"
  }, 
  {
    "line_number": "92", 
    "text": "tour, and there were only twenty-eight left.  But, though he was only\n"
  }, 
  {
    "line_number": "93", 
    "text": "half-way by the difference of meridians, he had really gone over\n"
  }, 
  {
    "line_number": "94", 
    "text": "two-thirds of the whole journey; for he had been obliged to make long\n"
  }, 
  {
    "line_number": "95", 
    "text": "circuits from London to Aden, from Aden to Bombay, from Calcutta to\n"
  }, 
  {
    "line_number": "96", 
    "text": "Singapore, and from Singapore to Yokohama.  Could he have followed\n"
  }, 
  {
    "line_number": "97", 
    "text": "without deviation the fiftieth parallel, which is that of London, the\n"
  }, 
  {
    "line_number": "98", 
    "text": "whole distance would only have been about twelve thousand miles;\n"
  }, 
  {
    "line_number": "99", 
    "text": "whereas he would be forced, by the irregular methods of locomotion, to\n"
  }, 
  {
    "line_number": "100", 
    "text": "traverse twenty-six thousand, of which he had, on the 23rd of November,\n"
  }, 
  {
    "line_number": "101", 
    "text": "accomplished seventeen thousand five hundred.  And now the course was a\n"
  }, 
  {
    "line_number": "102", 
    "text": "straight one, and Fix was no longer there to put obstacles in their way!\n"
  }, 
  {
    "line_number": "103", 
    "text": "\n"
  }, 
  {
    "line_number": "104", 
    "text": "It happened also, on the 23rd of November, that Passepartout made a\n"
  }, 
  {
    "line_number": "105", 
    "text": "joyful discovery.  It will be remembered that the obstinate fellow had\n"
  }, 
  {
    "line_number": "106", 
    "text": "insisted on keeping his famous family watch at London time, and on\n"
  }, 
  {
    "line_number": "107", 
    "text": "regarding that of the countries he had passed through as quite false\n"
  }, 
  {
    "line_number": "108", 
    "text": "and unreliable.  Now, on this day, though he had not changed the hands,\n"
  }, 
  {
    "line_number": "109", 
    "text": "he found that his watch exactly agreed with the ship's chronometers.\n"
  }, 
  {
    "line_number": "110", 
    "text": "His triumph was hilarious.  He would have liked to know what Fix would\n"
  }, 
  {
    "line_number": "111", 
    "text": "say if he were aboard!\n"
  }, 
  {
    "line_number": "112", 
    "text": "\n"
  }, 
  {
    "line_number": "113", 
    "text": "\"The rogue told me a lot of stories,\" repeated Passepartout, \"about the\n"
  }, 
  {
    "line_number": "114", 
    "text": "meridians, the sun, and the moon!  Moon, indeed!  moonshine more\n"
  }, 
  {
    "line_number": "115", 
    "text": "likely!  If one listened to that sort of people, a pretty sort of time\n"
  }, 
  {
    "line_number": "116", 
    "text": "one would keep!  I was sure that the sun would some day regulate itself\n"
  }, 
  {
    "line_number": "117", 
    "text": "by my watch!\"\n"
  }, 
  {
    "line_number": "118", 
    "text": "\n"
  }, 
  {
    "line_number": "119", 
    "text": "Passepartout was ignorant that, if the face of his watch had been\n"
  }, 
  {
    "line_number": "120", 
    "text": "divided into twenty-four hours, like the Italian clocks, he would have\n"
  }, 
  {
    "line_number": "121", 
    "text": "no reason for exultation; for the hands of his watch would then,\n"
  }, 
  {
    "line_number": "122", 
    "text": "instead of as now indicating nine o'clock in the morning, indicate nine\n"
  }, 
  {
    "line_number": "123", 
    "text": "o'clock in the evening, that is, the twenty-first hour after midnight\n"
  }, 
  {
    "line_number": "124", 
    "text": "precisely the difference between London time and that of the one\n"
  }, 
  {
    "line_number": "125", 
    "text": "hundred and eightieth meridian.  But if Fix had been able to explain\n"
  }, 
  {
    "line_number": "126", 
    "text": "this purely physical effect, Passepartout would not have admitted, even\n"
  }, 
  {
    "line_number": "127", 
    "text": "if he had comprehended it.  Moreover, if the detective had been on\n"
  }, 
  {
    "line_number": "128", 
    "text": "board at that moment, Passepartout would have joined issue with him on\n"
  }, 
  {
    "line_number": "129", 
    "text": "a quite different subject, and in an entirely different manner.\n"
  }, 
  {
    "line_number": "130", 
    "text": "\n"
  }, 
  {
    "line_number": "131", 
    "text": "Where was Fix at that moment?\n"
  }, 
  {
    "line_number": "132", 
    "text": "\n"
  }, 
  {
    "line_number": "133", 
    "text": "He was actually on board the General Grant.\n"
  }, 
  {
    "line_number": "134", 
    "text": "\n"
  }, 
  {
    "line_number": "135", 
    "text": "On reaching Yokohama, the detective, leaving Mr. Fogg, whom he expected\n"
  }, 
  {
    "line_number": "136", 
    "text": "to meet again during the day, had repaired at once to the English\n"
  }, 
  {
    "line_number": "137", 
    "text": "consulate, where he at last found the warrant of arrest.  It had\n"
  }, 
  {
    "line_number": "138", 
    "text": "followed him from Bombay, and had come by the Carnatic, on which\n"
  }, 
  {
    "line_number": "139", 
    "text": "steamer he himself was supposed to be.  Fix's disappointment may be\n"
  }, 
  {
    "line_number": "140", 
    "text": "imagined when he reflected that the warrant was now useless.  Mr. Fogg\n"
  }, 
  {
    "line_number": "141", 
    "text": "had left English ground, and it was now necessary to procure his\n"
  }, 
  {
    "line_number": "142", 
    "text": "extradition!\n"
  }, 
  {
    "line_number": "143", 
    "text": "\n"
  }, 
  {
    "line_number": "144", 
    "text": "\"Well,\" thought Fix, after a moment of anger, \"my warrant is not good\n"
  }, 
  {
    "line_number": "145", 
    "text": "here, but it will be in England.  The rogue evidently intends to return\n"
  }, 
  {
    "line_number": "146", 
    "text": "to his own country, thinking he has thrown the police off his track.\n"
  }, 
  {
    "line_number": "147", 
    "text": "Good!  I will follow him across the Atlantic.  As for the money, heaven\n"
  }, 
  {
    "line_number": "148", 
    "text": "grant there may be some left!  But the fellow has already spent in\n"
  }, 
  {
    "line_number": "149", 
    "text": "travelling, rewards, trials, bail, elephants, and all sorts of charges,\n"
  }, 
  {
    "line_number": "150", 
    "text": "more than five thousand pounds.  Yet, after all, the Bank is rich!\"\n"
  }, 
  {
    "line_number": "151", 
    "text": "\n"
  }, 
  {
    "line_number": "152", 
    "text": "His course decided on, he went on board the General Grant, and was\n"
  }, 
  {
    "line_number": "153", 
    "text": "there when Mr. Fogg and Aouda arrived.  To his utter amazement, he\n"
  }, 
  {
    "line_number": "154", 
    "text": "recognised Passepartout, despite his theatrical disguise.  He quickly\n"
  }, 
  {
    "line_number": "155", 
    "text": "concealed himself in his cabin, to avoid an awkward explanation, and\n"
  }, 
  {
    "line_number": "156", 
    "text": "hoped--thanks to the number of passengers--to remain unperceived by Mr.\n"
  }, 
  {
    "line_number": "157", 
    "text": "Fogg's servant.\n"
  }, 
  {
    "line_number": "158", 
    "text": "\n"
  }, 
  {
    "line_number": "159", 
    "text": "On that very day, however, he met Passepartout face to face on the\n"
  }, 
  {
    "line_number": "160", 
    "text": "forward deck.  The latter, without a word, made a rush for him, grasped\n"
  }, 
  {
    "line_number": "161", 
    "text": "him by the throat, and, much to the amusement of a group of Americans,\n"
  }, 
  {
    "line_number": "162", 
    "text": "who immediately began to bet on him, administered to the detective a\n"
  }, 
  {
    "line_number": "163", 
    "text": "perfect volley of blows, which proved the great superiority of French\n"
  }, 
  {
    "line_number": "164", 
    "text": "over English pugilistic skill.\n"
  }, 
  {
    "line_number": "165", 
    "text": "\n"
  }, 
  {
    "line_number": "166", 
    "text": "When Passepartout had finished, he found himself relieved and\n"
  }, 
  {
    "line_number": "167", 
    "text": "comforted.  Fix got up in a somewhat rumpled condition, and, looking at\n"
  }, 
  {
    "line_number": "168", 
    "text": "his adversary, coldly said, \"Have you done?\"\n"
  }, 
  {
    "line_number": "169", 
    "text": "\n"
  }, 
  {
    "line_number": "170", 
    "text": "\"For this time--yes.\"\n"
  }, 
  {
    "line_number": "171", 
    "text": "\n"
  }, 
  {
    "line_number": "172", 
    "text": "\"Then let me have a word with you.\"\n"
  }, 
  {
    "line_number": "173", 
    "text": "\n"
  }, 
  {
    "line_number": "174", 
    "text": "\"But I--\"\n"
  }, 
  {
    "line_number": "175", 
    "text": "\n"
  }, 
  {
    "line_number": "176", 
    "text": "\"In your master's interests.\"\n"
  }, 
  {
    "line_number": "177", 
    "text": "\n"
  }, 
  {
    "line_number": "178", 
    "text": "Passepartout seemed to be vanquished by Fix's coolness, for he quietly\n"
  }, 
  {
    "line_number": "179", 
    "text": "followed him, and they sat down aside from the rest of the passengers.\n"
  }, 
  {
    "line_number": "180", 
    "text": "\n"
  }, 
  {
    "line_number": "181", 
    "text": "\"You have given me a thrashing,\" said Fix.  \"Good, I expected it.  Now,\n"
  }, 
  {
    "line_number": "182", 
    "text": "listen to me.  Up to this time I have been Mr. Fogg's adversary.  I am\n"
  }, 
  {
    "line_number": "183", 
    "text": "now in his game.\"\n"
  }, 
  {
    "line_number": "184", 
    "text": "\n"
  }, 
  {
    "line_number": "185", 
    "text": "\"Aha!\" cried Passepartout; \"you are convinced he is an honest man?\"\n"
  }, 
  {
    "line_number": "186", 
    "text": "\n"
  }, 
  {
    "line_number": "187", 
    "text": "\"No,\" replied Fix coldly, \"I think him a rascal.  Sh! don't budge, and\n"
  }, 
  {
    "line_number": "188", 
    "text": "let me speak.  As long as Mr. Fogg was on English ground, it was for my\n"
  }, 
  {
    "line_number": "189", 
    "text": "interest to detain him there until my warrant of arrest arrived.  I did\n"
  }, 
  {
    "line_number": "190", 
    "text": "everything I could to keep him back.  I sent the Bombay priests after\n"
  }, 
  {
    "line_number": "191", 
    "text": "him, I got you intoxicated at Hong Kong, I separated you from him, and\n"
  }, 
  {
    "line_number": "192", 
    "text": "I made him miss the Yokohama steamer.\"\n"
  }, 
  {
    "line_number": "193", 
    "text": "\n"
  }, 
  {
    "line_number": "194", 
    "text": "Passepartout listened, with closed fists.\n"
  }, 
  {
    "line_number": "195", 
    "text": "\n"
  }, 
  {
    "line_number": "196", 
    "text": "\"Now,\" resumed Fix, \"Mr. Fogg seems to be going back to England.  Well,\n"
  }, 
  {
    "line_number": "197", 
    "text": "I will follow him there.  But hereafter I will do as much to keep\n"
  }, 
  {
    "line_number": "198", 
    "text": "obstacles out of his way as I have done up to this time to put them in\n"
  }, 
  {
    "line_number": "199", 
    "text": "his path.  I've changed my game, you see, and simply because it was for\n"
  }, 
  {
    "line_number": "200", 
    "text": "my interest to change it.  Your interest is the same as mine; for it is\n"
  }, 
  {
    "line_number": "201", 
    "text": "only in England that you will ascertain whether you are in the service\n"
  }, 
  {
    "line_number": "202", 
    "text": "of a criminal or an honest man.\"\n"
  }, 
  {
    "line_number": "203", 
    "text": "\n"
  }, 
  {
    "line_number": "204", 
    "text": "Passepartout listened very attentively to Fix, and was convinced that\n"
  }, 
  {
    "line_number": "205", 
    "text": "he spoke with entire good faith.\n"
  }, 
  {
    "line_number": "206", 
    "text": "\n"
  }, 
  {
    "line_number": "207", 
    "text": "\"Are we friends?\" asked the detective.\n"
  }, 
  {
    "line_number": "208", 
    "text": "\n"
  }, 
  {
    "line_number": "209", 
    "text": "\"Friends?--no,\" replied Passepartout; \"but allies, perhaps.  At the\n"
  }, 
  {
    "line_number": "210", 
    "text": "least sign of treason, however, I'll twist your neck for you.\"\n"
  }, 
  {
    "line_number": "211", 
    "text": "\n"
  }, 
  {
    "line_number": "212", 
    "text": "\"Agreed,\" said the detective quietly.\n"
  }, 
  {
    "line_number": "213", 
    "text": "\n"
  }, 
  {
    "line_number": "214", 
    "text": "Eleven days later, on the 3rd of December, the General Grant entered\n"
  }, 
  {
    "line_number": "215", 
    "text": "the bay of the Golden Gate, and reached San Francisco.\n"
  }, 
  {
    "line_number": "216", 
    "text": "\n"
  }, 
  {
    "line_number": "217", 
    "text": "Mr. Fogg had neither gained nor lost a single day.\n"
  }, 
  {
    "line_number": "218", 
    "text": "\n"
  }, 
  {
    "line_number": "219", 
    "text": "\n"
  }, 
  {
    "line_number": "220", 
    "text": "\n"
  }, 
  {
    "line_number": "221", 
    "text": "\n"
  }
]