[
  {
    "line_number": "0", 
    "text": "\n"
  }, 
  {
    "line_number": "1", 
    "text": "IN WHICH PASSEPARTOUT UNDERGOES, AT A SPEED OF TWENTY MILES AN HOUR, A\n"
  }, 
  {
    "line_number": "2", 
    "text": "COURSE OF MORMON HISTORY\n"
  }, 
  {
    "line_number": "3", 
    "text": "\n"
  }, 
  {
    "line_number": "4", 
    "text": "\n"
  }, 
  {
    "line_number": "5", 
    "text": "During the night of the 5th of December, the train ran south-easterly\n"
  }, 
  {
    "line_number": "6", 
    "text": "for about fifty miles; then rose an equal distance in a north-easterly\n"
  }, 
  {
    "line_number": "7", 
    "text": "direction, towards the Great Salt Lake.\n"
  }, 
  {
    "line_number": "8", 
    "text": "\n"
  }, 
  {
    "line_number": "9", 
    "text": "Passepartout, about nine o'clock, went out upon the platform to take\n"
  }, 
  {
    "line_number": "10", 
    "text": "the air.  The weather was cold, the heavens grey, but it was not\n"
  }, 
  {
    "line_number": "11", 
    "text": "snowing.  The sun's disc, enlarged by the mist, seemed an enormous ring\n"
  }, 
  {
    "line_number": "12", 
    "text": "of gold, and Passepartout was amusing himself by calculating its value\n"
  }, 
  {
    "line_number": "13", 
    "text": "in pounds sterling, when he was diverted from this interesting study by\n"
  }, 
  {
    "line_number": "14", 
    "text": "a strange-looking personage who made his appearance on the platform.\n"
  }, 
  {
    "line_number": "15", 
    "text": "\n"
  }, 
  {
    "line_number": "16", 
    "text": "This personage, who had taken the train at Elko, was tall and dark,\n"
  }, 
  {
    "line_number": "17", 
    "text": "with black moustache, black stockings, a black silk hat, a black\n"
  }, 
  {
    "line_number": "18", 
    "text": "waistcoat, black trousers, a white cravat, and dogskin gloves.  He\n"
  }, 
  {
    "line_number": "19", 
    "text": "might have been taken for a clergyman.  He went from one end of the\n"
  }, 
  {
    "line_number": "20", 
    "text": "train to the other, and affixed to the door of each car a notice\n"
  }, 
  {
    "line_number": "21", 
    "text": "written in manuscript.\n"
  }, 
  {
    "line_number": "22", 
    "text": "\n"
  }, 
  {
    "line_number": "23", 
    "text": "Passepartout approached and read one of these notices, which stated\n"
  }, 
  {
    "line_number": "24", 
    "text": "that Elder William Hitch, Mormon missionary, taking advantage of his\n"
  }, 
  {
    "line_number": "25", 
    "text": "presence on train No. 48, would deliver a lecture on Mormonism in car\n"
  }, 
  {
    "line_number": "26", 
    "text": "No. 117, from eleven to twelve o'clock; and that he invited all who\n"
  }, 
  {
    "line_number": "27", 
    "text": "were desirous of being instructed concerning the mysteries of the\n"
  }, 
  {
    "line_number": "28", 
    "text": "religion of the \"Latter Day Saints\" to attend.\n"
  }, 
  {
    "line_number": "29", 
    "text": "\n"
  }, 
  {
    "line_number": "30", 
    "text": "\"I'll go,\" said Passepartout to himself.  He knew nothing of Mormonism\n"
  }, 
  {
    "line_number": "31", 
    "text": "except the custom of polygamy, which is its foundation.\n"
  }, 
  {
    "line_number": "32", 
    "text": "\n"
  }, 
  {
    "line_number": "33", 
    "text": "The news quickly spread through the train, which contained about one\n"
  }, 
  {
    "line_number": "34", 
    "text": "hundred passengers, thirty of whom, at most, attracted by the notice,\n"
  }, 
  {
    "line_number": "35", 
    "text": "ensconced themselves in car No. 117.  Passepartout took one of the\n"
  }, 
  {
    "line_number": "36", 
    "text": "front seats.  Neither Mr. Fogg nor Fix cared to attend.\n"
  }, 
  {
    "line_number": "37", 
    "text": "\n"
  }, 
  {
    "line_number": "38", 
    "text": "At the appointed hour Elder William Hitch rose, and, in an irritated\n"
  }, 
  {
    "line_number": "39", 
    "text": "voice, as if he had already been contradicted, said, \"I tell you that\n"
  }, 
  {
    "line_number": "40", 
    "text": "Joe Smith is a martyr, that his brother Hiram is a martyr, and that the\n"
  }, 
  {
    "line_number": "41", 
    "text": "persecutions of the United States Government against the prophets will\n"
  }, 
  {
    "line_number": "42", 
    "text": "also make a martyr of Brigham Young.  Who dares to say the contrary?\"\n"
  }, 
  {
    "line_number": "43", 
    "text": "\n"
  }, 
  {
    "line_number": "44", 
    "text": "No one ventured to gainsay the missionary, whose excited tone\n"
  }, 
  {
    "line_number": "45", 
    "text": "contrasted curiously with his naturally calm visage.  No doubt his\n"
  }, 
  {
    "line_number": "46", 
    "text": "anger arose from the hardships to which the Mormons were actually\n"
  }, 
  {
    "line_number": "47", 
    "text": "subjected.  The government had just succeeded, with some difficulty, in\n"
  }, 
  {
    "line_number": "48", 
    "text": "reducing these independent fanatics to its rule.  It had made itself\n"
  }, 
  {
    "line_number": "49", 
    "text": "master of Utah, and subjected that territory to the laws of the Union,\n"
  }, 
  {
    "line_number": "50", 
    "text": "after imprisoning Brigham Young on a charge of rebellion and polygamy.\n"
  }, 
  {
    "line_number": "51", 
    "text": "The disciples of the prophet had since redoubled their efforts, and\n"
  }, 
  {
    "line_number": "52", 
    "text": "resisted, by words at least, the authority of Congress.  Elder Hitch,\n"
  }, 
  {
    "line_number": "53", 
    "text": "as is seen, was trying to make proselytes on the very railway trains.\n"
  }, 
  {
    "line_number": "54", 
    "text": "\n"
  }, 
  {
    "line_number": "55", 
    "text": "Then, emphasising his words with his loud voice and frequent gestures,\n"
  }, 
  {
    "line_number": "56", 
    "text": "he related the history of the Mormons from Biblical times: how that, in\n"
  }, 
  {
    "line_number": "57", 
    "text": "Israel, a Mormon prophet of the tribe of Joseph published the annals of\n"
  }, 
  {
    "line_number": "58", 
    "text": "the new religion, and bequeathed them to his son Mormon; how, many\n"
  }, 
  {
    "line_number": "59", 
    "text": "centuries later, a translation of this precious book, which was written\n"
  }, 
  {
    "line_number": "60", 
    "text": "in Egyptian, was made by Joseph Smith, junior, a Vermont farmer, who\n"
  }, 
  {
    "line_number": "61", 
    "text": "revealed himself as a mystical prophet in 1825; and how, in short, the\n"
  }, 
  {
    "line_number": "62", 
    "text": "celestial messenger appeared to him in an illuminated forest, and gave\n"
  }, 
  {
    "line_number": "63", 
    "text": "him the annals of the Lord.\n"
  }, 
  {
    "line_number": "64", 
    "text": "\n"
  }, 
  {
    "line_number": "65", 
    "text": "Several of the audience, not being much interested in the missionary's\n"
  }, 
  {
    "line_number": "66", 
    "text": "narrative, here left the car; but Elder Hitch, continuing his lecture,\n"
  }, 
  {
    "line_number": "67", 
    "text": "related how Smith, junior, with his father, two brothers, and a few\n"
  }, 
  {
    "line_number": "68", 
    "text": "disciples, founded the church of the \"Latter Day Saints,\" which,\n"
  }, 
  {
    "line_number": "69", 
    "text": "adopted not only in America, but in England, Norway and Sweden, and\n"
  }, 
  {
    "line_number": "70", 
    "text": "Germany, counts many artisans, as well as men engaged in the liberal\n"
  }, 
  {
    "line_number": "71", 
    "text": "professions, among its members; how a colony was established in Ohio, a\n"
  }, 
  {
    "line_number": "72", 
    "text": "temple erected there at a cost of two hundred thousand dollars, and a\n"
  }, 
  {
    "line_number": "73", 
    "text": "town built at Kirkland; how Smith became an enterprising banker, and\n"
  }, 
  {
    "line_number": "74", 
    "text": "received from a simple mummy showman a papyrus scroll written by\n"
  }, 
  {
    "line_number": "75", 
    "text": "Abraham and several famous Egyptians.\n"
  }, 
  {
    "line_number": "76", 
    "text": "\n"
  }, 
  {
    "line_number": "77", 
    "text": "The Elder's story became somewhat wearisome, and his audience grew\n"
  }, 
  {
    "line_number": "78", 
    "text": "gradually less, until it was reduced to twenty passengers.  But this\n"
  }, 
  {
    "line_number": "79", 
    "text": "did not disconcert the enthusiast, who proceeded with the story of\n"
  }, 
  {
    "line_number": "80", 
    "text": "Joseph Smith's bankruptcy in 1837, and how his ruined creditors gave\n"
  }, 
  {
    "line_number": "81", 
    "text": "him a coat of tar and feathers; his reappearance some years afterwards,\n"
  }, 
  {
    "line_number": "82", 
    "text": "more honourable and honoured than ever, at Independence, Missouri, the\n"
  }, 
  {
    "line_number": "83", 
    "text": "chief of a flourishing colony of three thousand disciples, and his\n"
  }, 
  {
    "line_number": "84", 
    "text": "pursuit thence by outraged Gentiles, and retirement into the Far West.\n"
  }, 
  {
    "line_number": "85", 
    "text": "\n"
  }, 
  {
    "line_number": "86", 
    "text": "Ten hearers only were now left, among them honest Passepartout, who was\n"
  }, 
  {
    "line_number": "87", 
    "text": "listening with all his ears.  Thus he learned that, after long\n"
  }, 
  {
    "line_number": "88", 
    "text": "persecutions, Smith reappeared in Illinois, and in 1839 founded a\n"
  }, 
  {
    "line_number": "89", 
    "text": "community at Nauvoo, on the Mississippi, numbering twenty-five thousand\n"
  }, 
  {
    "line_number": "90", 
    "text": "souls, of which he became mayor, chief justice, and general-in-chief;\n"
  }, 
  {
    "line_number": "91", 
    "text": "that he announced himself, in 1843, as a candidate for the Presidency\n"
  }, 
  {
    "line_number": "92", 
    "text": "of the United States; and that finally, being drawn into ambuscade at\n"
  }, 
  {
    "line_number": "93", 
    "text": "Carthage, he was thrown into prison, and assassinated by a band of men\n"
  }, 
  {
    "line_number": "94", 
    "text": "disguised in masks.\n"
  }, 
  {
    "line_number": "95", 
    "text": "\n"
  }, 
  {
    "line_number": "96", 
    "text": "Passepartout was now the only person left in the car, and the Elder,\n"
  }, 
  {
    "line_number": "97", 
    "text": "looking him full in the face, reminded him that, two years after the\n"
  }, 
  {
    "line_number": "98", 
    "text": "assassination of Joseph Smith, the inspired prophet, Brigham Young, his\n"
  }, 
  {
    "line_number": "99", 
    "text": "successor, left Nauvoo for the banks of the Great Salt Lake, where, in\n"
  }, 
  {
    "line_number": "100", 
    "text": "the midst of that fertile region, directly on the route of the\n"
  }, 
  {
    "line_number": "101", 
    "text": "emigrants who crossed Utah on their way to California, the new colony,\n"
  }, 
  {
    "line_number": "102", 
    "text": "thanks to the polygamy practised by the Mormons, had flourished beyond\n"
  }, 
  {
    "line_number": "103", 
    "text": "expectations.\n"
  }, 
  {
    "line_number": "104", 
    "text": "\n"
  }, 
  {
    "line_number": "105", 
    "text": "\"And this,\" added Elder William Hitch, \"this is why the jealousy of\n"
  }, 
  {
    "line_number": "106", 
    "text": "Congress has been aroused against us!  Why have the soldiers of the\n"
  }, 
  {
    "line_number": "107", 
    "text": "Union invaded the soil of Utah?  Why has Brigham Young, our chief, been\n"
  }, 
  {
    "line_number": "108", 
    "text": "imprisoned, in contempt of all justice?  Shall we yield to force?\n"
  }, 
  {
    "line_number": "109", 
    "text": "Never!  Driven from Vermont, driven from Illinois, driven from Ohio,\n"
  }, 
  {
    "line_number": "110", 
    "text": "driven from Missouri, driven from Utah, we shall yet find some\n"
  }, 
  {
    "line_number": "111", 
    "text": "independent territory on which to plant our tents.  And you, my\n"
  }, 
  {
    "line_number": "112", 
    "text": "brother,\" continued the Elder, fixing his angry eyes upon his single\n"
  }, 
  {
    "line_number": "113", 
    "text": "auditor, \"will you not plant yours there, too, under the shadow of our\n"
  }, 
  {
    "line_number": "114", 
    "text": "flag?\"\n"
  }, 
  {
    "line_number": "115", 
    "text": "\n"
  }, 
  {
    "line_number": "116", 
    "text": "\"No!\" replied Passepartout courageously, in his turn retiring from the\n"
  }, 
  {
    "line_number": "117", 
    "text": "car, and leaving the Elder to preach to vacancy.\n"
  }, 
  {
    "line_number": "118", 
    "text": "\n"
  }, 
  {
    "line_number": "119", 
    "text": "During the lecture the train had been making good progress, and towards\n"
  }, 
  {
    "line_number": "120", 
    "text": "half-past twelve it reached the northwest border of the Great Salt\n"
  }, 
  {
    "line_number": "121", 
    "text": "Lake.  Thence the passengers could observe the vast extent of this\n"
  }, 
  {
    "line_number": "122", 
    "text": "interior sea, which is also called the Dead Sea, and into which flows\n"
  }, 
  {
    "line_number": "123", 
    "text": "an American Jordan.  It is a picturesque expanse, framed in lofty crags\n"
  }, 
  {
    "line_number": "124", 
    "text": "in large strata, encrusted with white salt--a superb sheet of water,\n"
  }, 
  {
    "line_number": "125", 
    "text": "which was formerly of larger extent than now, its shores having\n"
  }, 
  {
    "line_number": "126", 
    "text": "encroached with the lapse of time, and thus at once reduced its breadth\n"
  }, 
  {
    "line_number": "127", 
    "text": "and increased its depth.\n"
  }, 
  {
    "line_number": "128", 
    "text": "\n"
  }, 
  {
    "line_number": "129", 
    "text": "The Salt Lake, seventy miles long and thirty-five wide, is situated\n"
  }, 
  {
    "line_number": "130", 
    "text": "three miles eight hundred feet above the sea.  Quite different from\n"
  }, 
  {
    "line_number": "131", 
    "text": "Lake Asphaltite, whose depression is twelve hundred feet below the sea,\n"
  }, 
  {
    "line_number": "132", 
    "text": "it contains considerable salt, and one quarter of the weight of its\n"
  }, 
  {
    "line_number": "133", 
    "text": "water is solid matter, its specific weight being 1,170, and, after\n"
  }, 
  {
    "line_number": "134", 
    "text": "being distilled, 1,000.  Fishes are, of course, unable to live in it,\n"
  }, 
  {
    "line_number": "135", 
    "text": "and those which descend through the Jordan, the Weber, and other\n"
  }, 
  {
    "line_number": "136", 
    "text": "streams soon perish.\n"
  }, 
  {
    "line_number": "137", 
    "text": "\n"
  }, 
  {
    "line_number": "138", 
    "text": "The country around the lake was well cultivated, for the Mormons are\n"
  }, 
  {
    "line_number": "139", 
    "text": "mostly farmers; while ranches and pens for domesticated animals, fields\n"
  }, 
  {
    "line_number": "140", 
    "text": "of wheat, corn, and other cereals, luxuriant prairies, hedges of wild\n"
  }, 
  {
    "line_number": "141", 
    "text": "rose, clumps of acacias and milk-wort, would have been seen six months\n"
  }, 
  {
    "line_number": "142", 
    "text": "later.  Now the ground was covered with a thin powdering of snow.\n"
  }, 
  {
    "line_number": "143", 
    "text": "\n"
  }, 
  {
    "line_number": "144", 
    "text": "The train reached Ogden at two o'clock, where it rested for six hours,\n"
  }, 
  {
    "line_number": "145", 
    "text": "Mr. Fogg and his party had time to pay a visit to Salt Lake City,\n"
  }, 
  {
    "line_number": "146", 
    "text": "connected with Ogden by a branch road; and they spent two hours in this\n"
  }, 
  {
    "line_number": "147", 
    "text": "strikingly American town, built on the pattern of other cities of the\n"
  }, 
  {
    "line_number": "148", 
    "text": "Union, like a checker-board, \"with the sombre sadness of right-angles,\"\n"
  }, 
  {
    "line_number": "149", 
    "text": "as Victor Hugo expresses it.  The founder of the City of the Saints\n"
  }, 
  {
    "line_number": "150", 
    "text": "could not escape from the taste for symmetry which distinguishes the\n"
  }, 
  {
    "line_number": "151", 
    "text": "Anglo-Saxons.  In this strange country, where the people are certainly\n"
  }, 
  {
    "line_number": "152", 
    "text": "not up to the level of their institutions, everything is done\n"
  }, 
  {
    "line_number": "153", 
    "text": "\"squarely\"--cities, houses, and follies.\n"
  }, 
  {
    "line_number": "154", 
    "text": "\n"
  }, 
  {
    "line_number": "155", 
    "text": "The travellers, then, were promenading, at three o'clock, about the\n"
  }, 
  {
    "line_number": "156", 
    "text": "streets of the town built between the banks of the Jordan and the spurs\n"
  }, 
  {
    "line_number": "157", 
    "text": "of the Wahsatch Range.  They saw few or no churches, but the prophet's\n"
  }, 
  {
    "line_number": "158", 
    "text": "mansion, the court-house, and the arsenal, blue-brick houses with\n"
  }, 
  {
    "line_number": "159", 
    "text": "verandas and porches, surrounded by gardens bordered with acacias,\n"
  }, 
  {
    "line_number": "160", 
    "text": "palms, and locusts.  A clay and pebble wall, built in 1853, surrounded\n"
  }, 
  {
    "line_number": "161", 
    "text": "the town; and in the principal street were the market and several\n"
  }, 
  {
    "line_number": "162", 
    "text": "hotels adorned with pavilions.  The place did not seem thickly\n"
  }, 
  {
    "line_number": "163", 
    "text": "populated.  The streets were almost deserted, except in the vicinity of\n"
  }, 
  {
    "line_number": "164", 
    "text": "the temple, which they only reached after having traversed several\n"
  }, 
  {
    "line_number": "165", 
    "text": "quarters surrounded by palisades.  There were many women, which was\n"
  }, 
  {
    "line_number": "166", 
    "text": "easily accounted for by the \"peculiar institution\" of the Mormons; but\n"
  }, 
  {
    "line_number": "167", 
    "text": "it must not be supposed that all the Mormons are polygamists.  They are\n"
  }, 
  {
    "line_number": "168", 
    "text": "free to marry or not, as they please; but it is worth noting that it is\n"
  }, 
  {
    "line_number": "169", 
    "text": "mainly the female citizens of Utah who are anxious to marry, as,\n"
  }, 
  {
    "line_number": "170", 
    "text": "according to the Mormon religion, maiden ladies are not admitted to the\n"
  }, 
  {
    "line_number": "171", 
    "text": "possession of its highest joys.  These poor creatures seemed to be\n"
  }, 
  {
    "line_number": "172", 
    "text": "neither well off nor happy.  Some--the more well-to-do, no doubt--wore\n"
  }, 
  {
    "line_number": "173", 
    "text": "short, open, black silk dresses, under a hood or modest shawl; others\n"
  }, 
  {
    "line_number": "174", 
    "text": "were habited in Indian fashion.\n"
  }, 
  {
    "line_number": "175", 
    "text": "\n"
  }, 
  {
    "line_number": "176", 
    "text": "Passepartout could not behold without a certain fright these women,\n"
  }, 
  {
    "line_number": "177", 
    "text": "charged, in groups, with conferring happiness on a single Mormon.  His\n"
  }, 
  {
    "line_number": "178", 
    "text": "common sense pitied, above all, the husband.  It seemed to him a\n"
  }, 
  {
    "line_number": "179", 
    "text": "terrible thing to have to guide so many wives at once across the\n"
  }, 
  {
    "line_number": "180", 
    "text": "vicissitudes of life, and to conduct them, as it were, in a body to the\n"
  }, 
  {
    "line_number": "181", 
    "text": "Mormon paradise with the prospect of seeing them in the company of the\n"
  }, 
  {
    "line_number": "182", 
    "text": "glorious Smith, who doubtless was the chief ornament of that delightful\n"
  }, 
  {
    "line_number": "183", 
    "text": "place, to all eternity.  He felt decidedly repelled from such a\n"
  }, 
  {
    "line_number": "184", 
    "text": "vocation, and he imagined--perhaps he was mistaken--that the fair ones\n"
  }, 
  {
    "line_number": "185", 
    "text": "of Salt Lake City cast rather alarming glances on his person.  Happily,\n"
  }, 
  {
    "line_number": "186", 
    "text": "his stay there was but brief.  At four the party found themselves again\n"
  }, 
  {
    "line_number": "187", 
    "text": "at the station, took their places in the train, and the whistle sounded\n"
  }, 
  {
    "line_number": "188", 
    "text": "for starting.  Just at the moment, however, that the locomotive wheels\n"
  }, 
  {
    "line_number": "189", 
    "text": "began to move, cries of \"Stop! stop!\" were heard.\n"
  }, 
  {
    "line_number": "190", 
    "text": "\n"
  }, 
  {
    "line_number": "191", 
    "text": "Trains, like time and tide, stop for no one.  The gentleman who uttered\n"
  }, 
  {
    "line_number": "192", 
    "text": "the cries was evidently a belated Mormon.  He was breathless with\n"
  }, 
  {
    "line_number": "193", 
    "text": "running.  Happily for him, the station had neither gates nor barriers.\n"
  }, 
  {
    "line_number": "194", 
    "text": "He rushed along the track, jumped on the rear platform of the train,\n"
  }, 
  {
    "line_number": "195", 
    "text": "and fell, exhausted, into one of the seats.\n"
  }, 
  {
    "line_number": "196", 
    "text": "\n"
  }, 
  {
    "line_number": "197", 
    "text": "Passepartout, who had been anxiously watching this amateur gymnast,\n"
  }, 
  {
    "line_number": "198", 
    "text": "approached him with lively interest, and learned that he had taken\n"
  }, 
  {
    "line_number": "199", 
    "text": "flight after an unpleasant domestic scene.\n"
  }, 
  {
    "line_number": "200", 
    "text": "\n"
  }, 
  {
    "line_number": "201", 
    "text": "When the Mormon had recovered his breath, Passepartout ventured to ask\n"
  }, 
  {
    "line_number": "202", 
    "text": "him politely how many wives he had; for, from the manner in which he\n"
  }, 
  {
    "line_number": "203", 
    "text": "had decamped, it might be thought that he had twenty at least.\n"
  }, 
  {
    "line_number": "204", 
    "text": "\n"
  }, 
  {
    "line_number": "205", 
    "text": "\"One, sir,\" replied the Mormon, raising his arms heavenward--\"one, and\n"
  }, 
  {
    "line_number": "206", 
    "text": "that was enough!\"\n"
  }, 
  {
    "line_number": "207", 
    "text": "\n"
  }, 
  {
    "line_number": "208", 
    "text": "\n"
  }, 
  {
    "line_number": "209", 
    "text": "\n"
  }, 
  {
    "line_number": "210", 
    "text": "\n"
  }
]