[
  {
    "paragraph": "IN WHICH PHILEAS FOGG ASTOUNDS PASSEPARTOUT, HIS SERVANT ", 
    "number": 2
  }, 
  {
    "paragraph": "Having won twenty guineas at whist, and taken leave of his friends, Phileas Fogg, at twenty-five minutes past seven, left the Reform Club. ", 
    "number": 4
  }, 
  {
    "paragraph": "Passepartout, who had conscientiously studied the programme of his duties, was more than surprised to see his master guilty of the inexactness of appearing at this unaccustomed hour; for, according to rule, he was not due in Saville Row until precisely midnight. ", 
    "number": 5
  }, 
  {
    "paragraph": "Mr. Fogg repaired to his bedroom, and called out, \"Passepartout!\" ", 
    "number": 6
  }, 
  {
    "paragraph": "Passepartout did not reply.  It could not be he who was called; it was not the right hour. ", 
    "number": 7
  }, 
  {
    "paragraph": "\"Passepartout!\" repeated Mr. Fogg, without raising his voice. ", 
    "number": 8
  }, 
  {
    "paragraph": "Passepartout made his appearance. ", 
    "number": 9
  }, 
  {
    "paragraph": "\"I've called you twice,\" observed his master. ", 
    "number": 10
  }, 
  {
    "paragraph": "\"But it is not midnight,\" responded the other, showing his watch. ", 
    "number": 11
  }, 
  {
    "paragraph": "\"I know it; I don't blame you.  We start for Dover and Calais in ten minutes.\" ", 
    "number": 12
  }, 
  {
    "paragraph": "A puzzled grin overspread Passepartout's round face; clearly he had not comprehended his master. ", 
    "number": 13
  }, 
  {
    "paragraph": "\"Monsieur is going to leave home?\" ", 
    "number": 14
  }, 
  {
    "paragraph": "\"Yes,\" returned Phileas Fogg.  \"We are going round the world.\" ", 
    "number": 15
  }, 
  {
    "paragraph": "Passepartout opened wide his eyes, raised his eyebrows, held up his hands, and seemed about to collapse, so overcome was he with stupefied astonishment. ", 
    "number": 16
  }, 
  {
    "paragraph": "\"Round the world!\" he murmured. ", 
    "number": 17
  }, 
  {
    "paragraph": "\"In eighty days,\" responded Mr. Fogg.  \"So we haven't a moment to lose.\" ", 
    "number": 18
  }, 
  {
    "paragraph": "\"But the trunks?\" gasped Passepartout, unconsciously swaying his head from right to left. ", 
    "number": 19
  }, 
  {
    "paragraph": "\"We'll have no trunks; only a carpet-bag, with two shirts and three pairs of stockings for me, and the same for you.  We'll buy our clothes on the way.  Bring down my mackintosh and traveling-cloak, and some stout shoes, though we shall do little walking.  Make haste!\" ", 
    "number": 20
  }, 
  {
    "paragraph": "Passepartout tried to reply, but could not.  He went out, mounted to his own room, fell into a chair, and muttered: \"That's good, that is! And I, who wanted to remain quiet!\" ", 
    "number": 21
  }, 
  {
    "paragraph": "He mechanically set about making the preparations for departure. Around the world in eighty days!  Was his master a fool?  No.  Was this a joke, then?  They were going to Dover; good!  To Calais; good again! After all, Passepartout, who had been away from France five years, would not be sorry to set foot on his native soil again.  Perhaps they would go as far as Paris, and it would do his eyes good to see Paris once more.  But surely a gentleman so chary of his steps would stop there; no doubt--but, then, it was none the less true that he was going away, this so domestic person hitherto! ", 
    "number": 22
  }, 
  {
    "paragraph": "By eight o'clock Passepartout had packed the modest carpet-bag, containing the wardrobes of his master and himself; then, still troubled in mind, he carefully shut the door of his room, and descended to Mr. Fogg. ", 
    "number": 23
  }, 
  {
    "paragraph": "Mr. Fogg was quite ready.  Under his arm might have been observed a red-bound copy of Bradshaw's Continental Railway Steam Transit and General Guide, with its timetables showing the arrival and departure of steamers and railways.  He took the carpet-bag, opened it, and slipped into it a goodly roll of Bank of England notes, which would pass wherever he might go. ", 
    "number": 24
  }, 
  {
    "paragraph": "\"You have forgotten nothing?\" asked he. ", 
    "number": 25
  }, 
  {
    "paragraph": "\"Nothing, monsieur.\" ", 
    "number": 26
  }, 
  {
    "paragraph": "\"My mackintosh and cloak?\" ", 
    "number": 27
  }, 
  {
    "paragraph": "\"Here they are.\" ", 
    "number": 28
  }, 
  {
    "paragraph": "\"Good!  Take this carpet-bag,\" handing it to Passepartout.  \"Take good care of it, for there are twenty thousand pounds in it.\" ", 
    "number": 29
  }, 
  {
    "paragraph": "Passepartout nearly dropped the bag, as if the twenty thousand pounds were in gold, and weighed him down. ", 
    "number": 30
  }, 
  {
    "paragraph": "Master and man then descended, the street-door was double-locked, and at the end of Saville Row they took a cab and drove rapidly to Charing Cross.  The cab stopped before the railway station at twenty minutes past eight.  Passepartout jumped off the box and followed his master, who, after paying the cabman, was about to enter the station, when a poor beggar-woman, with a child in her arms, her naked feet smeared with mud, her head covered with a wretched bonnet, from which hung a tattered feather, and her shoulders shrouded in a ragged shawl, approached, and mournfully asked for alms. ", 
    "number": 31
  }, 
  {
    "paragraph": "Mr. Fogg took out the twenty guineas he had just won at whist, and handed them to the beggar, saying, \"Here, my good woman.  I'm glad that I met you;\" and passed on. ", 
    "number": 32
  }, 
  {
    "paragraph": "Passepartout had a moist sensation about the eyes; his master's action touched his susceptible heart. ", 
    "number": 33
  }, 
  {
    "paragraph": "Two first-class tickets for Paris having been speedily purchased, Mr. Fogg was crossing the station to the train, when he perceived his five friends of the Reform. ", 
    "number": 34
  }, 
  {
    "paragraph": "\"Well, gentlemen,\" said he, \"I'm off, you see; and, if you will examine my passport when I get back, you will be able to judge whether I have accomplished the journey agreed upon.\" ", 
    "number": 35
  }, 
  {
    "paragraph": "\"Oh, that would be quite unnecessary, Mr. Fogg,\" said Ralph politely. \"We will trust your word, as a gentleman of honour.\" ", 
    "number": 36
  }, 
  {
    "paragraph": "\"You do not forget when you are due in London again?\"  asked Stuart. ", 
    "number": 37
  }, 
  {
    "paragraph": "\"In eighty days; on Saturday, the 21st of December, 1872, at a quarter before nine p.m.  Good-bye, gentlemen.\" ", 
    "number": 38
  }, 
  {
    "paragraph": "Phileas Fogg and his servant seated themselves in a first-class carriage at twenty minutes before nine; five minutes later the whistle screamed, and the train slowly glided out of the station. ", 
    "number": 39
  }, 
  {
    "paragraph": "The night was dark, and a fine, steady rain was falling.  Phileas Fogg, snugly ensconced in his corner, did not open his lips.  Passepartout, not yet recovered from his stupefaction, clung mechanically to the carpet-bag, with its enormous treasure. ", 
    "number": 40
  }, 
  {
    "paragraph": "Just as the train was whirling through Sydenham, Passepartout suddenly uttered a cry of despair. ", 
    "number": 41
  }, 
  {
    "paragraph": "\"What's the matter?\" asked Mr. Fogg. ", 
    "number": 42
  }, 
  {
    "paragraph": "\"Alas!  In my hurry--I--I forgot--\" ", 
    "number": 43
  }, 
  {
    "paragraph": "\"What?\" ", 
    "number": 44
  }, 
  {
    "paragraph": "\"To turn off the gas in my room!\" ", 
    "number": 45
  }, 
  {
    "paragraph": "\"Very well, young man,\" returned Mr. Fogg, coolly; \"it will burn--at your expense.\" ", 
    "number": 46
  }
]