[
  {
    "line_number": "0", 
    "text": "\n"
  }, 
  {
    "line_number": "1", 
    "text": "SHOWING WHAT HAPPENED ON THE VOYAGE FROM SINGAPORE TO HONG KONG\n"
  }, 
  {
    "line_number": "2", 
    "text": "\n"
  }, 
  {
    "line_number": "3", 
    "text": "\n"
  }, 
  {
    "line_number": "4", 
    "text": "The detective and Passepartout met often on deck after this interview,\n"
  }, 
  {
    "line_number": "5", 
    "text": "though Fix was reserved, and did not attempt to induce his companion to\n"
  }, 
  {
    "line_number": "6", 
    "text": "divulge any more facts concerning Mr. Fogg.  He caught a glimpse of\n"
  }, 
  {
    "line_number": "7", 
    "text": "that mysterious gentleman once or twice; but Mr. Fogg usually confined\n"
  }, 
  {
    "line_number": "8", 
    "text": "himself to the cabin, where he kept Aouda company, or, according to his\n"
  }, 
  {
    "line_number": "9", 
    "text": "inveterate habit, took a hand at whist.\n"
  }, 
  {
    "line_number": "10", 
    "text": "\n"
  }, 
  {
    "line_number": "11", 
    "text": "Passepartout began very seriously to conjecture what strange chance\n"
  }, 
  {
    "line_number": "12", 
    "text": "kept Fix still on the route that his master was pursuing.  It was\n"
  }, 
  {
    "line_number": "13", 
    "text": "really worth considering why this certainly very amiable and complacent\n"
  }, 
  {
    "line_number": "14", 
    "text": "person, whom he had first met at Suez, had then encountered on board\n"
  }, 
  {
    "line_number": "15", 
    "text": "the Mongolia, who disembarked at Bombay, which he announced as his\n"
  }, 
  {
    "line_number": "16", 
    "text": "destination, and now turned up so unexpectedly on the Rangoon, was\n"
  }, 
  {
    "line_number": "17", 
    "text": "following Mr. Fogg's tracks step by step.  What was Fix's object?\n"
  }, 
  {
    "line_number": "18", 
    "text": "Passepartout was ready to wager his Indian shoes--which he religiously\n"
  }, 
  {
    "line_number": "19", 
    "text": "preserved--that Fix would also leave Hong Kong at the same time with\n"
  }, 
  {
    "line_number": "20", 
    "text": "them, and probably on the same steamer.\n"
  }, 
  {
    "line_number": "21", 
    "text": "\n"
  }, 
  {
    "line_number": "22", 
    "text": "Passepartout might have cudgelled his brain for a century without\n"
  }, 
  {
    "line_number": "23", 
    "text": "hitting upon the real object which the detective had in view.  He never\n"
  }, 
  {
    "line_number": "24", 
    "text": "could have imagined that Phileas Fogg was being tracked as a robber\n"
  }, 
  {
    "line_number": "25", 
    "text": "around the globe.  But, as it is in human nature to attempt the\n"
  }, 
  {
    "line_number": "26", 
    "text": "solution of every mystery, Passepartout suddenly discovered an\n"
  }, 
  {
    "line_number": "27", 
    "text": "explanation of Fix's movements, which was in truth far from\n"
  }, 
  {
    "line_number": "28", 
    "text": "unreasonable.  Fix, he thought, could only be an agent of Mr. Fogg's\n"
  }, 
  {
    "line_number": "29", 
    "text": "friends at the Reform Club, sent to follow him up, and to ascertain\n"
  }, 
  {
    "line_number": "30", 
    "text": "that he really went round the world as had been agreed upon.\n"
  }, 
  {
    "line_number": "31", 
    "text": "\n"
  }, 
  {
    "line_number": "32", 
    "text": "\"It's clear!\" repeated the worthy servant to himself, proud of his\n"
  }, 
  {
    "line_number": "33", 
    "text": "shrewdness.  \"He's a spy sent to keep us in view!  That isn't quite the\n"
  }, 
  {
    "line_number": "34", 
    "text": "thing, either, to be spying Mr. Fogg, who is so honourable a man!  Ah,\n"
  }, 
  {
    "line_number": "35", 
    "text": "gentlemen of the Reform, this shall cost you dear!\"\n"
  }, 
  {
    "line_number": "36", 
    "text": "\n"
  }, 
  {
    "line_number": "37", 
    "text": "Passepartout, enchanted with his discovery, resolved to say nothing to\n"
  }, 
  {
    "line_number": "38", 
    "text": "his master, lest he should be justly offended at this mistrust on the\n"
  }, 
  {
    "line_number": "39", 
    "text": "part of his adversaries.  But he determined to chaff Fix, when he had\n"
  }, 
  {
    "line_number": "40", 
    "text": "the chance, with mysterious allusions, which, however, need not betray\n"
  }, 
  {
    "line_number": "41", 
    "text": "his real suspicions.\n"
  }, 
  {
    "line_number": "42", 
    "text": "\n"
  }, 
  {
    "line_number": "43", 
    "text": "During the afternoon of Wednesday, 30th October, the Rangoon entered\n"
  }, 
  {
    "line_number": "44", 
    "text": "the Strait of Malacca, which separates the peninsula of that name from\n"
  }, 
  {
    "line_number": "45", 
    "text": "Sumatra.  The mountainous and craggy islets intercepted the beauties of\n"
  }, 
  {
    "line_number": "46", 
    "text": "this noble island from the view of the travellers.  The Rangoon weighed\n"
  }, 
  {
    "line_number": "47", 
    "text": "anchor at Singapore the next day at four a.m., to receive coal, having\n"
  }, 
  {
    "line_number": "48", 
    "text": "gained half a day on the prescribed time of her arrival.  Phileas Fogg\n"
  }, 
  {
    "line_number": "49", 
    "text": "noted this gain in his journal, and then, accompanied by Aouda, who\n"
  }, 
  {
    "line_number": "50", 
    "text": "betrayed a desire for a walk on shore, disembarked.\n"
  }, 
  {
    "line_number": "51", 
    "text": "\n"
  }, 
  {
    "line_number": "52", 
    "text": "Fix, who suspected Mr. Fogg's every movement, followed them cautiously,\n"
  }, 
  {
    "line_number": "53", 
    "text": "without being himself perceived; while Passepartout, laughing in his\n"
  }, 
  {
    "line_number": "54", 
    "text": "sleeve at Fix's manoeuvres, went about his usual errands.\n"
  }, 
  {
    "line_number": "55", 
    "text": "\n"
  }, 
  {
    "line_number": "56", 
    "text": "The island of Singapore is not imposing in aspect, for there are no\n"
  }, 
  {
    "line_number": "57", 
    "text": "mountains; yet its appearance is not without attractions.  It is a park\n"
  }, 
  {
    "line_number": "58", 
    "text": "checkered by pleasant highways and avenues.  A handsome carriage, drawn\n"
  }, 
  {
    "line_number": "59", 
    "text": "by a sleek pair of New Holland horses, carried Phileas Fogg and Aouda\n"
  }, 
  {
    "line_number": "60", 
    "text": "into the midst of rows of palms with brilliant foliage, and of\n"
  }, 
  {
    "line_number": "61", 
    "text": "clove-trees, whereof the cloves form the heart of a half-open flower.\n"
  }, 
  {
    "line_number": "62", 
    "text": "Pepper plants replaced the prickly hedges of European fields;\n"
  }, 
  {
    "line_number": "63", 
    "text": "sago-bushes, large ferns with gorgeous branches, varied the aspect of\n"
  }, 
  {
    "line_number": "64", 
    "text": "this tropical clime; while nutmeg-trees in full foliage filled the air\n"
  }, 
  {
    "line_number": "65", 
    "text": "with a penetrating perfume.  Agile and grinning bands of monkeys\n"
  }, 
  {
    "line_number": "66", 
    "text": "skipped about in the trees, nor were tigers wanting in the jungles.\n"
  }, 
  {
    "line_number": "67", 
    "text": "\n"
  }, 
  {
    "line_number": "68", 
    "text": "After a drive of two hours through the country, Aouda and Mr. Fogg\n"
  }, 
  {
    "line_number": "69", 
    "text": "returned to the town, which is a vast collection of heavy-looking,\n"
  }, 
  {
    "line_number": "70", 
    "text": "irregular houses, surrounded by charming gardens rich in tropical\n"
  }, 
  {
    "line_number": "71", 
    "text": "fruits and plants; and at ten o'clock they re-embarked, closely\n"
  }, 
  {
    "line_number": "72", 
    "text": "followed by the detective, who had kept them constantly in sight.\n"
  }, 
  {
    "line_number": "73", 
    "text": "\n"
  }, 
  {
    "line_number": "74", 
    "text": "Passepartout, who had been purchasing several dozen mangoes--a fruit\n"
  }, 
  {
    "line_number": "75", 
    "text": "as large as good-sized apples, of a dark-brown colour outside and a\n"
  }, 
  {
    "line_number": "76", 
    "text": "bright red within, and whose white pulp, melting in the mouth, affords\n"
  }, 
  {
    "line_number": "77", 
    "text": "gourmands a delicious sensation--was waiting for them on deck.  He was\n"
  }, 
  {
    "line_number": "78", 
    "text": "only too glad to offer some mangoes to Aouda, who thanked him very\n"
  }, 
  {
    "line_number": "79", 
    "text": "gracefully for them.\n"
  }, 
  {
    "line_number": "80", 
    "text": "\n"
  }, 
  {
    "line_number": "81", 
    "text": "At eleven o'clock the Rangoon rode out of Singapore harbour, and in a\n"
  }, 
  {
    "line_number": "82", 
    "text": "few hours the high mountains of Malacca, with their forests, inhabited\n"
  }, 
  {
    "line_number": "83", 
    "text": "by the most beautifully-furred tigers in the world, were lost to view.\n"
  }, 
  {
    "line_number": "84", 
    "text": "Singapore is distant some thirteen hundred miles from the island of\n"
  }, 
  {
    "line_number": "85", 
    "text": "Hong Kong, which is a little English colony near the Chinese coast.\n"
  }, 
  {
    "line_number": "86", 
    "text": "Phileas Fogg hoped to accomplish the journey in six days, so as to be\n"
  }, 
  {
    "line_number": "87", 
    "text": "in time for the steamer which would leave on the 6th of November for\n"
  }, 
  {
    "line_number": "88", 
    "text": "Yokohama, the principal Japanese port.\n"
  }, 
  {
    "line_number": "89", 
    "text": "\n"
  }, 
  {
    "line_number": "90", 
    "text": "The Rangoon had a large quota of passengers, many of whom disembarked\n"
  }, 
  {
    "line_number": "91", 
    "text": "at Singapore, among them a number of Indians, Ceylonese, Chinamen,\n"
  }, 
  {
    "line_number": "92", 
    "text": "Malays, and Portuguese, mostly second-class travellers.\n"
  }, 
  {
    "line_number": "93", 
    "text": "\n"
  }, 
  {
    "line_number": "94", 
    "text": "The weather, which had hitherto been fine, changed with the last\n"
  }, 
  {
    "line_number": "95", 
    "text": "quarter of the moon.  The sea rolled heavily, and the wind at intervals\n"
  }, 
  {
    "line_number": "96", 
    "text": "rose almost to a storm, but happily blew from the south-west, and thus\n"
  }, 
  {
    "line_number": "97", 
    "text": "aided the steamer's progress.  The captain as often as possible put up\n"
  }, 
  {
    "line_number": "98", 
    "text": "his sails, and under the double action of steam and sail the vessel\n"
  }, 
  {
    "line_number": "99", 
    "text": "made rapid progress along the coasts of Anam and Cochin China.  Owing\n"
  }, 
  {
    "line_number": "100", 
    "text": "to the defective construction of the Rangoon, however, unusual\n"
  }, 
  {
    "line_number": "101", 
    "text": "precautions became necessary in unfavourable weather; but the loss of\n"
  }, 
  {
    "line_number": "102", 
    "text": "time which resulted from this cause, while it nearly drove Passepartout\n"
  }, 
  {
    "line_number": "103", 
    "text": "out of his senses, did not seem to affect his master in the least.\n"
  }, 
  {
    "line_number": "104", 
    "text": "Passepartout blamed the captain, the engineer, and the crew, and\n"
  }, 
  {
    "line_number": "105", 
    "text": "consigned all who were connected with the ship to the land where the\n"
  }, 
  {
    "line_number": "106", 
    "text": "pepper grows.  Perhaps the thought of the gas, which was remorselessly\n"
  }, 
  {
    "line_number": "107", 
    "text": "burning at his expense in Saville Row, had something to do with his hot\n"
  }, 
  {
    "line_number": "108", 
    "text": "impatience.\n"
  }, 
  {
    "line_number": "109", 
    "text": "\n"
  }, 
  {
    "line_number": "110", 
    "text": "\"You are in a great hurry, then,\" said Fix to him one day, \"to reach\n"
  }, 
  {
    "line_number": "111", 
    "text": "Hong Kong?\"\n"
  }, 
  {
    "line_number": "112", 
    "text": "\n"
  }, 
  {
    "line_number": "113", 
    "text": "\"A very great hurry!\"\n"
  }, 
  {
    "line_number": "114", 
    "text": "\n"
  }, 
  {
    "line_number": "115", 
    "text": "\"Mr. Fogg, I suppose, is anxious to catch the steamer for Yokohama?\"\n"
  }, 
  {
    "line_number": "116", 
    "text": "\n"
  }, 
  {
    "line_number": "117", 
    "text": "\"Terribly anxious.\"\n"
  }, 
  {
    "line_number": "118", 
    "text": "\n"
  }, 
  {
    "line_number": "119", 
    "text": "\"You believe in this journey around the world, then?\"\n"
  }, 
  {
    "line_number": "120", 
    "text": "\n"
  }, 
  {
    "line_number": "121", 
    "text": "\"Absolutely.  Don't you, Mr. Fix?\"\n"
  }, 
  {
    "line_number": "122", 
    "text": "\n"
  }, 
  {
    "line_number": "123", 
    "text": "\"I?  I don't believe a word of it.\"\n"
  }, 
  {
    "line_number": "124", 
    "text": "\n"
  }, 
  {
    "line_number": "125", 
    "text": "\"You're a sly dog!\" said Passepartout, winking at him.\n"
  }, 
  {
    "line_number": "126", 
    "text": "\n"
  }, 
  {
    "line_number": "127", 
    "text": "This expression rather disturbed Fix, without his knowing why.  Had the\n"
  }, 
  {
    "line_number": "128", 
    "text": "Frenchman guessed his real purpose?  He knew not what to think.  But\n"
  }, 
  {
    "line_number": "129", 
    "text": "how could Passepartout have discovered that he was a detective?  Yet,\n"
  }, 
  {
    "line_number": "130", 
    "text": "in speaking as he did, the man evidently meant more than he expressed.\n"
  }, 
  {
    "line_number": "131", 
    "text": "\n"
  }, 
  {
    "line_number": "132", 
    "text": "Passepartout went still further the next day; he could not hold his\n"
  }, 
  {
    "line_number": "133", 
    "text": "tongue.\n"
  }, 
  {
    "line_number": "134", 
    "text": "\n"
  }, 
  {
    "line_number": "135", 
    "text": "\"Mr. Fix,\" said he, in a bantering tone, \"shall we be so unfortunate as\n"
  }, 
  {
    "line_number": "136", 
    "text": "to lose you when we get to Hong Kong?\"\n"
  }, 
  {
    "line_number": "137", 
    "text": "\n"
  }, 
  {
    "line_number": "138", 
    "text": "\"Why,\" responded Fix, a little embarrassed, \"I don't know; perhaps--\"\n"
  }, 
  {
    "line_number": "139", 
    "text": "\n"
  }, 
  {
    "line_number": "140", 
    "text": "\"Ah, if you would only go on with us!  An agent of the Peninsular\n"
  }, 
  {
    "line_number": "141", 
    "text": "Company, you know, can't stop on the way!  You were only going to\n"
  }, 
  {
    "line_number": "142", 
    "text": "Bombay, and here you are in China.  America is not far off, and from\n"
  }, 
  {
    "line_number": "143", 
    "text": "America to Europe is only a step.\"\n"
  }, 
  {
    "line_number": "144", 
    "text": "\n"
  }, 
  {
    "line_number": "145", 
    "text": "Fix looked intently at his companion, whose countenance was as serene\n"
  }, 
  {
    "line_number": "146", 
    "text": "as possible, and laughed with him.  But Passepartout persisted in\n"
  }, 
  {
    "line_number": "147", 
    "text": "chaffing him by asking him if he made much by his present occupation.\n"
  }, 
  {
    "line_number": "148", 
    "text": "\n"
  }, 
  {
    "line_number": "149", 
    "text": "\"Yes, and no,\" returned Fix; \"there is good and bad luck in such\n"
  }, 
  {
    "line_number": "150", 
    "text": "things.  But you must understand that I don't travel at my own expense.\"\n"
  }, 
  {
    "line_number": "151", 
    "text": "\n"
  }, 
  {
    "line_number": "152", 
    "text": "\"Oh, I am quite sure of that!\" cried Passepartout, laughing heartily.\n"
  }, 
  {
    "line_number": "153", 
    "text": "\n"
  }, 
  {
    "line_number": "154", 
    "text": "Fix, fairly puzzled, descended to his cabin and gave himself up to his\n"
  }, 
  {
    "line_number": "155", 
    "text": "reflections.  He was evidently suspected; somehow or other the\n"
  }, 
  {
    "line_number": "156", 
    "text": "Frenchman had found out that he was a detective.  But had he told his\n"
  }, 
  {
    "line_number": "157", 
    "text": "master?  What part was he playing in all this: was he an accomplice or\n"
  }, 
  {
    "line_number": "158", 
    "text": "not?  Was the game, then, up?  Fix spent several hours turning these\n"
  }, 
  {
    "line_number": "159", 
    "text": "things over in his mind, sometimes thinking that all was lost, then\n"
  }, 
  {
    "line_number": "160", 
    "text": "persuading himself that Fogg was ignorant of his presence, and then\n"
  }, 
  {
    "line_number": "161", 
    "text": "undecided what course it was best to take.\n"
  }, 
  {
    "line_number": "162", 
    "text": "\n"
  }, 
  {
    "line_number": "163", 
    "text": "Nevertheless, he preserved his coolness of mind, and at last resolved\n"
  }, 
  {
    "line_number": "164", 
    "text": "to deal plainly with Passepartout.  If he did not find it practicable\n"
  }, 
  {
    "line_number": "165", 
    "text": "to arrest Fogg at Hong Kong, and if Fogg made preparations to leave\n"
  }, 
  {
    "line_number": "166", 
    "text": "that last foothold of English territory, he, Fix, would tell\n"
  }, 
  {
    "line_number": "167", 
    "text": "Passepartout all.  Either the servant was the accomplice of his master,\n"
  }, 
  {
    "line_number": "168", 
    "text": "and in this case the master knew of his operations, and he should fail;\n"
  }, 
  {
    "line_number": "169", 
    "text": "or else the servant knew nothing about the robbery, and then his\n"
  }, 
  {
    "line_number": "170", 
    "text": "interest would be to abandon the robber.\n"
  }, 
  {
    "line_number": "171", 
    "text": "\n"
  }, 
  {
    "line_number": "172", 
    "text": "Such was the situation between Fix and Passepartout.  Meanwhile Phileas\n"
  }, 
  {
    "line_number": "173", 
    "text": "Fogg moved about above them in the most majestic and unconscious\n"
  }, 
  {
    "line_number": "174", 
    "text": "indifference.  He was passing methodically in his orbit around the\n"
  }, 
  {
    "line_number": "175", 
    "text": "world, regardless of the lesser stars which gravitated around him.  Yet\n"
  }, 
  {
    "line_number": "176", 
    "text": "there was near by what the astronomers would call a disturbing star,\n"
  }, 
  {
    "line_number": "177", 
    "text": "which might have produced an agitation in this gentleman's heart.  But\n"
  }, 
  {
    "line_number": "178", 
    "text": "no! the charms of Aouda failed to act, to Passepartout's great\n"
  }, 
  {
    "line_number": "179", 
    "text": "surprise; and the disturbances, if they existed, would have been more\n"
  }, 
  {
    "line_number": "180", 
    "text": "difficult to calculate than those of Uranus which led to the discovery\n"
  }, 
  {
    "line_number": "181", 
    "text": "of Neptune.\n"
  }, 
  {
    "line_number": "182", 
    "text": "\n"
  }, 
  {
    "line_number": "183", 
    "text": "It was every day an increasing wonder to Passepartout, who read in\n"
  }, 
  {
    "line_number": "184", 
    "text": "Aouda's eyes the depths of her gratitude to his master.  Phileas Fogg,\n"
  }, 
  {
    "line_number": "185", 
    "text": "though brave and gallant, must be, he thought, quite heartless.  As to\n"
  }, 
  {
    "line_number": "186", 
    "text": "the sentiment which this journey might have awakened in him, there was\n"
  }, 
  {
    "line_number": "187", 
    "text": "clearly no trace of such a thing; while poor Passepartout existed in\n"
  }, 
  {
    "line_number": "188", 
    "text": "perpetual reveries.\n"
  }, 
  {
    "line_number": "189", 
    "text": "\n"
  }, 
  {
    "line_number": "190", 
    "text": "One day he was leaning on the railing of the engine-room, and was\n"
  }, 
  {
    "line_number": "191", 
    "text": "observing the engine, when a sudden pitch of the steamer threw the\n"
  }, 
  {
    "line_number": "192", 
    "text": "screw out of the water.  The steam came hissing out of the valves; and\n"
  }, 
  {
    "line_number": "193", 
    "text": "this made Passepartout indignant.\n"
  }, 
  {
    "line_number": "194", 
    "text": "\n"
  }, 
  {
    "line_number": "195", 
    "text": "\"The valves are not sufficiently charged!\" he exclaimed.  \"We are not\n"
  }, 
  {
    "line_number": "196", 
    "text": "going.  Oh, these English!  If this was an American craft, we should\n"
  }, 
  {
    "line_number": "197", 
    "text": "blow up, perhaps, but we should at all events go faster!\"\n"
  }, 
  {
    "line_number": "198", 
    "text": "\n"
  }, 
  {
    "line_number": "199", 
    "text": "\n"
  }, 
  {
    "line_number": "200", 
    "text": "\n"
  }, 
  {
    "line_number": "201", 
    "text": "\n"
  }
]