[
  {
    "line_number": "0", 
    "text": "\n"
  }, 
  {
    "line_number": "1", 
    "text": "IN WHICH PHILEAS FOGG SECURES A CURIOUS MEANS OF CONVEYANCE AT A\n"
  }, 
  {
    "line_number": "2", 
    "text": "FABULOUS PRICE\n"
  }, 
  {
    "line_number": "3", 
    "text": "\n"
  }, 
  {
    "line_number": "4", 
    "text": "\n"
  }, 
  {
    "line_number": "5", 
    "text": "The train had started punctually.  Among the passengers were a number\n"
  }, 
  {
    "line_number": "6", 
    "text": "of officers, Government officials, and opium and indigo merchants,\n"
  }, 
  {
    "line_number": "7", 
    "text": "whose business called them to the eastern coast.  Passepartout rode in\n"
  }, 
  {
    "line_number": "8", 
    "text": "the same carriage with his master, and a third passenger occupied a\n"
  }, 
  {
    "line_number": "9", 
    "text": "seat opposite to them.  This was Sir Francis Cromarty, one of Mr.\n"
  }, 
  {
    "line_number": "10", 
    "text": "Fogg's whist partners on the Mongolia, now on his way to join his corps\n"
  }, 
  {
    "line_number": "11", 
    "text": "at Benares.  Sir Francis was a tall, fair man of fifty, who had greatly\n"
  }, 
  {
    "line_number": "12", 
    "text": "distinguished himself in the last Sepoy revolt.  He made India his\n"
  }, 
  {
    "line_number": "13", 
    "text": "home, only paying brief visits to England at rare intervals; and was\n"
  }, 
  {
    "line_number": "14", 
    "text": "almost as familiar as a native with the customs, history, and character\n"
  }, 
  {
    "line_number": "15", 
    "text": "of India and its people.  But Phileas Fogg, who was not travelling, but\n"
  }, 
  {
    "line_number": "16", 
    "text": "only describing a circumference, took no pains to inquire into these\n"
  }, 
  {
    "line_number": "17", 
    "text": "subjects; he was a solid body, traversing an orbit around the\n"
  }, 
  {
    "line_number": "18", 
    "text": "terrestrial globe, according to the laws of rational mechanics.  He was\n"
  }, 
  {
    "line_number": "19", 
    "text": "at this moment calculating in his mind the number of hours spent since\n"
  }, 
  {
    "line_number": "20", 
    "text": "his departure from London, and, had it been in his nature to make a\n"
  }, 
  {
    "line_number": "21", 
    "text": "useless demonstration, would have rubbed his hands for satisfaction.\n"
  }, 
  {
    "line_number": "22", 
    "text": "Sir Francis Cromarty had observed the oddity of his travelling\n"
  }, 
  {
    "line_number": "23", 
    "text": "companion--although the only opportunity he had for studying him had\n"
  }, 
  {
    "line_number": "24", 
    "text": "been while he was dealing the cards, and between two rubbers--and\n"
  }, 
  {
    "line_number": "25", 
    "text": "questioned himself whether a human heart really beat beneath this cold\n"
  }, 
  {
    "line_number": "26", 
    "text": "exterior, and whether Phileas Fogg had any sense of the beauties of\n"
  }, 
  {
    "line_number": "27", 
    "text": "nature.  The brigadier-general was free to mentally confess that, of\n"
  }, 
  {
    "line_number": "28", 
    "text": "all the eccentric persons he had ever met, none was comparable to this\n"
  }, 
  {
    "line_number": "29", 
    "text": "product of the exact sciences.\n"
  }, 
  {
    "line_number": "30", 
    "text": "\n"
  }, 
  {
    "line_number": "31", 
    "text": "Phileas Fogg had not concealed from Sir Francis his design of going\n"
  }, 
  {
    "line_number": "32", 
    "text": "round the world, nor the circumstances under which he set out; and the\n"
  }, 
  {
    "line_number": "33", 
    "text": "general only saw in the wager a useless eccentricity and a lack of\n"
  }, 
  {
    "line_number": "34", 
    "text": "sound common sense.  In the way this strange gentleman was going on, he\n"
  }, 
  {
    "line_number": "35", 
    "text": "would leave the world without having done any good to himself or\n"
  }, 
  {
    "line_number": "36", 
    "text": "anybody else.\n"
  }, 
  {
    "line_number": "37", 
    "text": "\n"
  }, 
  {
    "line_number": "38", 
    "text": "An hour after leaving Bombay the train had passed the viaducts and the\n"
  }, 
  {
    "line_number": "39", 
    "text": "Island of Salcette, and had got into the open country.  At Callyan they\n"
  }, 
  {
    "line_number": "40", 
    "text": "reached the junction of the branch line which descends towards\n"
  }, 
  {
    "line_number": "41", 
    "text": "south-eastern India by Kandallah and Pounah; and, passing Pauwell, they\n"
  }, 
  {
    "line_number": "42", 
    "text": "entered the defiles of the mountains, with their basalt bases, and\n"
  }, 
  {
    "line_number": "43", 
    "text": "their summits crowned with thick and verdant forests.  Phileas Fogg and\n"
  }, 
  {
    "line_number": "44", 
    "text": "Sir Francis Cromarty exchanged a few words from time to time, and now\n"
  }, 
  {
    "line_number": "45", 
    "text": "Sir Francis, reviving the conversation, observed, \"Some years ago, Mr.\n"
  }, 
  {
    "line_number": "46", 
    "text": "Fogg, you would have met with a delay at this point which would\n"
  }, 
  {
    "line_number": "47", 
    "text": "probably have lost you your wager.\"\n"
  }, 
  {
    "line_number": "48", 
    "text": "\n"
  }, 
  {
    "line_number": "49", 
    "text": "\"How so, Sir Francis?\"\n"
  }, 
  {
    "line_number": "50", 
    "text": "\n"
  }, 
  {
    "line_number": "51", 
    "text": "\"Because the railway stopped at the base of these mountains, which the\n"
  }, 
  {
    "line_number": "52", 
    "text": "passengers were obliged to cross in palanquins or on ponies to\n"
  }, 
  {
    "line_number": "53", 
    "text": "Kandallah, on the other side.\"\n"
  }, 
  {
    "line_number": "54", 
    "text": "\n"
  }, 
  {
    "line_number": "55", 
    "text": "\"Such a delay would not have deranged my plans in the least,\" said Mr.\n"
  }, 
  {
    "line_number": "56", 
    "text": "Fogg.  \"I have constantly foreseen the likelihood of certain obstacles.\"\n"
  }, 
  {
    "line_number": "57", 
    "text": "\n"
  }, 
  {
    "line_number": "58", 
    "text": "\"But, Mr. Fogg,\" pursued Sir Francis, \"you run the risk of having some\n"
  }, 
  {
    "line_number": "59", 
    "text": "difficulty about this worthy fellow's adventure at the pagoda.\"\n"
  }, 
  {
    "line_number": "60", 
    "text": "Passepartout, his feet comfortably wrapped in his travelling-blanket,\n"
  }, 
  {
    "line_number": "61", 
    "text": "was sound asleep and did not dream that anybody was talking about him.\n"
  }, 
  {
    "line_number": "62", 
    "text": "\"The Government is very severe upon that kind of offence.  It takes\n"
  }, 
  {
    "line_number": "63", 
    "text": "particular care that the religious customs of the Indians should be\n"
  }, 
  {
    "line_number": "64", 
    "text": "respected, and if your servant were caught--\"\n"
  }, 
  {
    "line_number": "65", 
    "text": "\n"
  }, 
  {
    "line_number": "66", 
    "text": "\"Very well, Sir Francis,\" replied Mr. Fogg; \"if he had been caught he\n"
  }, 
  {
    "line_number": "67", 
    "text": "would have been condemned and punished, and then would have quietly\n"
  }, 
  {
    "line_number": "68", 
    "text": "returned to Europe.  I don't see how this affair could have delayed his\n"
  }, 
  {
    "line_number": "69", 
    "text": "master.\"\n"
  }, 
  {
    "line_number": "70", 
    "text": "\n"
  }, 
  {
    "line_number": "71", 
    "text": "The conversation fell again.  During the night the train left the\n"
  }, 
  {
    "line_number": "72", 
    "text": "mountains behind, and passed Nassik, and the next day proceeded over\n"
  }, 
  {
    "line_number": "73", 
    "text": "the flat, well-cultivated country of the Khandeish, with its straggling\n"
  }, 
  {
    "line_number": "74", 
    "text": "villages, above which rose the minarets of the pagodas.  This fertile\n"
  }, 
  {
    "line_number": "75", 
    "text": "territory is watered by numerous small rivers and limpid streams,\n"
  }, 
  {
    "line_number": "76", 
    "text": "mostly tributaries of the Godavery.\n"
  }, 
  {
    "line_number": "77", 
    "text": "\n"
  }, 
  {
    "line_number": "78", 
    "text": "Passepartout, on waking and looking out, could not realise that he was\n"
  }, 
  {
    "line_number": "79", 
    "text": "actually crossing India in a railway train.  The locomotive, guided by\n"
  }, 
  {
    "line_number": "80", 
    "text": "an English engineer and fed with English coal, threw out its smoke upon\n"
  }, 
  {
    "line_number": "81", 
    "text": "cotton, coffee, nutmeg, clove, and pepper plantations, while the steam\n"
  }, 
  {
    "line_number": "82", 
    "text": "curled in spirals around groups of palm-trees, in the midst of which\n"
  }, 
  {
    "line_number": "83", 
    "text": "were seen picturesque bungalows, viharis (sort of abandoned\n"
  }, 
  {
    "line_number": "84", 
    "text": "monasteries), and marvellous temples enriched by the exhaustless\n"
  }, 
  {
    "line_number": "85", 
    "text": "ornamentation of Indian architecture.  Then they came upon vast tracts\n"
  }, 
  {
    "line_number": "86", 
    "text": "extending to the horizon, with jungles inhabited by snakes and tigers,\n"
  }, 
  {
    "line_number": "87", 
    "text": "which fled at the noise of the train; succeeded by forests penetrated\n"
  }, 
  {
    "line_number": "88", 
    "text": "by the railway, and still haunted by elephants which, with pensive\n"
  }, 
  {
    "line_number": "89", 
    "text": "eyes, gazed at the train as it passed.  The travellers crossed, beyond\n"
  }, 
  {
    "line_number": "90", 
    "text": "Milligaum, the fatal country so often stained with blood by the\n"
  }, 
  {
    "line_number": "91", 
    "text": "sectaries of the goddess Kali.  Not far off rose Ellora, with its\n"
  }, 
  {
    "line_number": "92", 
    "text": "graceful pagodas, and the famous Aurungabad, capital of the ferocious\n"
  }, 
  {
    "line_number": "93", 
    "text": "Aureng-Zeb, now the chief town of one of the detached provinces of the\n"
  }, 
  {
    "line_number": "94", 
    "text": "kingdom of the Nizam.  It was thereabouts that Feringhea, the Thuggee\n"
  }, 
  {
    "line_number": "95", 
    "text": "chief, king of the stranglers, held his sway.  These ruffians, united\n"
  }, 
  {
    "line_number": "96", 
    "text": "by a secret bond, strangled victims of every age in honour of the\n"
  }, 
  {
    "line_number": "97", 
    "text": "goddess Death, without ever shedding blood; there was a period when\n"
  }, 
  {
    "line_number": "98", 
    "text": "this part of the country could scarcely be travelled over without\n"
  }, 
  {
    "line_number": "99", 
    "text": "corpses being found in every direction.  The English Government has\n"
  }, 
  {
    "line_number": "100", 
    "text": "succeeded in greatly diminishing these murders, though the Thuggees\n"
  }, 
  {
    "line_number": "101", 
    "text": "still exist, and pursue the exercise of their horrible rites.\n"
  }, 
  {
    "line_number": "102", 
    "text": "\n"
  }, 
  {
    "line_number": "103", 
    "text": "At half-past twelve the train stopped at Burhampoor where Passepartout\n"
  }, 
  {
    "line_number": "104", 
    "text": "was able to purchase some Indian slippers, ornamented with false\n"
  }, 
  {
    "line_number": "105", 
    "text": "pearls, in which, with evident vanity, he proceeded to encase his feet.\n"
  }, 
  {
    "line_number": "106", 
    "text": "The travellers made a hasty breakfast and started off for Assurghur,\n"
  }, 
  {
    "line_number": "107", 
    "text": "after skirting for a little the banks of the small river Tapty, which\n"
  }, 
  {
    "line_number": "108", 
    "text": "empties into the Gulf of Cambray, near Surat.\n"
  }, 
  {
    "line_number": "109", 
    "text": "\n"
  }, 
  {
    "line_number": "110", 
    "text": "Passepartout was now plunged into absorbing reverie.  Up to his arrival\n"
  }, 
  {
    "line_number": "111", 
    "text": "at Bombay, he had entertained hopes that their journey would end there;\n"
  }, 
  {
    "line_number": "112", 
    "text": "but, now that they were plainly whirling across India at full speed, a\n"
  }, 
  {
    "line_number": "113", 
    "text": "sudden change had come over the spirit of his dreams.  His old vagabond\n"
  }, 
  {
    "line_number": "114", 
    "text": "nature returned to him; the fantastic ideas of his youth once more took\n"
  }, 
  {
    "line_number": "115", 
    "text": "possession of him.  He came to regard his master's project as intended\n"
  }, 
  {
    "line_number": "116", 
    "text": "in good earnest, believed in the reality of the bet, and therefore in\n"
  }, 
  {
    "line_number": "117", 
    "text": "the tour of the world and the necessity of making it without fail\n"
  }, 
  {
    "line_number": "118", 
    "text": "within the designated period.  Already he began to worry about possible\n"
  }, 
  {
    "line_number": "119", 
    "text": "delays, and accidents which might happen on the way.  He recognised\n"
  }, 
  {
    "line_number": "120", 
    "text": "himself as being personally interested in the wager, and trembled at\n"
  }, 
  {
    "line_number": "121", 
    "text": "the thought that he might have been the means of losing it by his\n"
  }, 
  {
    "line_number": "122", 
    "text": "unpardonable folly of the night before.  Being much less cool-headed\n"
  }, 
  {
    "line_number": "123", 
    "text": "than Mr. Fogg, he was much more restless, counting and recounting the\n"
  }, 
  {
    "line_number": "124", 
    "text": "days passed over, uttering maledictions when the train stopped, and\n"
  }, 
  {
    "line_number": "125", 
    "text": "accusing it of sluggishness, and mentally blaming Mr. Fogg for not\n"
  }, 
  {
    "line_number": "126", 
    "text": "having bribed the engineer.  The worthy fellow was ignorant that, while\n"
  }, 
  {
    "line_number": "127", 
    "text": "it was possible by such means to hasten the rate of a steamer, it could\n"
  }, 
  {
    "line_number": "128", 
    "text": "not be done on the railway.\n"
  }, 
  {
    "line_number": "129", 
    "text": "\n"
  }, 
  {
    "line_number": "130", 
    "text": "The train entered the defiles of the Sutpour Mountains, which separate\n"
  }, 
  {
    "line_number": "131", 
    "text": "the Khandeish from Bundelcund, towards evening.  The next day Sir\n"
  }, 
  {
    "line_number": "132", 
    "text": "Francis Cromarty asked Passepartout what time it was; to which, on\n"
  }, 
  {
    "line_number": "133", 
    "text": "consulting his watch, he replied that it was three in the morning.\n"
  }, 
  {
    "line_number": "134", 
    "text": "This famous timepiece, always regulated on the Greenwich meridian,\n"
  }, 
  {
    "line_number": "135", 
    "text": "which was now some seventy-seven degrees westward, was at least four\n"
  }, 
  {
    "line_number": "136", 
    "text": "hours slow.  Sir Francis corrected Passepartout's time, whereupon the\n"
  }, 
  {
    "line_number": "137", 
    "text": "latter made the same remark that he had done to Fix; and upon the\n"
  }, 
  {
    "line_number": "138", 
    "text": "general insisting that the watch should be regulated in each new\n"
  }, 
  {
    "line_number": "139", 
    "text": "meridian, since he was constantly going eastward, that is in the face\n"
  }, 
  {
    "line_number": "140", 
    "text": "of the sun, and therefore the days were shorter by four minutes for\n"
  }, 
  {
    "line_number": "141", 
    "text": "each degree gone over, Passepartout obstinately refused to alter his\n"
  }, 
  {
    "line_number": "142", 
    "text": "watch, which he kept at London time.  It was an innocent delusion which\n"
  }, 
  {
    "line_number": "143", 
    "text": "could harm no one.\n"
  }, 
  {
    "line_number": "144", 
    "text": "\n"
  }, 
  {
    "line_number": "145", 
    "text": "The train stopped, at eight o'clock, in the midst of a glade some\n"
  }, 
  {
    "line_number": "146", 
    "text": "fifteen miles beyond Rothal, where there were several bungalows, and\n"
  }, 
  {
    "line_number": "147", 
    "text": "workmen's cabins.  The conductor, passing along the carriages, shouted,\n"
  }, 
  {
    "line_number": "148", 
    "text": "\"Passengers will get out here!\"\n"
  }, 
  {
    "line_number": "149", 
    "text": "\n"
  }, 
  {
    "line_number": "150", 
    "text": "Phileas Fogg looked at Sir Francis Cromarty for an explanation; but the\n"
  }, 
  {
    "line_number": "151", 
    "text": "general could not tell what meant a halt in the midst of this forest of\n"
  }, 
  {
    "line_number": "152", 
    "text": "dates and acacias.\n"
  }, 
  {
    "line_number": "153", 
    "text": "\n"
  }, 
  {
    "line_number": "154", 
    "text": "Passepartout, not less surprised, rushed out and speedily returned,\n"
  }, 
  {
    "line_number": "155", 
    "text": "crying: \"Monsieur, no more railway!\"\n"
  }, 
  {
    "line_number": "156", 
    "text": "\n"
  }, 
  {
    "line_number": "157", 
    "text": "\"What do you mean?\" asked Sir Francis.\n"
  }, 
  {
    "line_number": "158", 
    "text": "\n"
  }, 
  {
    "line_number": "159", 
    "text": "\"I mean to say that the train isn't going on.\"\n"
  }, 
  {
    "line_number": "160", 
    "text": "\n"
  }, 
  {
    "line_number": "161", 
    "text": "The general at once stepped out, while Phileas Fogg calmly followed\n"
  }, 
  {
    "line_number": "162", 
    "text": "him, and they proceeded together to the conductor.\n"
  }, 
  {
    "line_number": "163", 
    "text": "\n"
  }, 
  {
    "line_number": "164", 
    "text": "\"Where are we?\" asked Sir Francis.\n"
  }, 
  {
    "line_number": "165", 
    "text": "\n"
  }, 
  {
    "line_number": "166", 
    "text": "\"At the hamlet of Kholby.\"\n"
  }, 
  {
    "line_number": "167", 
    "text": "\n"
  }, 
  {
    "line_number": "168", 
    "text": "\"Do we stop here?\"\n"
  }, 
  {
    "line_number": "169", 
    "text": "\n"
  }, 
  {
    "line_number": "170", 
    "text": "\"Certainly.  The railway isn't finished.\"\n"
  }, 
  {
    "line_number": "171", 
    "text": "\n"
  }, 
  {
    "line_number": "172", 
    "text": "\"What! not finished?\"\n"
  }, 
  {
    "line_number": "173", 
    "text": "\n"
  }, 
  {
    "line_number": "174", 
    "text": "\"No.  There's still a matter of fifty miles to be laid from here to\n"
  }, 
  {
    "line_number": "175", 
    "text": "Allahabad, where the line begins again.\"\n"
  }, 
  {
    "line_number": "176", 
    "text": "\n"
  }, 
  {
    "line_number": "177", 
    "text": "\"But the papers announced the opening of the railway throughout.\"\n"
  }, 
  {
    "line_number": "178", 
    "text": "\n"
  }, 
  {
    "line_number": "179", 
    "text": "\"What would you have, officer?  The papers were mistaken.\"\n"
  }, 
  {
    "line_number": "180", 
    "text": "\n"
  }, 
  {
    "line_number": "181", 
    "text": "\"Yet you sell tickets from Bombay to Calcutta,\" retorted Sir Francis,\n"
  }, 
  {
    "line_number": "182", 
    "text": "who was growing warm.\n"
  }, 
  {
    "line_number": "183", 
    "text": "\n"
  }, 
  {
    "line_number": "184", 
    "text": "\"No doubt,\" replied the conductor; \"but the passengers know that they\n"
  }, 
  {
    "line_number": "185", 
    "text": "must provide means of transportation for themselves from Kholby to\n"
  }, 
  {
    "line_number": "186", 
    "text": "Allahabad.\"\n"
  }, 
  {
    "line_number": "187", 
    "text": "\n"
  }, 
  {
    "line_number": "188", 
    "text": "Sir Francis was furious.  Passepartout would willingly have knocked the\n"
  }, 
  {
    "line_number": "189", 
    "text": "conductor down, and did not dare to look at his master.\n"
  }, 
  {
    "line_number": "190", 
    "text": "\n"
  }, 
  {
    "line_number": "191", 
    "text": "\"Sir Francis,\" said Mr. Fogg quietly, \"we will, if you please, look\n"
  }, 
  {
    "line_number": "192", 
    "text": "about for some means of conveyance to Allahabad.\"\n"
  }, 
  {
    "line_number": "193", 
    "text": "\n"
  }, 
  {
    "line_number": "194", 
    "text": "\"Mr. Fogg, this is a delay greatly to your disadvantage.\"\n"
  }, 
  {
    "line_number": "195", 
    "text": "\n"
  }, 
  {
    "line_number": "196", 
    "text": "\"No, Sir Francis; it was foreseen.\"\n"
  }, 
  {
    "line_number": "197", 
    "text": "\n"
  }, 
  {
    "line_number": "198", 
    "text": "\"What!  You knew that the way--\"\n"
  }, 
  {
    "line_number": "199", 
    "text": "\n"
  }, 
  {
    "line_number": "200", 
    "text": "\"Not at all; but I knew that some obstacle or other would sooner or\n"
  }, 
  {
    "line_number": "201", 
    "text": "later arise on my route.  Nothing, therefore, is lost. I have two days,\n"
  }, 
  {
    "line_number": "202", 
    "text": "which I have already gained, to sacrifice.  A steamer leaves Calcutta\n"
  }, 
  {
    "line_number": "203", 
    "text": "for Hong Kong at noon, on the 25th.  This is the 22nd, and we shall\n"
  }, 
  {
    "line_number": "204", 
    "text": "reach Calcutta in time.\"\n"
  }, 
  {
    "line_number": "205", 
    "text": "\n"
  }, 
  {
    "line_number": "206", 
    "text": "There was nothing to say to so confident a response.\n"
  }, 
  {
    "line_number": "207", 
    "text": "\n"
  }, 
  {
    "line_number": "208", 
    "text": "It was but too true that the railway came to a termination at this\n"
  }, 
  {
    "line_number": "209", 
    "text": "point.  The papers were like some watches, which have a way of getting\n"
  }, 
  {
    "line_number": "210", 
    "text": "too fast, and had been premature in their announcement of the\n"
  }, 
  {
    "line_number": "211", 
    "text": "completion of the line.  The greater part of the travellers were aware\n"
  }, 
  {
    "line_number": "212", 
    "text": "of this interruption, and, leaving the train, they began to engage such\n"
  }, 
  {
    "line_number": "213", 
    "text": "vehicles as the village could provide four-wheeled palkigharis, waggons\n"
  }, 
  {
    "line_number": "214", 
    "text": "drawn by zebus, carriages that looked like perambulating pagodas,\n"
  }, 
  {
    "line_number": "215", 
    "text": "palanquins, ponies, and what not.\n"
  }, 
  {
    "line_number": "216", 
    "text": "\n"
  }, 
  {
    "line_number": "217", 
    "text": "Mr. Fogg and Sir Francis Cromarty, after searching the village from end\n"
  }, 
  {
    "line_number": "218", 
    "text": "to end, came back without having found anything.\n"
  }, 
  {
    "line_number": "219", 
    "text": "\n"
  }, 
  {
    "line_number": "220", 
    "text": "\"I shall go afoot,\" said Phileas Fogg.\n"
  }, 
  {
    "line_number": "221", 
    "text": "\n"
  }, 
  {
    "line_number": "222", 
    "text": "Passepartout, who had now rejoined his master, made a wry grimace, as\n"
  }, 
  {
    "line_number": "223", 
    "text": "he thought of his magnificent, but too frail Indian shoes.  Happily he\n"
  }, 
  {
    "line_number": "224", 
    "text": "too had been looking about him, and, after a moment's hesitation, said,\n"
  }, 
  {
    "line_number": "225", 
    "text": "\"Monsieur, I think I have found a means of conveyance.\"\n"
  }, 
  {
    "line_number": "226", 
    "text": "\n"
  }, 
  {
    "line_number": "227", 
    "text": "\"What?\"\n"
  }, 
  {
    "line_number": "228", 
    "text": "\n"
  }, 
  {
    "line_number": "229", 
    "text": "\"An elephant!  An elephant that belongs to an Indian who lives but a\n"
  }, 
  {
    "line_number": "230", 
    "text": "hundred steps from here.\"\n"
  }, 
  {
    "line_number": "231", 
    "text": "\n"
  }, 
  {
    "line_number": "232", 
    "text": "\"Let's go and see the elephant,\" replied Mr. Fogg.\n"
  }, 
  {
    "line_number": "233", 
    "text": "\n"
  }, 
  {
    "line_number": "234", 
    "text": "They soon reached a small hut, near which, enclosed within some high\n"
  }, 
  {
    "line_number": "235", 
    "text": "palings, was the animal in question.  An Indian came out of the hut,\n"
  }, 
  {
    "line_number": "236", 
    "text": "and, at their request, conducted them within the enclosure.  The\n"
  }, 
  {
    "line_number": "237", 
    "text": "elephant, which its owner had reared, not for a beast of burden, but\n"
  }, 
  {
    "line_number": "238", 
    "text": "for warlike purposes, was half domesticated.  The Indian had begun\n"
  }, 
  {
    "line_number": "239", 
    "text": "already, by often irritating him, and feeding him every three months on\n"
  }, 
  {
    "line_number": "240", 
    "text": "sugar and butter, to impart to him a ferocity not in his nature, this\n"
  }, 
  {
    "line_number": "241", 
    "text": "method being often employed by those who train the Indian elephants for\n"
  }, 
  {
    "line_number": "242", 
    "text": "battle.  Happily, however, for Mr. Fogg, the animal's instruction in\n"
  }, 
  {
    "line_number": "243", 
    "text": "this direction had not gone far, and the elephant still preserved his\n"
  }, 
  {
    "line_number": "244", 
    "text": "natural gentleness.  Kiouni--this was the name of the beast--could\n"
  }, 
  {
    "line_number": "245", 
    "text": "doubtless travel rapidly for a long time, and, in default of any other\n"
  }, 
  {
    "line_number": "246", 
    "text": "means of conveyance, Mr. Fogg resolved to hire him.  But elephants are\n"
  }, 
  {
    "line_number": "247", 
    "text": "far from cheap in India, where they are becoming scarce, the males,\n"
  }, 
  {
    "line_number": "248", 
    "text": "which alone are suitable for circus shows, are much sought, especially\n"
  }, 
  {
    "line_number": "249", 
    "text": "as but few of them are domesticated.  When therefore Mr. Fogg proposed\n"
  }, 
  {
    "line_number": "250", 
    "text": "to the Indian to hire Kiouni, he refused point-blank.  Mr. Fogg\n"
  }, 
  {
    "line_number": "251", 
    "text": "persisted, offering the excessive sum of ten pounds an hour for the\n"
  }, 
  {
    "line_number": "252", 
    "text": "loan of the beast to Allahabad.  Refused.  Twenty pounds?  Refused\n"
  }, 
  {
    "line_number": "253", 
    "text": "also.  Forty pounds?  Still refused.  Passepartout jumped at each\n"
  }, 
  {
    "line_number": "254", 
    "text": "advance; but the Indian declined to be tempted.  Yet the offer was an\n"
  }, 
  {
    "line_number": "255", 
    "text": "alluring one, for, supposing it took the elephant fifteen hours to\n"
  }, 
  {
    "line_number": "256", 
    "text": "reach Allahabad, his owner would receive no less than six hundred\n"
  }, 
  {
    "line_number": "257", 
    "text": "pounds sterling.\n"
  }, 
  {
    "line_number": "258", 
    "text": "\n"
  }, 
  {
    "line_number": "259", 
    "text": "Phileas Fogg, without getting in the least flurried, then proposed to\n"
  }, 
  {
    "line_number": "260", 
    "text": "purchase the animal outright, and at first offered a thousand pounds\n"
  }, 
  {
    "line_number": "261", 
    "text": "for him.  The Indian, perhaps thinking he was going to make a great\n"
  }, 
  {
    "line_number": "262", 
    "text": "bargain, still refused.\n"
  }, 
  {
    "line_number": "263", 
    "text": "\n"
  }, 
  {
    "line_number": "264", 
    "text": "Sir Francis Cromarty took Mr. Fogg aside, and begged him to reflect\n"
  }, 
  {
    "line_number": "265", 
    "text": "before he went any further; to which that gentleman replied that he was\n"
  }, 
  {
    "line_number": "266", 
    "text": "not in the habit of acting rashly, that a bet of twenty thousand pounds\n"
  }, 
  {
    "line_number": "267", 
    "text": "was at stake, that the elephant was absolutely necessary to him, and\n"
  }, 
  {
    "line_number": "268", 
    "text": "that he would secure him if he had to pay twenty times his value.\n"
  }, 
  {
    "line_number": "269", 
    "text": "Returning to the Indian, whose small, sharp eyes, glistening with\n"
  }, 
  {
    "line_number": "270", 
    "text": "avarice, betrayed that with him it was only a question of how great a\n"
  }, 
  {
    "line_number": "271", 
    "text": "price he could obtain.  Mr. Fogg offered first twelve hundred, then\n"
  }, 
  {
    "line_number": "272", 
    "text": "fifteen hundred, eighteen hundred, two thousand pounds.  Passepartout,\n"
  }, 
  {
    "line_number": "273", 
    "text": "usually so rubicund, was fairly white with suspense.\n"
  }, 
  {
    "line_number": "274", 
    "text": "\n"
  }, 
  {
    "line_number": "275", 
    "text": "At two thousand pounds the Indian yielded.\n"
  }, 
  {
    "line_number": "276", 
    "text": "\n"
  }, 
  {
    "line_number": "277", 
    "text": "\"What a price, good heavens!\" cried Passepartout, \"for an elephant.\"\n"
  }, 
  {
    "line_number": "278", 
    "text": "\n"
  }, 
  {
    "line_number": "279", 
    "text": "It only remained now to find a guide, which was comparatively easy.  A\n"
  }, 
  {
    "line_number": "280", 
    "text": "young Parsee, with an intelligent face, offered his services, which Mr.\n"
  }, 
  {
    "line_number": "281", 
    "text": "Fogg accepted, promising so generous a reward as to materially\n"
  }, 
  {
    "line_number": "282", 
    "text": "stimulate his zeal.  The elephant was led out and equipped.  The\n"
  }, 
  {
    "line_number": "283", 
    "text": "Parsee, who was an accomplished elephant driver, covered his back with\n"
  }, 
  {
    "line_number": "284", 
    "text": "a sort of saddle-cloth, and attached to each of his flanks some\n"
  }, 
  {
    "line_number": "285", 
    "text": "curiously uncomfortable howdahs.  Phileas Fogg paid the Indian with\n"
  }, 
  {
    "line_number": "286", 
    "text": "some banknotes which he extracted from the famous carpet-bag, a\n"
  }, 
  {
    "line_number": "287", 
    "text": "proceeding that seemed to deprive poor Passepartout of his vitals.\n"
  }, 
  {
    "line_number": "288", 
    "text": "Then he offered to carry Sir Francis to Allahabad, which the brigadier\n"
  }, 
  {
    "line_number": "289", 
    "text": "gratefully accepted, as one traveller the more would not be likely to\n"
  }, 
  {
    "line_number": "290", 
    "text": "fatigue the gigantic beast.  Provisions were purchased at Kholby, and,\n"
  }, 
  {
    "line_number": "291", 
    "text": "while Sir Francis and Mr. Fogg took the howdahs on either side,\n"
  }, 
  {
    "line_number": "292", 
    "text": "Passepartout got astride the saddle-cloth between them.  The Parsee\n"
  }, 
  {
    "line_number": "293", 
    "text": "perched himself on the elephant's neck, and at nine o'clock they set\n"
  }, 
  {
    "line_number": "294", 
    "text": "out from the village, the animal marching off through the dense forest\n"
  }, 
  {
    "line_number": "295", 
    "text": "of palms by the shortest cut.\n"
  }, 
  {
    "line_number": "296", 
    "text": "\n"
  }, 
  {
    "line_number": "297", 
    "text": "\n"
  }, 
  {
    "line_number": "298", 
    "text": "\n"
  }, 
  {
    "line_number": "299", 
    "text": "\n"
  }
]