[
  {
    "line_number": "0", 
    "text": "\n"
  }, 
  {
    "line_number": "1", 
    "text": "IN WHICH PASSEPARTOUT RECEIVES A NEW PROOF THAT FORTUNE FAVORS THE BRAVE\n"
  }, 
  {
    "line_number": "2", 
    "text": "\n"
  }, 
  {
    "line_number": "3", 
    "text": "\n"
  }, 
  {
    "line_number": "4", 
    "text": "The project was a bold one, full of difficulty, perhaps impracticable.\n"
  }, 
  {
    "line_number": "5", 
    "text": "Mr. Fogg was going to risk life, or at least liberty, and therefore the\n"
  }, 
  {
    "line_number": "6", 
    "text": "success of his tour.  But he did not hesitate, and he found in Sir\n"
  }, 
  {
    "line_number": "7", 
    "text": "Francis Cromarty an enthusiastic ally.\n"
  }, 
  {
    "line_number": "8", 
    "text": "\n"
  }, 
  {
    "line_number": "9", 
    "text": "As for Passepartout, he was ready for anything that might be proposed.\n"
  }, 
  {
    "line_number": "10", 
    "text": "His master's idea charmed him; he perceived a heart, a soul, under that\n"
  }, 
  {
    "line_number": "11", 
    "text": "icy exterior.  He began to love Phileas Fogg.\n"
  }, 
  {
    "line_number": "12", 
    "text": "\n"
  }, 
  {
    "line_number": "13", 
    "text": "There remained the guide: what course would he adopt?  Would he not\n"
  }, 
  {
    "line_number": "14", 
    "text": "take part with the Indians?  In default of his assistance, it was\n"
  }, 
  {
    "line_number": "15", 
    "text": "necessary to be assured of his neutrality.\n"
  }, 
  {
    "line_number": "16", 
    "text": "\n"
  }, 
  {
    "line_number": "17", 
    "text": "Sir Francis frankly put the question to him.\n"
  }, 
  {
    "line_number": "18", 
    "text": "\n"
  }, 
  {
    "line_number": "19", 
    "text": "\"Officers,\" replied the guide, \"I am a Parsee, and this woman is a\n"
  }, 
  {
    "line_number": "20", 
    "text": "Parsee.  Command me as you will.\"\n"
  }, 
  {
    "line_number": "21", 
    "text": "\n"
  }, 
  {
    "line_number": "22", 
    "text": "\"Excellent!\" said Mr. Fogg.\n"
  }, 
  {
    "line_number": "23", 
    "text": "\n"
  }, 
  {
    "line_number": "24", 
    "text": "\"However,\" resumed the guide, \"it is certain, not only that we shall\n"
  }, 
  {
    "line_number": "25", 
    "text": "risk our lives, but horrible tortures, if we are taken.\"\n"
  }, 
  {
    "line_number": "26", 
    "text": "\n"
  }, 
  {
    "line_number": "27", 
    "text": "\"That is foreseen,\" replied Mr. Fogg.  \"I think we must wait till night\n"
  }, 
  {
    "line_number": "28", 
    "text": "before acting.\"\n"
  }, 
  {
    "line_number": "29", 
    "text": "\n"
  }, 
  {
    "line_number": "30", 
    "text": "\"I think so,\" said the guide.\n"
  }, 
  {
    "line_number": "31", 
    "text": "\n"
  }, 
  {
    "line_number": "32", 
    "text": "The worthy Indian then gave some account of the victim, who, he said,\n"
  }, 
  {
    "line_number": "33", 
    "text": "was a celebrated beauty of the Parsee race, and the daughter of a\n"
  }, 
  {
    "line_number": "34", 
    "text": "wealthy Bombay merchant.  She had received a thoroughly English\n"
  }, 
  {
    "line_number": "35", 
    "text": "education in that city, and, from her manners and intelligence, would\n"
  }, 
  {
    "line_number": "36", 
    "text": "be thought an European.  Her name was Aouda.  Left an orphan, she was\n"
  }, 
  {
    "line_number": "37", 
    "text": "married against her will to the old rajah of Bundelcund; and, knowing\n"
  }, 
  {
    "line_number": "38", 
    "text": "the fate that awaited her, she escaped, was retaken, and devoted by the\n"
  }, 
  {
    "line_number": "39", 
    "text": "rajah's relatives, who had an interest in her death, to the sacrifice\n"
  }, 
  {
    "line_number": "40", 
    "text": "from which it seemed she could not escape.\n"
  }, 
  {
    "line_number": "41", 
    "text": "\n"
  }, 
  {
    "line_number": "42", 
    "text": "The Parsee's narrative only confirmed Mr. Fogg and his companions in\n"
  }, 
  {
    "line_number": "43", 
    "text": "their generous design.  It was decided that the guide should direct the\n"
  }, 
  {
    "line_number": "44", 
    "text": "elephant towards the pagoda of Pillaji, which he accordingly approached\n"
  }, 
  {
    "line_number": "45", 
    "text": "as quickly as possible.  They halted, half an hour afterwards, in a\n"
  }, 
  {
    "line_number": "46", 
    "text": "copse, some five hundred feet from the pagoda, where they were well\n"
  }, 
  {
    "line_number": "47", 
    "text": "concealed; but they could hear the groans and cries of the fakirs\n"
  }, 
  {
    "line_number": "48", 
    "text": "distinctly.\n"
  }, 
  {
    "line_number": "49", 
    "text": "\n"
  }, 
  {
    "line_number": "50", 
    "text": "They then discussed the means of getting at the victim.  The guide was\n"
  }, 
  {
    "line_number": "51", 
    "text": "familiar with the pagoda of Pillaji, in which, as he declared, the\n"
  }, 
  {
    "line_number": "52", 
    "text": "young woman was imprisoned.  Could they enter any of its doors while\n"
  }, 
  {
    "line_number": "53", 
    "text": "the whole party of Indians was plunged in a drunken sleep, or was it\n"
  }, 
  {
    "line_number": "54", 
    "text": "safer to attempt to make a hole in the walls?  This could only be\n"
  }, 
  {
    "line_number": "55", 
    "text": "determined at the moment and the place themselves; but it was certain\n"
  }, 
  {
    "line_number": "56", 
    "text": "that the abduction must be made that night, and not when, at break of\n"
  }, 
  {
    "line_number": "57", 
    "text": "day, the victim was led to her funeral pyre.  Then no human\n"
  }, 
  {
    "line_number": "58", 
    "text": "intervention could save her.\n"
  }, 
  {
    "line_number": "59", 
    "text": "\n"
  }, 
  {
    "line_number": "60", 
    "text": "As soon as night fell, about six o'clock, they decided to make a\n"
  }, 
  {
    "line_number": "61", 
    "text": "reconnaissance around the pagoda.  The cries of the fakirs were just\n"
  }, 
  {
    "line_number": "62", 
    "text": "ceasing; the Indians were in the act of plunging themselves into the\n"
  }, 
  {
    "line_number": "63", 
    "text": "drunkenness caused by liquid opium mingled with hemp, and it might be\n"
  }, 
  {
    "line_number": "64", 
    "text": "possible to slip between them to the temple itself.\n"
  }, 
  {
    "line_number": "65", 
    "text": "\n"
  }, 
  {
    "line_number": "66", 
    "text": "The Parsee, leading the others, noiselessly crept through the wood, and\n"
  }, 
  {
    "line_number": "67", 
    "text": "in ten minutes they found themselves on the banks of a small stream,\n"
  }, 
  {
    "line_number": "68", 
    "text": "whence, by the light of the rosin torches, they perceived a pyre of\n"
  }, 
  {
    "line_number": "69", 
    "text": "wood, on the top of which lay the embalmed body of the rajah, which was\n"
  }, 
  {
    "line_number": "70", 
    "text": "to be burned with his wife.  The pagoda, whose minarets loomed above\n"
  }, 
  {
    "line_number": "71", 
    "text": "the trees in the deepening dusk, stood a hundred steps away.\n"
  }, 
  {
    "line_number": "72", 
    "text": "\n"
  }, 
  {
    "line_number": "73", 
    "text": "\"Come!\" whispered the guide.\n"
  }, 
  {
    "line_number": "74", 
    "text": "\n"
  }, 
  {
    "line_number": "75", 
    "text": "He slipped more cautiously than ever through the brush, followed by his\n"
  }, 
  {
    "line_number": "76", 
    "text": "companions; the silence around was only broken by the low murmuring of\n"
  }, 
  {
    "line_number": "77", 
    "text": "the wind among the branches.\n"
  }, 
  {
    "line_number": "78", 
    "text": "\n"
  }, 
  {
    "line_number": "79", 
    "text": "Soon the Parsee stopped on the borders of the glade, which was lit up\n"
  }, 
  {
    "line_number": "80", 
    "text": "by the torches.  The ground was covered by groups of the Indians,\n"
  }, 
  {
    "line_number": "81", 
    "text": "motionless in their drunken sleep; it seemed a battlefield strewn with\n"
  }, 
  {
    "line_number": "82", 
    "text": "the dead.  Men, women, and children lay together.\n"
  }, 
  {
    "line_number": "83", 
    "text": "\n"
  }, 
  {
    "line_number": "84", 
    "text": "In the background, among the trees, the pagoda of Pillaji loomed\n"
  }, 
  {
    "line_number": "85", 
    "text": "distinctly.  Much to the guide's disappointment, the guards of the\n"
  }, 
  {
    "line_number": "86", 
    "text": "rajah, lighted by torches, were watching at the doors and marching to\n"
  }, 
  {
    "line_number": "87", 
    "text": "and fro with naked sabres; probably the priests, too, were watching\n"
  }, 
  {
    "line_number": "88", 
    "text": "within.\n"
  }, 
  {
    "line_number": "89", 
    "text": "\n"
  }, 
  {
    "line_number": "90", 
    "text": "The Parsee, now convinced that it was impossible to force an entrance\n"
  }, 
  {
    "line_number": "91", 
    "text": "to the temple, advanced no farther, but led his companions back again.\n"
  }, 
  {
    "line_number": "92", 
    "text": "Phileas Fogg and Sir Francis Cromarty also saw that nothing could be\n"
  }, 
  {
    "line_number": "93", 
    "text": "attempted in that direction.  They stopped, and engaged in a whispered\n"
  }, 
  {
    "line_number": "94", 
    "text": "colloquy.\n"
  }, 
  {
    "line_number": "95", 
    "text": "\n"
  }, 
  {
    "line_number": "96", 
    "text": "\"It is only eight now,\" said the brigadier, \"and these guards may also\n"
  }, 
  {
    "line_number": "97", 
    "text": "go to sleep.\"\n"
  }, 
  {
    "line_number": "98", 
    "text": "\n"
  }, 
  {
    "line_number": "99", 
    "text": "\"It is not impossible,\" returned the Parsee.\n"
  }, 
  {
    "line_number": "100", 
    "text": "\n"
  }, 
  {
    "line_number": "101", 
    "text": "They lay down at the foot of a tree, and waited.\n"
  }, 
  {
    "line_number": "102", 
    "text": "\n"
  }, 
  {
    "line_number": "103", 
    "text": "The time seemed long; the guide ever and anon left them to take an\n"
  }, 
  {
    "line_number": "104", 
    "text": "observation on the edge of the wood, but the guards watched steadily by\n"
  }, 
  {
    "line_number": "105", 
    "text": "the glare of the torches, and a dim light crept through the windows of\n"
  }, 
  {
    "line_number": "106", 
    "text": "the pagoda.\n"
  }, 
  {
    "line_number": "107", 
    "text": "\n"
  }, 
  {
    "line_number": "108", 
    "text": "They waited till midnight; but no change took place among the guards,\n"
  }, 
  {
    "line_number": "109", 
    "text": "and it became apparent that their yielding to sleep could not be\n"
  }, 
  {
    "line_number": "110", 
    "text": "counted on.  The other plan must be carried out; an opening in the\n"
  }, 
  {
    "line_number": "111", 
    "text": "walls of the pagoda must be made.  It remained to ascertain whether the\n"
  }, 
  {
    "line_number": "112", 
    "text": "priests were watching by the side of their victim as assiduously as\n"
  }, 
  {
    "line_number": "113", 
    "text": "were the soldiers at the door.\n"
  }, 
  {
    "line_number": "114", 
    "text": "\n"
  }, 
  {
    "line_number": "115", 
    "text": "After a last consultation, the guide announced that he was ready for\n"
  }, 
  {
    "line_number": "116", 
    "text": "the attempt, and advanced, followed by the others.  They took a\n"
  }, 
  {
    "line_number": "117", 
    "text": "roundabout way, so as to get at the pagoda on the rear.  They reached\n"
  }, 
  {
    "line_number": "118", 
    "text": "the walls about half-past twelve, without having met anyone; here there\n"
  }, 
  {
    "line_number": "119", 
    "text": "was no guard, nor were there either windows or doors.\n"
  }, 
  {
    "line_number": "120", 
    "text": "\n"
  }, 
  {
    "line_number": "121", 
    "text": "The night was dark.  The moon, on the wane, scarcely left the horizon,\n"
  }, 
  {
    "line_number": "122", 
    "text": "and was covered with heavy clouds; the height of the trees deepened the\n"
  }, 
  {
    "line_number": "123", 
    "text": "darkness.\n"
  }, 
  {
    "line_number": "124", 
    "text": "\n"
  }, 
  {
    "line_number": "125", 
    "text": "It was not enough to reach the walls; an opening in them must be\n"
  }, 
  {
    "line_number": "126", 
    "text": "accomplished, and to attain this purpose the party only had their\n"
  }, 
  {
    "line_number": "127", 
    "text": "pocket-knives.  Happily the temple walls were built of brick and wood,\n"
  }, 
  {
    "line_number": "128", 
    "text": "which could be penetrated with little difficulty; after one brick had\n"
  }, 
  {
    "line_number": "129", 
    "text": "been taken out, the rest would yield easily.\n"
  }, 
  {
    "line_number": "130", 
    "text": "\n"
  }, 
  {
    "line_number": "131", 
    "text": "They set noiselessly to work, and the Parsee on one side and\n"
  }, 
  {
    "line_number": "132", 
    "text": "Passepartout on the other began to loosen the bricks so as to make an\n"
  }, 
  {
    "line_number": "133", 
    "text": "aperture two feet wide.  They were getting on rapidly, when suddenly a\n"
  }, 
  {
    "line_number": "134", 
    "text": "cry was heard in the interior of the temple, followed almost instantly\n"
  }, 
  {
    "line_number": "135", 
    "text": "by other cries replying from the outside.  Passepartout and the guide\n"
  }, 
  {
    "line_number": "136", 
    "text": "stopped.  Had they been heard?  Was the alarm being given?  Common\n"
  }, 
  {
    "line_number": "137", 
    "text": "prudence urged them to retire, and they did so, followed by Phileas\n"
  }, 
  {
    "line_number": "138", 
    "text": "Fogg and Sir Francis.  They again hid themselves in the wood, and\n"
  }, 
  {
    "line_number": "139", 
    "text": "waited till the disturbance, whatever it might be, ceased, holding\n"
  }, 
  {
    "line_number": "140", 
    "text": "themselves ready to resume their attempt without delay.  But, awkwardly\n"
  }, 
  {
    "line_number": "141", 
    "text": "enough, the guards now appeared at the rear of the temple, and there\n"
  }, 
  {
    "line_number": "142", 
    "text": "installed themselves, in readiness to prevent a surprise.\n"
  }, 
  {
    "line_number": "143", 
    "text": "\n"
  }, 
  {
    "line_number": "144", 
    "text": "It would be difficult to describe the disappointment of the party, thus\n"
  }, 
  {
    "line_number": "145", 
    "text": "interrupted in their work.  They could not now reach the victim; how,\n"
  }, 
  {
    "line_number": "146", 
    "text": "then, could they save her?  Sir Francis shook his fists, Passepartout\n"
  }, 
  {
    "line_number": "147", 
    "text": "was beside himself, and the guide gnashed his teeth with rage.  The\n"
  }, 
  {
    "line_number": "148", 
    "text": "tranquil Fogg waited, without betraying any emotion.\n"
  }, 
  {
    "line_number": "149", 
    "text": "\n"
  }, 
  {
    "line_number": "150", 
    "text": "\"We have nothing to do but to go away,\" whispered Sir Francis.\n"
  }, 
  {
    "line_number": "151", 
    "text": "\n"
  }, 
  {
    "line_number": "152", 
    "text": "\"Nothing but to go away,\" echoed the guide.\n"
  }, 
  {
    "line_number": "153", 
    "text": "\n"
  }, 
  {
    "line_number": "154", 
    "text": "\"Stop,\" said Fogg.  \"I am only due at Allahabad tomorrow before noon.\"\n"
  }, 
  {
    "line_number": "155", 
    "text": "\n"
  }, 
  {
    "line_number": "156", 
    "text": "\"But what can you hope to do?\" asked Sir Francis.  \"In a few hours it\n"
  }, 
  {
    "line_number": "157", 
    "text": "will be daylight, and--\"\n"
  }, 
  {
    "line_number": "158", 
    "text": "\n"
  }, 
  {
    "line_number": "159", 
    "text": "\"The chance which now seems lost may present itself at the last moment.\"\n"
  }, 
  {
    "line_number": "160", 
    "text": "\n"
  }, 
  {
    "line_number": "161", 
    "text": "Sir Francis would have liked to read Phileas Fogg's eyes.  What was\n"
  }, 
  {
    "line_number": "162", 
    "text": "this cool Englishman thinking of?  Was he planning to make a rush for\n"
  }, 
  {
    "line_number": "163", 
    "text": "the young woman at the very moment of the sacrifice, and boldly snatch\n"
  }, 
  {
    "line_number": "164", 
    "text": "her from her executioners?\n"
  }, 
  {
    "line_number": "165", 
    "text": "\n"
  }, 
  {
    "line_number": "166", 
    "text": "This would be utter folly, and it was hard to admit that Fogg was such\n"
  }, 
  {
    "line_number": "167", 
    "text": "a fool.  Sir Francis consented, however, to remain to the end of this\n"
  }, 
  {
    "line_number": "168", 
    "text": "terrible drama.  The guide led them to the rear of the glade, where\n"
  }, 
  {
    "line_number": "169", 
    "text": "they were able to observe the sleeping groups.\n"
  }, 
  {
    "line_number": "170", 
    "text": "\n"
  }, 
  {
    "line_number": "171", 
    "text": "Meanwhile Passepartout, who had perched himself on the lower branches\n"
  }, 
  {
    "line_number": "172", 
    "text": "of a tree, was resolving an idea which had at first struck him like a\n"
  }, 
  {
    "line_number": "173", 
    "text": "flash, and which was now firmly lodged in his brain.\n"
  }, 
  {
    "line_number": "174", 
    "text": "\n"
  }, 
  {
    "line_number": "175", 
    "text": "He had commenced by saying to himself, \"What folly!\" and then he\n"
  }, 
  {
    "line_number": "176", 
    "text": "repeated, \"Why not, after all?  It's a chance,--perhaps the only one; and\n"
  }, 
  {
    "line_number": "177", 
    "text": "with such sots!\" Thinking thus, he slipped, with the suppleness of a\n"
  }, 
  {
    "line_number": "178", 
    "text": "serpent, to the lowest branches, the ends of which bent almost to the\n"
  }, 
  {
    "line_number": "179", 
    "text": "ground.\n"
  }, 
  {
    "line_number": "180", 
    "text": "\n"
  }, 
  {
    "line_number": "181", 
    "text": "The hours passed, and the lighter shades now announced the approach of\n"
  }, 
  {
    "line_number": "182", 
    "text": "day, though it was not yet light.  This was the moment.  The slumbering\n"
  }, 
  {
    "line_number": "183", 
    "text": "multitude became animated, the tambourines sounded, songs and cries\n"
  }, 
  {
    "line_number": "184", 
    "text": "arose; the hour of the sacrifice had come.  The doors of the pagoda\n"
  }, 
  {
    "line_number": "185", 
    "text": "swung open, and a bright light escaped from its interior, in the midst\n"
  }, 
  {
    "line_number": "186", 
    "text": "of which Mr. Fogg and Sir Francis espied the victim.  She seemed,\n"
  }, 
  {
    "line_number": "187", 
    "text": "having shaken off the stupor of intoxication, to be striving to escape\n"
  }, 
  {
    "line_number": "188", 
    "text": "from her executioner.  Sir Francis's heart throbbed; and, convulsively\n"
  }, 
  {
    "line_number": "189", 
    "text": "seizing Mr. Fogg's hand, found in it an open knife.  Just at this\n"
  }, 
  {
    "line_number": "190", 
    "text": "moment the crowd began to move.  The young woman had again fallen into\n"
  }, 
  {
    "line_number": "191", 
    "text": "a stupor caused by the fumes of hemp, and passed among the fakirs, who\n"
  }, 
  {
    "line_number": "192", 
    "text": "escorted her with their wild, religious cries.\n"
  }, 
  {
    "line_number": "193", 
    "text": "\n"
  }, 
  {
    "line_number": "194", 
    "text": "Phileas Fogg and his companions, mingling in the rear ranks of the\n"
  }, 
  {
    "line_number": "195", 
    "text": "crowd, followed; and in two minutes they reached the banks of the\n"
  }, 
  {
    "line_number": "196", 
    "text": "stream, and stopped fifty paces from the pyre, upon which still lay the\n"
  }, 
  {
    "line_number": "197", 
    "text": "rajah's corpse.  In the semi-obscurity they saw the victim, quite\n"
  }, 
  {
    "line_number": "198", 
    "text": "senseless, stretched out beside her husband's body. Then a torch was\n"
  }, 
  {
    "line_number": "199", 
    "text": "brought, and the wood, heavily soaked with oil, instantly took fire.\n"
  }, 
  {
    "line_number": "200", 
    "text": "\n"
  }, 
  {
    "line_number": "201", 
    "text": "At this moment Sir Francis and the guide seized Phileas Fogg, who, in\n"
  }, 
  {
    "line_number": "202", 
    "text": "an instant of mad generosity, was about to rush upon the pyre.  But he\n"
  }, 
  {
    "line_number": "203", 
    "text": "had quickly pushed them aside, when the whole scene suddenly changed.\n"
  }, 
  {
    "line_number": "204", 
    "text": "A cry of terror arose.  The whole multitude prostrated themselves,\n"
  }, 
  {
    "line_number": "205", 
    "text": "terror-stricken, on the ground.\n"
  }, 
  {
    "line_number": "206", 
    "text": "\n"
  }, 
  {
    "line_number": "207", 
    "text": "The old rajah was not dead, then, since he rose of a sudden, like a\n"
  }, 
  {
    "line_number": "208", 
    "text": "spectre, took up his wife in his arms, and descended from the pyre in\n"
  }, 
  {
    "line_number": "209", 
    "text": "the midst of the clouds of smoke, which only heightened his ghostly\n"
  }, 
  {
    "line_number": "210", 
    "text": "appearance.\n"
  }, 
  {
    "line_number": "211", 
    "text": "\n"
  }, 
  {
    "line_number": "212", 
    "text": "Fakirs and soldiers and priests, seized with instant terror, lay there,\n"
  }, 
  {
    "line_number": "213", 
    "text": "with their faces on the ground, not daring to lift their eyes and\n"
  }, 
  {
    "line_number": "214", 
    "text": "behold such a prodigy.\n"
  }, 
  {
    "line_number": "215", 
    "text": "\n"
  }, 
  {
    "line_number": "216", 
    "text": "The inanimate victim was borne along by the vigorous arms which\n"
  }, 
  {
    "line_number": "217", 
    "text": "supported her, and which she did not seem in the least to burden.  Mr.\n"
  }, 
  {
    "line_number": "218", 
    "text": "Fogg and Sir Francis stood erect, the Parsee bowed his head, and\n"
  }, 
  {
    "line_number": "219", 
    "text": "Passepartout was, no doubt, scarcely less stupefied.\n"
  }, 
  {
    "line_number": "220", 
    "text": "\n"
  }, 
  {
    "line_number": "221", 
    "text": "The resuscitated rajah approached Sir Francis and Mr. Fogg, and, in an\n"
  }, 
  {
    "line_number": "222", 
    "text": "abrupt tone, said, \"Let us be off!\"\n"
  }, 
  {
    "line_number": "223", 
    "text": "\n"
  }, 
  {
    "line_number": "224", 
    "text": "It was Passepartout himself, who had slipped upon the pyre in the midst\n"
  }, 
  {
    "line_number": "225", 
    "text": "of the smoke and, profiting by the still overhanging darkness, had\n"
  }, 
  {
    "line_number": "226", 
    "text": "delivered the young woman from death!  It was Passepartout who, playing\n"
  }, 
  {
    "line_number": "227", 
    "text": "his part with a happy audacity, had passed through the crowd amid the\n"
  }, 
  {
    "line_number": "228", 
    "text": "general terror.\n"
  }, 
  {
    "line_number": "229", 
    "text": "\n"
  }, 
  {
    "line_number": "230", 
    "text": "A moment after all four of the party had disappeared in the woods, and\n"
  }, 
  {
    "line_number": "231", 
    "text": "the elephant was bearing them away at a rapid pace. But the cries and\n"
  }, 
  {
    "line_number": "232", 
    "text": "noise, and a ball which whizzed through Phileas Fogg's hat, apprised\n"
  }, 
  {
    "line_number": "233", 
    "text": "them that the trick had been discovered.\n"
  }, 
  {
    "line_number": "234", 
    "text": "\n"
  }, 
  {
    "line_number": "235", 
    "text": "The old rajah's body, indeed, now appeared upon the burning pyre; and\n"
  }, 
  {
    "line_number": "236", 
    "text": "the priests, recovered from their terror, perceived that an abduction\n"
  }, 
  {
    "line_number": "237", 
    "text": "had taken place.  They hastened into the forest, followed by the\n"
  }, 
  {
    "line_number": "238", 
    "text": "soldiers, who fired a volley after the fugitives; but the latter\n"
  }, 
  {
    "line_number": "239", 
    "text": "rapidly increased the distance between them, and ere long found\n"
  }, 
  {
    "line_number": "240", 
    "text": "themselves beyond the reach of the bullets and arrows.\n"
  }, 
  {
    "line_number": "241", 
    "text": "\n"
  }, 
  {
    "line_number": "242", 
    "text": "\n"
  }, 
  {
    "line_number": "243", 
    "text": "\n"
  }, 
  {
    "line_number": "244", 
    "text": "\n"
  }
]