[
  {
    "line_number": "0", 
    "text": "\n"
  }, 
  {
    "line_number": "1", 
    "text": "IN WHICH PASSEPARTOUT DOES NOT SUCCEED IN MAKING ANYBODY LISTEN TO\n"
  }, 
  {
    "line_number": "2", 
    "text": "REASON\n"
  }, 
  {
    "line_number": "3", 
    "text": "\n"
  }, 
  {
    "line_number": "4", 
    "text": "\n"
  }, 
  {
    "line_number": "5", 
    "text": "The train, on leaving Great Salt Lake at Ogden, passed northward for an\n"
  }, 
  {
    "line_number": "6", 
    "text": "hour as far as Weber River, having completed nearly nine hundred miles\n"
  }, 
  {
    "line_number": "7", 
    "text": "from San Francisco.  From this point it took an easterly direction\n"
  }, 
  {
    "line_number": "8", 
    "text": "towards the jagged Wahsatch Mountains.  It was in the section included\n"
  }, 
  {
    "line_number": "9", 
    "text": "between this range and the Rocky Mountains that the American engineers\n"
  }, 
  {
    "line_number": "10", 
    "text": "found the most formidable difficulties in laying the road, and that the\n"
  }, 
  {
    "line_number": "11", 
    "text": "government granted a subsidy of forty-eight thousand dollars per mile,\n"
  }, 
  {
    "line_number": "12", 
    "text": "instead of sixteen thousand allowed for the work done on the plains.\n"
  }, 
  {
    "line_number": "13", 
    "text": "But the engineers, instead of violating nature, avoided its\n"
  }, 
  {
    "line_number": "14", 
    "text": "difficulties by winding around, instead of penetrating the rocks.  One\n"
  }, 
  {
    "line_number": "15", 
    "text": "tunnel only, fourteen thousand feet in length, was pierced in order to\n"
  }, 
  {
    "line_number": "16", 
    "text": "arrive at the great basin.\n"
  }, 
  {
    "line_number": "17", 
    "text": "\n"
  }, 
  {
    "line_number": "18", 
    "text": "The track up to this time had reached its highest elevation at the\n"
  }, 
  {
    "line_number": "19", 
    "text": "Great Salt Lake.  From this point it described a long curve, descending\n"
  }, 
  {
    "line_number": "20", 
    "text": "towards Bitter Creek Valley, to rise again to the dividing ridge of the\n"
  }, 
  {
    "line_number": "21", 
    "text": "waters between the Atlantic and the Pacific.  There were many creeks in\n"
  }, 
  {
    "line_number": "22", 
    "text": "this mountainous region, and it was necessary to cross Muddy Creek,\n"
  }, 
  {
    "line_number": "23", 
    "text": "Green Creek, and others, upon culverts.\n"
  }, 
  {
    "line_number": "24", 
    "text": "\n"
  }, 
  {
    "line_number": "25", 
    "text": "Passepartout grew more and more impatient as they went on, while Fix\n"
  }, 
  {
    "line_number": "26", 
    "text": "longed to get out of this difficult region, and was more anxious than\n"
  }, 
  {
    "line_number": "27", 
    "text": "Phileas Fogg himself to be beyond the danger of delays and accidents,\n"
  }, 
  {
    "line_number": "28", 
    "text": "and set foot on English soil.\n"
  }, 
  {
    "line_number": "29", 
    "text": "\n"
  }, 
  {
    "line_number": "30", 
    "text": "At ten o'clock at night the train stopped at Fort Bridger station, and\n"
  }, 
  {
    "line_number": "31", 
    "text": "twenty minutes later entered Wyoming Territory, following the valley of\n"
  }, 
  {
    "line_number": "32", 
    "text": "Bitter Creek throughout.  The next day, 7th December, they stopped for\n"
  }, 
  {
    "line_number": "33", 
    "text": "a quarter of an hour at Green River station.  Snow had fallen\n"
  }, 
  {
    "line_number": "34", 
    "text": "abundantly during the night, but, being mixed with rain, it had half\n"
  }, 
  {
    "line_number": "35", 
    "text": "melted, and did not interrupt their progress.  The bad weather,\n"
  }, 
  {
    "line_number": "36", 
    "text": "however, annoyed Passepartout; for the accumulation of snow, by\n"
  }, 
  {
    "line_number": "37", 
    "text": "blocking the wheels of the cars, would certainly have been fatal to Mr.\n"
  }, 
  {
    "line_number": "38", 
    "text": "Fogg's tour.\n"
  }, 
  {
    "line_number": "39", 
    "text": "\n"
  }, 
  {
    "line_number": "40", 
    "text": "\"What an idea!\" he said to himself.  \"Why did my master make this\n"
  }, 
  {
    "line_number": "41", 
    "text": "journey in winter?  Couldn't he have waited for the good season to\n"
  }, 
  {
    "line_number": "42", 
    "text": "increase his chances?\"\n"
  }, 
  {
    "line_number": "43", 
    "text": "\n"
  }, 
  {
    "line_number": "44", 
    "text": "While the worthy Frenchman was absorbed in the state of the sky and the\n"
  }, 
  {
    "line_number": "45", 
    "text": "depression of the temperature, Aouda was experiencing fears from a\n"
  }, 
  {
    "line_number": "46", 
    "text": "totally different cause.\n"
  }, 
  {
    "line_number": "47", 
    "text": "\n"
  }, 
  {
    "line_number": "48", 
    "text": "Several passengers had got off at Green River, and were walking up and\n"
  }, 
  {
    "line_number": "49", 
    "text": "down the platforms; and among these Aouda recognised Colonel Stamp\n"
  }, 
  {
    "line_number": "50", 
    "text": "Proctor, the same who had so grossly insulted Phileas Fogg at the San\n"
  }, 
  {
    "line_number": "51", 
    "text": "Francisco meeting.  Not wishing to be recognised, the young woman drew\n"
  }, 
  {
    "line_number": "52", 
    "text": "back from the window, feeling much alarm at her discovery.  She was\n"
  }, 
  {
    "line_number": "53", 
    "text": "attached to the man who, however coldly, gave her daily evidences of\n"
  }, 
  {
    "line_number": "54", 
    "text": "the most absolute devotion.  She did not comprehend, perhaps, the depth\n"
  }, 
  {
    "line_number": "55", 
    "text": "of the sentiment with which her protector inspired her, which she\n"
  }, 
  {
    "line_number": "56", 
    "text": "called gratitude, but which, though she was unconscious of it, was\n"
  }, 
  {
    "line_number": "57", 
    "text": "really more than that.  Her heart sank within her when she recognised\n"
  }, 
  {
    "line_number": "58", 
    "text": "the man whom Mr. Fogg desired, sooner or later, to call to account for\n"
  }, 
  {
    "line_number": "59", 
    "text": "his conduct.  Chance alone, it was clear, had brought Colonel Proctor\n"
  }, 
  {
    "line_number": "60", 
    "text": "on this train; but there he was, and it was necessary, at all hazards,\n"
  }, 
  {
    "line_number": "61", 
    "text": "that Phileas Fogg should not perceive his adversary.\n"
  }, 
  {
    "line_number": "62", 
    "text": "\n"
  }, 
  {
    "line_number": "63", 
    "text": "Aouda seized a moment when Mr. Fogg was asleep to tell Fix and\n"
  }, 
  {
    "line_number": "64", 
    "text": "Passepartout whom she had seen.\n"
  }, 
  {
    "line_number": "65", 
    "text": "\n"
  }, 
  {
    "line_number": "66", 
    "text": "\"That Proctor on this train!\" cried Fix.  \"Well, reassure yourself,\n"
  }, 
  {
    "line_number": "67", 
    "text": "madam; before he settles with Mr. Fogg; he has got to deal with me!  It\n"
  }, 
  {
    "line_number": "68", 
    "text": "seems to me that I was the more insulted of the two.\"\n"
  }, 
  {
    "line_number": "69", 
    "text": "\n"
  }, 
  {
    "line_number": "70", 
    "text": "\"And, besides,\" added Passepartout, \"I'll take charge of him, colonel\n"
  }, 
  {
    "line_number": "71", 
    "text": "as he is.\"\n"
  }, 
  {
    "line_number": "72", 
    "text": "\n"
  }, 
  {
    "line_number": "73", 
    "text": "\"Mr. Fix,\" resumed Aouda, \"Mr. Fogg will allow no one to avenge him.\n"
  }, 
  {
    "line_number": "74", 
    "text": "He said that he would come back to America to find this man.  Should he\n"
  }, 
  {
    "line_number": "75", 
    "text": "perceive Colonel Proctor, we could not prevent a collision which might\n"
  }, 
  {
    "line_number": "76", 
    "text": "have terrible results.  He must not see him.\"\n"
  }, 
  {
    "line_number": "77", 
    "text": "\n"
  }, 
  {
    "line_number": "78", 
    "text": "\"You are right, madam,\" replied Fix; \"a meeting between them might ruin\n"
  }, 
  {
    "line_number": "79", 
    "text": "all.  Whether he were victorious or beaten, Mr. Fogg would be delayed,\n"
  }, 
  {
    "line_number": "80", 
    "text": "and--\"\n"
  }, 
  {
    "line_number": "81", 
    "text": "\n"
  }, 
  {
    "line_number": "82", 
    "text": "\"And,\" added Passepartout, \"that would play the game of the gentlemen\n"
  }, 
  {
    "line_number": "83", 
    "text": "of the Reform Club.  In four days we shall be in New York.  Well, if my\n"
  }, 
  {
    "line_number": "84", 
    "text": "master does not leave this car during those four days, we may hope that\n"
  }, 
  {
    "line_number": "85", 
    "text": "chance will not bring him face to face with this confounded American.\n"
  }, 
  {
    "line_number": "86", 
    "text": "We must, if possible, prevent his stirring out of it.\"\n"
  }, 
  {
    "line_number": "87", 
    "text": "\n"
  }, 
  {
    "line_number": "88", 
    "text": "The conversation dropped.  Mr. Fogg had just woke up, and was looking\n"
  }, 
  {
    "line_number": "89", 
    "text": "out of the window.  Soon after Passepartout, without being heard by his\n"
  }, 
  {
    "line_number": "90", 
    "text": "master or Aouda, whispered to the detective, \"Would you really fight\n"
  }, 
  {
    "line_number": "91", 
    "text": "for him?\"\n"
  }, 
  {
    "line_number": "92", 
    "text": "\n"
  }, 
  {
    "line_number": "93", 
    "text": "\"I would do anything,\" replied Fix, in a tone which betrayed determined\n"
  }, 
  {
    "line_number": "94", 
    "text": "will, \"to get him back living to Europe!\"\n"
  }, 
  {
    "line_number": "95", 
    "text": "\n"
  }, 
  {
    "line_number": "96", 
    "text": "Passepartout felt something like a shudder shoot through his frame, but\n"
  }, 
  {
    "line_number": "97", 
    "text": "his confidence in his master remained unbroken.\n"
  }, 
  {
    "line_number": "98", 
    "text": "\n"
  }, 
  {
    "line_number": "99", 
    "text": "Was there any means of detaining Mr. Fogg in the car, to avoid a\n"
  }, 
  {
    "line_number": "100", 
    "text": "meeting between him and the colonel?  It ought not to be a difficult\n"
  }, 
  {
    "line_number": "101", 
    "text": "task, since that gentleman was naturally sedentary and little curious.\n"
  }, 
  {
    "line_number": "102", 
    "text": "The detective, at least, seemed to have found a way; for, after a few\n"
  }, 
  {
    "line_number": "103", 
    "text": "moments, he said to Mr. Fogg, \"These are long and slow hours, sir, that\n"
  }, 
  {
    "line_number": "104", 
    "text": "we are passing on the railway.\"\n"
  }, 
  {
    "line_number": "105", 
    "text": "\n"
  }, 
  {
    "line_number": "106", 
    "text": "\"Yes,\" replied Mr. Fogg; \"but they pass.\"\n"
  }, 
  {
    "line_number": "107", 
    "text": "\n"
  }, 
  {
    "line_number": "108", 
    "text": "\"You were in the habit of playing whist,\" resumed Fix, \"on the\n"
  }, 
  {
    "line_number": "109", 
    "text": "steamers.\"\n"
  }, 
  {
    "line_number": "110", 
    "text": "\n"
  }, 
  {
    "line_number": "111", 
    "text": "\"Yes; but it would be difficult to do so here.  I have neither cards\n"
  }, 
  {
    "line_number": "112", 
    "text": "nor partners.\"\n"
  }, 
  {
    "line_number": "113", 
    "text": "\n"
  }, 
  {
    "line_number": "114", 
    "text": "\"Oh, but we can easily buy some cards, for they are sold on all the\n"
  }, 
  {
    "line_number": "115", 
    "text": "American trains.  And as for partners, if madam plays--\"\n"
  }, 
  {
    "line_number": "116", 
    "text": "\n"
  }, 
  {
    "line_number": "117", 
    "text": "\"Certainly, sir,\" Aouda quickly replied; \"I understand whist.  It is\n"
  }, 
  {
    "line_number": "118", 
    "text": "part of an English education.\"\n"
  }, 
  {
    "line_number": "119", 
    "text": "\n"
  }, 
  {
    "line_number": "120", 
    "text": "\"I myself have some pretensions to playing a good game.  Well, here are\n"
  }, 
  {
    "line_number": "121", 
    "text": "three of us, and a dummy--\"\n"
  }, 
  {
    "line_number": "122", 
    "text": "\n"
  }, 
  {
    "line_number": "123", 
    "text": "\"As you please, sir,\" replied Phileas Fogg, heartily glad to resume his\n"
  }, 
  {
    "line_number": "124", 
    "text": "favourite pastime even on the railway.\n"
  }, 
  {
    "line_number": "125", 
    "text": "\n"
  }, 
  {
    "line_number": "126", 
    "text": "Passepartout was dispatched in search of the steward, and soon returned\n"
  }, 
  {
    "line_number": "127", 
    "text": "with two packs of cards, some pins, counters, and a shelf covered with\n"
  }, 
  {
    "line_number": "128", 
    "text": "cloth.\n"
  }, 
  {
    "line_number": "129", 
    "text": "\n"
  }, 
  {
    "line_number": "130", 
    "text": "The game commenced.  Aouda understood whist sufficiently well, and even\n"
  }, 
  {
    "line_number": "131", 
    "text": "received some compliments on her playing from Mr. Fogg.  As for the\n"
  }, 
  {
    "line_number": "132", 
    "text": "detective, he was simply an adept, and worthy of being matched against\n"
  }, 
  {
    "line_number": "133", 
    "text": "his present opponent.\n"
  }, 
  {
    "line_number": "134", 
    "text": "\n"
  }, 
  {
    "line_number": "135", 
    "text": "\"Now,\" thought Passepartout, \"we've got him.  He won't budge.\"\n"
  }, 
  {
    "line_number": "136", 
    "text": "\n"
  }, 
  {
    "line_number": "137", 
    "text": "At eleven in the morning the train had reached the dividing ridge of\n"
  }, 
  {
    "line_number": "138", 
    "text": "the waters at Bridger Pass, seven thousand five hundred and twenty-four\n"
  }, 
  {
    "line_number": "139", 
    "text": "feet above the level of the sea, one of the highest points attained by\n"
  }, 
  {
    "line_number": "140", 
    "text": "the track in crossing the Rocky Mountains.  After going about two\n"
  }, 
  {
    "line_number": "141", 
    "text": "hundred miles, the travellers at last found themselves on one of those\n"
  }, 
  {
    "line_number": "142", 
    "text": "vast plains which extend to the Atlantic, and which nature has made so\n"
  }, 
  {
    "line_number": "143", 
    "text": "propitious for laying the iron road.\n"
  }, 
  {
    "line_number": "144", 
    "text": "\n"
  }, 
  {
    "line_number": "145", 
    "text": "On the declivity of the Atlantic basin the first streams, branches of\n"
  }, 
  {
    "line_number": "146", 
    "text": "the North Platte River, already appeared.  The whole northern and\n"
  }, 
  {
    "line_number": "147", 
    "text": "eastern horizon was bounded by the immense semi-circular curtain which\n"
  }, 
  {
    "line_number": "148", 
    "text": "is formed by the southern portion of the Rocky Mountains, the highest\n"
  }, 
  {
    "line_number": "149", 
    "text": "being Laramie Peak.  Between this and the railway extended vast plains,\n"
  }, 
  {
    "line_number": "150", 
    "text": "plentifully irrigated.  On the right rose the lower spurs of the\n"
  }, 
  {
    "line_number": "151", 
    "text": "mountainous mass which extends southward to the sources of the Arkansas\n"
  }, 
  {
    "line_number": "152", 
    "text": "River, one of the great tributaries of the Missouri.\n"
  }, 
  {
    "line_number": "153", 
    "text": "\n"
  }, 
  {
    "line_number": "154", 
    "text": "At half-past twelve the travellers caught sight for an instant of Fort\n"
  }, 
  {
    "line_number": "155", 
    "text": "Halleck, which commands that section; and in a few more hours the Rocky\n"
  }, 
  {
    "line_number": "156", 
    "text": "Mountains were crossed.  There was reason to hope, then, that no\n"
  }, 
  {
    "line_number": "157", 
    "text": "accident would mark the journey through this difficult country.  The\n"
  }, 
  {
    "line_number": "158", 
    "text": "snow had ceased falling, and the air became crisp and cold.  Large\n"
  }, 
  {
    "line_number": "159", 
    "text": "birds, frightened by the locomotive, rose and flew off in the distance.\n"
  }, 
  {
    "line_number": "160", 
    "text": "No wild beast appeared on the plain.  It was a desert in its vast\n"
  }, 
  {
    "line_number": "161", 
    "text": "nakedness.\n"
  }, 
  {
    "line_number": "162", 
    "text": "\n"
  }, 
  {
    "line_number": "163", 
    "text": "After a comfortable breakfast, served in the car, Mr. Fogg and his\n"
  }, 
  {
    "line_number": "164", 
    "text": "partners had just resumed whist, when a violent whistling was heard,\n"
  }, 
  {
    "line_number": "165", 
    "text": "and the train stopped.  Passepartout put his head out of the door, but\n"
  }, 
  {
    "line_number": "166", 
    "text": "saw nothing to cause the delay; no station was in view.\n"
  }, 
  {
    "line_number": "167", 
    "text": "\n"
  }, 
  {
    "line_number": "168", 
    "text": "Aouda and Fix feared that Mr. Fogg might take it into his head to get\n"
  }, 
  {
    "line_number": "169", 
    "text": "out; but that gentleman contented himself with saying to his servant,\n"
  }, 
  {
    "line_number": "170", 
    "text": "\"See what is the matter.\"\n"
  }, 
  {
    "line_number": "171", 
    "text": "\n"
  }, 
  {
    "line_number": "172", 
    "text": "Passepartout rushed out of the car.  Thirty or forty passengers had\n"
  }, 
  {
    "line_number": "173", 
    "text": "already descended, amongst them Colonel Stamp Proctor.\n"
  }, 
  {
    "line_number": "174", 
    "text": "\n"
  }, 
  {
    "line_number": "175", 
    "text": "The train had stopped before a red signal which blocked the way.  The\n"
  }, 
  {
    "line_number": "176", 
    "text": "engineer and conductor were talking excitedly with a signal-man, whom\n"
  }, 
  {
    "line_number": "177", 
    "text": "the station-master at Medicine Bow, the next stopping place, had sent\n"
  }, 
  {
    "line_number": "178", 
    "text": "on before.  The passengers drew around and took part in the discussion,\n"
  }, 
  {
    "line_number": "179", 
    "text": "in which Colonel Proctor, with his insolent manner, was conspicuous.\n"
  }, 
  {
    "line_number": "180", 
    "text": "\n"
  }, 
  {
    "line_number": "181", 
    "text": "Passepartout, joining the group, heard the signal-man say, \"No! you\n"
  }, 
  {
    "line_number": "182", 
    "text": "can't pass.  The bridge at Medicine Bow is shaky, and would not bear\n"
  }, 
  {
    "line_number": "183", 
    "text": "the weight of the train.\"\n"
  }, 
  {
    "line_number": "184", 
    "text": "\n"
  }, 
  {
    "line_number": "185", 
    "text": "This was a suspension-bridge thrown over some rapids, about a mile from\n"
  }, 
  {
    "line_number": "186", 
    "text": "the place where they now were.  According to the signal-man, it was in\n"
  }, 
  {
    "line_number": "187", 
    "text": "a ruinous condition, several of the iron wires being broken; and it was\n"
  }, 
  {
    "line_number": "188", 
    "text": "impossible to risk the passage.  He did not in any way exaggerate the\n"
  }, 
  {
    "line_number": "189", 
    "text": "condition of the bridge.  It may be taken for granted that, rash as the\n"
  }, 
  {
    "line_number": "190", 
    "text": "Americans usually are, when they are prudent there is good reason for\n"
  }, 
  {
    "line_number": "191", 
    "text": "it.\n"
  }, 
  {
    "line_number": "192", 
    "text": "\n"
  }, 
  {
    "line_number": "193", 
    "text": "Passepartout, not daring to apprise his master of what he heard,\n"
  }, 
  {
    "line_number": "194", 
    "text": "listened with set teeth, immovable as a statue.\n"
  }, 
  {
    "line_number": "195", 
    "text": "\n"
  }, 
  {
    "line_number": "196", 
    "text": "\"Hum!\" cried Colonel Proctor; \"but we are not going to stay here, I\n"
  }, 
  {
    "line_number": "197", 
    "text": "imagine, and take root in the snow?\"\n"
  }, 
  {
    "line_number": "198", 
    "text": "\n"
  }, 
  {
    "line_number": "199", 
    "text": "\"Colonel,\" replied the conductor, \"we have telegraphed to Omaha for a\n"
  }, 
  {
    "line_number": "200", 
    "text": "train, but it is not likely that it will reach Medicine Bow in less\n"
  }, 
  {
    "line_number": "201", 
    "text": "than six hours.\"\n"
  }, 
  {
    "line_number": "202", 
    "text": "\n"
  }, 
  {
    "line_number": "203", 
    "text": "\"Six hours!\" cried Passepartout.\n"
  }, 
  {
    "line_number": "204", 
    "text": "\n"
  }, 
  {
    "line_number": "205", 
    "text": "\"Certainly,\" returned the conductor, \"besides, it will take us as long\n"
  }, 
  {
    "line_number": "206", 
    "text": "as that to reach Medicine Bow on foot.\"\n"
  }, 
  {
    "line_number": "207", 
    "text": "\n"
  }, 
  {
    "line_number": "208", 
    "text": "\"But it is only a mile from here,\" said one of the passengers.\n"
  }, 
  {
    "line_number": "209", 
    "text": "\n"
  }, 
  {
    "line_number": "210", 
    "text": "\"Yes, but it's on the other side of the river.\"\n"
  }, 
  {
    "line_number": "211", 
    "text": "\n"
  }, 
  {
    "line_number": "212", 
    "text": "\"And can't we cross that in a boat?\" asked the colonel.\n"
  }, 
  {
    "line_number": "213", 
    "text": "\n"
  }, 
  {
    "line_number": "214", 
    "text": "\"That's impossible.  The creek is swelled by the rains.  It is a rapid,\n"
  }, 
  {
    "line_number": "215", 
    "text": "and we shall have to make a circuit of ten miles to the north to find a\n"
  }, 
  {
    "line_number": "216", 
    "text": "ford.\"\n"
  }, 
  {
    "line_number": "217", 
    "text": "\n"
  }, 
  {
    "line_number": "218", 
    "text": "The colonel launched a volley of oaths, denouncing the railway company\n"
  }, 
  {
    "line_number": "219", 
    "text": "and the conductor; and Passepartout, who was furious, was not\n"
  }, 
  {
    "line_number": "220", 
    "text": "disinclined to make common cause with him.  Here was an obstacle,\n"
  }, 
  {
    "line_number": "221", 
    "text": "indeed, which all his master's banknotes could not remove.\n"
  }, 
  {
    "line_number": "222", 
    "text": "\n"
  }, 
  {
    "line_number": "223", 
    "text": "There was a general disappointment among the passengers, who, without\n"
  }, 
  {
    "line_number": "224", 
    "text": "reckoning the delay, saw themselves compelled to trudge fifteen miles\n"
  }, 
  {
    "line_number": "225", 
    "text": "over a plain covered with snow.  They grumbled and protested, and would\n"
  }, 
  {
    "line_number": "226", 
    "text": "certainly have thus attracted Phileas Fogg's attention if he had not\n"
  }, 
  {
    "line_number": "227", 
    "text": "been completely absorbed in his game.\n"
  }, 
  {
    "line_number": "228", 
    "text": "\n"
  }, 
  {
    "line_number": "229", 
    "text": "Passepartout found that he could not avoid telling his master what had\n"
  }, 
  {
    "line_number": "230", 
    "text": "occurred, and, with hanging head, he was turning towards the car, when\n"
  }, 
  {
    "line_number": "231", 
    "text": "the engineer, a true Yankee, named Forster called out, \"Gentlemen,\n"
  }, 
  {
    "line_number": "232", 
    "text": "perhaps there is a way, after all, to get over.\"\n"
  }, 
  {
    "line_number": "233", 
    "text": "\n"
  }, 
  {
    "line_number": "234", 
    "text": "\"On the bridge?\" asked a passenger.\n"
  }, 
  {
    "line_number": "235", 
    "text": "\n"
  }, 
  {
    "line_number": "236", 
    "text": "\"On the bridge.\"\n"
  }, 
  {
    "line_number": "237", 
    "text": "\n"
  }, 
  {
    "line_number": "238", 
    "text": "\"With our train?\"\n"
  }, 
  {
    "line_number": "239", 
    "text": "\n"
  }, 
  {
    "line_number": "240", 
    "text": "\"With our train.\"\n"
  }, 
  {
    "line_number": "241", 
    "text": "\n"
  }, 
  {
    "line_number": "242", 
    "text": "Passepartout stopped short, and eagerly listened to the engineer.\n"
  }, 
  {
    "line_number": "243", 
    "text": "\n"
  }, 
  {
    "line_number": "244", 
    "text": "\"But the bridge is unsafe,\" urged the conductor.\n"
  }, 
  {
    "line_number": "245", 
    "text": "\n"
  }, 
  {
    "line_number": "246", 
    "text": "\"No matter,\" replied Forster; \"I think that by putting on the very\n"
  }, 
  {
    "line_number": "247", 
    "text": "highest speed we might have a chance of getting over.\"\n"
  }, 
  {
    "line_number": "248", 
    "text": "\n"
  }, 
  {
    "line_number": "249", 
    "text": "\"The devil!\" muttered Passepartout.\n"
  }, 
  {
    "line_number": "250", 
    "text": "\n"
  }, 
  {
    "line_number": "251", 
    "text": "But a number of the passengers were at once attracted by the engineer's\n"
  }, 
  {
    "line_number": "252", 
    "text": "proposal, and Colonel Proctor was especially delighted, and found the\n"
  }, 
  {
    "line_number": "253", 
    "text": "plan a very feasible one.  He told stories about engineers leaping\n"
  }, 
  {
    "line_number": "254", 
    "text": "their trains over rivers without bridges, by putting on full steam; and\n"
  }, 
  {
    "line_number": "255", 
    "text": "many of those present avowed themselves of the engineer's mind.\n"
  }, 
  {
    "line_number": "256", 
    "text": "\n"
  }, 
  {
    "line_number": "257", 
    "text": "\"We have fifty chances out of a hundred of getting over,\" said one.\n"
  }, 
  {
    "line_number": "258", 
    "text": "\n"
  }, 
  {
    "line_number": "259", 
    "text": "\"Eighty! ninety!\"\n"
  }, 
  {
    "line_number": "260", 
    "text": "\n"
  }, 
  {
    "line_number": "261", 
    "text": "Passepartout was astounded, and, though ready to attempt anything to\n"
  }, 
  {
    "line_number": "262", 
    "text": "get over Medicine Creek, thought the experiment proposed a little too\n"
  }, 
  {
    "line_number": "263", 
    "text": "American.  \"Besides,\" thought he, \"there's a still more simple way, and\n"
  }, 
  {
    "line_number": "264", 
    "text": "it does not even occur to any of these people!  Sir,\" said he aloud to\n"
  }, 
  {
    "line_number": "265", 
    "text": "one of the passengers, \"the engineer's plan seems to me a little\n"
  }, 
  {
    "line_number": "266", 
    "text": "dangerous, but--\"\n"
  }, 
  {
    "line_number": "267", 
    "text": "\n"
  }, 
  {
    "line_number": "268", 
    "text": "\"Eighty chances!\" replied the passenger, turning his back on him.\n"
  }, 
  {
    "line_number": "269", 
    "text": "\n"
  }, 
  {
    "line_number": "270", 
    "text": "\"I know it,\" said Passepartout, turning to another passenger, \"but a\n"
  }, 
  {
    "line_number": "271", 
    "text": "simple idea--\"\n"
  }, 
  {
    "line_number": "272", 
    "text": "\n"
  }, 
  {
    "line_number": "273", 
    "text": "\"Ideas are no use,\" returned the American, shrugging his shoulders, \"as\n"
  }, 
  {
    "line_number": "274", 
    "text": "the engineer assures us that we can pass.\"\n"
  }, 
  {
    "line_number": "275", 
    "text": "\n"
  }, 
  {
    "line_number": "276", 
    "text": "\"Doubtless,\" urged Passepartout, \"we can pass, but perhaps it would be\n"
  }, 
  {
    "line_number": "277", 
    "text": "more prudent--\"\n"
  }, 
  {
    "line_number": "278", 
    "text": "\n"
  }, 
  {
    "line_number": "279", 
    "text": "\"What!  Prudent!\" cried Colonel Proctor, whom this word seemed to\n"
  }, 
  {
    "line_number": "280", 
    "text": "excite prodigiously.  \"At full speed, don't you see, at full speed!\"\n"
  }, 
  {
    "line_number": "281", 
    "text": "\n"
  }, 
  {
    "line_number": "282", 
    "text": "\"I know--I see,\" repeated Passepartout; \"but it would be, if not more\n"
  }, 
  {
    "line_number": "283", 
    "text": "prudent, since that word displeases you, at least more natural--\"\n"
  }, 
  {
    "line_number": "284", 
    "text": "\n"
  }, 
  {
    "line_number": "285", 
    "text": "\"Who!  What!  What's the matter with this fellow?\" cried several.\n"
  }, 
  {
    "line_number": "286", 
    "text": "\n"
  }, 
  {
    "line_number": "287", 
    "text": "The poor fellow did not know to whom to address himself.\n"
  }, 
  {
    "line_number": "288", 
    "text": "\n"
  }, 
  {
    "line_number": "289", 
    "text": "\"Are you afraid?\" asked Colonel Proctor.\n"
  }, 
  {
    "line_number": "290", 
    "text": "\n"
  }, 
  {
    "line_number": "291", 
    "text": "\"I afraid?  Very well; I will show these people that a Frenchman can be\n"
  }, 
  {
    "line_number": "292", 
    "text": "as American as they!\"\n"
  }, 
  {
    "line_number": "293", 
    "text": "\n"
  }, 
  {
    "line_number": "294", 
    "text": "\"All aboard!\" cried the conductor.\n"
  }, 
  {
    "line_number": "295", 
    "text": "\n"
  }, 
  {
    "line_number": "296", 
    "text": "\"Yes, all aboard!\" repeated Passepartout, and immediately.  \"But they\n"
  }, 
  {
    "line_number": "297", 
    "text": "can't prevent me from thinking that it would be more natural for us to\n"
  }, 
  {
    "line_number": "298", 
    "text": "cross the bridge on foot, and let the train come after!\"\n"
  }, 
  {
    "line_number": "299", 
    "text": "\n"
  }, 
  {
    "line_number": "300", 
    "text": "But no one heard this sage reflection, nor would anyone have\n"
  }, 
  {
    "line_number": "301", 
    "text": "acknowledged its justice.  The passengers resumed their places in the\n"
  }, 
  {
    "line_number": "302", 
    "text": "cars.  Passepartout took his seat without telling what had passed.  The\n"
  }, 
  {
    "line_number": "303", 
    "text": "whist-players were quite absorbed in their game.\n"
  }, 
  {
    "line_number": "304", 
    "text": "\n"
  }, 
  {
    "line_number": "305", 
    "text": "The locomotive whistled vigorously; the engineer, reversing the steam,\n"
  }, 
  {
    "line_number": "306", 
    "text": "backed the train for nearly a mile--retiring, like a jumper, in order\n"
  }, 
  {
    "line_number": "307", 
    "text": "to take a longer leap.  Then, with another whistle, he began to move\n"
  }, 
  {
    "line_number": "308", 
    "text": "forward; the train increased its speed, and soon its rapidity became\n"
  }, 
  {
    "line_number": "309", 
    "text": "frightful; a prolonged screech issued from the locomotive; the piston\n"
  }, 
  {
    "line_number": "310", 
    "text": "worked up and down twenty strokes to the second.  They perceived that\n"
  }, 
  {
    "line_number": "311", 
    "text": "the whole train, rushing on at the rate of a hundred miles an hour,\n"
  }, 
  {
    "line_number": "312", 
    "text": "hardly bore upon the rails at all.\n"
  }, 
  {
    "line_number": "313", 
    "text": "\n"
  }, 
  {
    "line_number": "314", 
    "text": "And they passed over!  It was like a flash.  No one saw the bridge.\n"
  }, 
  {
    "line_number": "315", 
    "text": "The train leaped, so to speak, from one bank to the other, and the\n"
  }, 
  {
    "line_number": "316", 
    "text": "engineer could not stop it until it had gone five miles beyond the\n"
  }, 
  {
    "line_number": "317", 
    "text": "station.  But scarcely had the train passed the river, when the bridge,\n"
  }, 
  {
    "line_number": "318", 
    "text": "completely ruined, fell with a crash into the rapids of Medicine Bow.\n"
  }, 
  {
    "line_number": "319", 
    "text": "\n"
  }, 
  {
    "line_number": "320", 
    "text": "\n"
  }, 
  {
    "line_number": "321", 
    "text": "\n"
  }, 
  {
    "line_number": "322", 
    "text": "\n"
  }
]