[{"index": "0", "r": "actor", "relation": "instance_of", "l": "Marie", "sentence": "THE GLASS DOG\n\n\n\n\n\nAn accomplished wizard once lived on the top floor of a tenement\n\nhouse and passed his time in thoughtful study and studious thought.\n\nWhat he didn't know about wizardry was hardly worth knowing, for he\n\npossessed all the books and recipes of all the wizards who had lived\n\nbefore him; and, moreover, he had invented several wizardments\n\nhimself.\n\n\n\nThis admirable person would have been completely happy but for the\n\nnumerous interruptions to his studies caused by folk who came to\n\nconsult him about their troubles (in which he was not interested),\n\nand by the loud knocks of the iceman, the milkman, the baker's boy,\n\nthe laundryman and the peanut woman. He never dealt with any of\n\nthese people; but they rapped at his door every day to see him about\n\nthis or that or to try to sell him their wares. Just when he was\n\nmost deeply interested in his books or engaged in watching the\n\nbubbling of a cauldron there would come a knock at his door. And\n\nafter sending the intruder away he always found he had lost his\n\ntrain of thought or ruined his compound.\n\n\n\nAt length these interruptions aroused his anger, and he decided he\n\nmust have a dog to keep people away from his door. He didn't know\n\nwhere to find a dog, but in the next room lived a poor glass-blower\n\nwith whom he had a slight acquaintance; so he went into the man's\n\napartment and asked:\n\n\n\n\"Where can I find a dog?\"\n\n\n\n\"What sort of a dog?\" inquired the glass-blower.\n\n\n\n\"A good dog. One that will bark at people and drive them away. One\n\nthat will be no trouble to keep and won't expect to be fed. One that\n\nhas no fleas and is neat in his habits. One that will obey me when I\n\nspeak to him. In short, a good dog,\" said the wizard.\n\n\n\n\"Such a dog is hard to find,\" returned the glass-blower, who was\n\nbusy making a blue glass flower pot with a pink glass rosebush in\n\nit, having green glass leaves and yellow glass roses.\n\n\n\nThe wizard watched him thoughtfully.\n\n\n\n\"Why cannot you blow me a dog out of glass?\" he asked, presently.\n\n\n\n\"I can,\" declared the glass-blower; \"but it would not bark at\n\npeople, you know.\"\n\n\n\n\"Oh, I'll fix that easily enough,\" replied the other. \"If I could\n\nnot make a glass dog bark I would be a mighty poor wizard.\"\n\n\n\n\"Very well; if you can use a glass dog I'll be pleased to blow one\n\nfor you. Only, you must pay for my work.\"\n\n\n\n\"Certainly,\" agreed the wizard. \"But I have none of that horrid\n\nstuff you call money. You must take some of my wares in exchange.\"\n\n\n\nThe glass-blower considered the matter for a moment.\n\n\n\n\"Could you give me something to cure my rheumatism?\" he asked.\n\n\n\n\"Oh, yes; easily.\"\n\n\n\n\"Then it's a bargain. I'll start the dog at once. What color of\n\nglass shall I use?\"\n\n\n\n\"Pink is a pretty color,\" said the wizard, \"and it's unusual for a\n\ndog, isn't it?\"\n\n\n\n\"Very,\" answered the glass-blower; \"but it shall be pink.\"\n\n\n\nSo the wizard went back to his studies and the glass-blower began to\n\nmake the dog.\n\n\n\nNext morning he entered the wizard's room with the glass dog under\n\nhis arm and set it carefully upon the table. It was a beautiful pink\n\nin color, with a fine coat of spun glass, and about its neck was\n\ntwisted a blue glass ribbon. Its eyes were specks of black glass and\n\nsparkled intelligently, as do many of the glass eyes worn by men.\n\n\n\nThe wizard expressed himself pleased with the glass-blower's skill\n\nand at once handed him a small vial.\n\n\n\n\"This will cure your rheumatism,\" he said.\n\n\n\n\"But the vial is empty!\" protested the glass-blower.\n\n\n\n\"Oh, no; there is one drop of liquid in it,\" was the wizard's reply.\n\n\n\n\"Will one drop cure my rheumatism?\" inquired the glass-blower, in\n\nwonder.\n\n\n\n\"Most certainly. That is a marvelous remedy. The one drop contained\n\nin the vial will cure instantly any kind of disease ever known to\n\nhumanity. Therefore it is especially good for rheumatism. But guard\n\nit well, for it is the only drop of its kind in the world, and I've\n\nforgotten the recipe.\"\n\n\n\n\"Thank you,\" said the glass-blower, and went back to his room.\n\n\n\nThen the wizard cast a wizzy spell and mumbled several very learned\n\nwords in the wizardese language over the glass dog. Whereupon the\n\nlittle animal first wagged its tail from side to side, then winked\n\nhis left eye knowingly, and at last began barking in a most\n\nfrightful manner--that is, when you stop to consider the noise came\n\nfrom a pink glass dog. There is something almost astonishing in the\n\nmagic arts of wizards; unless, of course, you know how to do the\n\nthings yourself, when you are not expected to be surprised at them.\n\n\n\nThe wizard was as delighted as a school teacher at the success of\n\nhis spell, although he was not astonished. Immediately he placed the\n\ndog outside his door, where it would bark at anyone who dared knock\n\nand so disturb the studies of its master.\n\n\n\nThe glass-blower, on returning to his room, decided not to use the\n\none drop of wizard cure-all just then.\n\n\n\n\"My rheumatism is better to-day,\" he reflected, \"and I will be wise\n\nto save the medicine for a time when I am very ill, when it will be\n\nof more service to me.\"\n\n\n\nSo he placed the vial in his cupboard and went to work blowing more\n\nroses out of glass. Presently he happened to think the medicine\n\nmight not keep, so he started to ask the wizard about it. But when\n\nhe reached the door the glass dog barked so fiercely that he dared\n\nnot knock, and returned in great haste to his own room. Indeed, the\n\npoor man was quite upset at so unfriendly a reception from the dog\n\nhe had himself so carefully and skillfully made.\n\n\n\nThe next morning, as he read his newspaper, he noticed an article\n\nstating that the beautiful Miss Mydas, the richest young lady in\n\ntown, was very ill, and the doctors had given up hope of her\n\nrecovery.\n\n\n\nThe glass-blower, although miserably poor, hard-working and homely\n\nof feature, was a man of ideas. He suddenly recollected his precious\n\nmedicine, and determined to use it to better advantage than\n\nrelieving his own ills. He dressed himself in his best clothes,\n\nbrushed his hair and combed his whiskers, washed his hands and tied\n\nhis necktie, blackened his hoes and sponged his vest, and then put\n\nthe vial of magic cure-all in his pocket. Next he locked his door,\n\nwent downstairs and walked through the streets to the grand mansion\n\nwhere the wealthy Miss Mydas resided.\n\n\n\nThe butler opened the door and said:\n\n\n\n\"No soap, no chromos, no vegetables, no hair oil, no books, no\n\nbaking powder. My young lady is dying and we're well supplied for\n\nthe funeral.\"\n\n\n\nThe glass-blower was grieved at being taken for a peddler.\n\n\n\n\"My friend,\" he began, proudly; but the butler interrupted him,\n\nsaying:\n\n\n\n\"No tombstones, either; there's a family graveyard and the\n\nmonument's built.\"\n\n\n\n\"The graveyard won't be needed if you will permit me to speak,\" said\n\nthe glass-blower.\n\n\n\n\"No doctors, sir; they've given up my young lady, and she's given up\n\nthe doctors,\" continued the butler, calmly.\n\n\n\n\"I'm no doctor,\" returned the glass-blower.\n\n\n\n\"Nor are the others. But what is your errand?\"\n\n\n\n\"I called to cure your young lady by means of a magical compound.\"\n\n\n\n\"Step in, please, and take a seat in the hall. I'll speak to the\n\nhousekeeper,\" said the butler, more politely.\n\n\n\nSo he spoke to the housekeeper and the housekeeper mentioned the\n\nmatter to the steward and the steward consulted the chef and the\n\nchef kissed the lady's maid and sent her to see the stranger. Thus\n\nare the very wealthy hedged around with ceremony, even when dying.\n\n\n\nWhen the lady's maid heard from the glass-blower that he had a\n\nmedicine which would cure her mistress, she said:\n\n\n\n\"I'm glad you came.\"\n\n\n\n\"But,\" said he, \"if I restore your mistress to health she must marry\n\nme.\"\n\n\n\n\"I'll make inquiries and see if she's willing,\" answered the maid,\n\nand went at once to consult Miss Mydas.\n\n\n\nThe young lady did not hesitate an instant.\n\n\n\n\"I'd marry any old thing rather than die!\" she cried. \"Bring him\n\nhere at once!\"\n\n\n\nSo the glass-blower came, poured the magic drop into a little water,\n\ngave it to the patient, and the next minute Miss Mydas was as well\n\nas she had ever been in her life.\n\n\n\n\"Dear me!\" she exclaimed; \"I've an engagement at the Fritters'\n\nreception to-night. Bring my pearl-colored silk, Marie, and I will\n\nbegin my toilet at once. And don't forget to cancel the order for\n\nthe funeral flowers and your mourning gown.\"\n\n\n\n\"But, Miss Mydas,\" remonstrated the glass-blower, who stood by, \"you\n\npromised to marry me if I cured you.\"\n\n\n\n\"I know,\" said the young lady, \"but we must have time to make proper\n\nannouncement in the society papers and have the wedding cards\n\nengraved. Call to-morrow and we'll talk it over.\"\n\n\n\nThe glass-blower had not impressed her favorably as a husband, and\n\nshe was glad to find an excuse for getting rid of him for a time.\n\nAnd she did not want to miss the Fritters' reception.\n\n\n\nYet the man went home filled with joy; for he thought his stratagem\n\nhad succeeded and he was about to marry a rich wife who would keep\n\nhim in luxury forever afterward.\n\n\n\nThe first thing he did on reaching his room was to smash his\n\nglass-blowing tools and throw them out of the window.\n\n\n\nHe then sat down to figure out ways of spending his wife's money.\n\n\n\nThe following day he called upon Miss Mydas, who was reading a novel\n\nand eating chocolate creams as happily as if she had never been ill\n\nin her life.\n\n\n\n\"Where did you get the magic compound that cured me?\" she asked.\n\n\n\n\"From a learned wizard,\" said he; and then, thinking it would\n\ninterest her, he told how he had made the glass dog for the wizard,\n\nand how it barked and kept everybody from bothering him.\n\n\n\n\"How delightful!\" she said. \"I've always wanted a glass dog that\n\ncould bark.\"\n\n\n\n\"But there is only one in the world,\" he answered, \"and it belongs\n\nto the wizard.\"\n\n\n\n\"You must buy it for me,\" said the lady.\n\n\n\n\"The wizard cares nothing for money,\" replied the glass-blower.\n\n\n\n\"Then you must steal it for me,\" she retorted. \"I can never live\n\nhappily another day unless I have a glass dog that can bark.\"\n\n\n\nThe glass-blower was much distressed at this, but said he would see\n\nwhat he could do. For a man should always try to please his wife,\n\nand Miss Mydas has promised to marry him within a week.\n\n\n\nOn his way home he purchased a heavy sack, and when he passed the\n\nwizard's door and the pink glass dog ran out to bark at him he threw\n\nthe sack over the dog, tied the opening with a piece of twine, and\n\ncarried him away to his own room.\n\n\n\nThe next day he sent the sack by a messenger boy to Miss Mydas, with\n\nhis compliments, and later in the afternoon he called upon her in\n\nperson, feeling quite sure he would be received with gratitude for\n\nstealing the dog she so greatly desired.\n\n\n\nBut when he came to the door and the butler opened it, what was his\n\namazement to see the glass dog rush out and begin barking at him\n\nfuriously.\n\n\n\n\"Call off your dog,\" he shouted, in terror.\n\n\n\n\"I can't, sir,\" answered the butler. \"My young lady has ordered the\n\nglass dog to bark whenever you call here. You'd better look out,\n\nsir,\" he added, \"for if it bites you, you may have glassophobia!\"\n\n\n\nThis so frightened the poor glass-blower that he went away\n\nhurriedly. But he stopped at a drug store and put his last dime in\n\nthe telephone box so he could talk to Miss Mydas without being\n\nbitten by the dog.\n\n\n\n\"Give me Pelf 6742!\" he called.\n\n\n\n\"Hello! What is it?\" said a voice.\n\n\n\n\"I want to speak with Miss Mydas,\" said the glass-blower.\n\n\n\nPresently a sweet voice said: \"This is Miss Mydas. What is it?\"\n\n\n\n\"Why have you treated me so cruelly and set the glass dog on me?\"\n\nasked the poor fellow.\n\n\n\n\"Well, to tell the truth,\" said the lady, \"I don't like your looks.\n\nYour cheeks are pale and baggy, your hair is coarse and long, your\n\neyes are small and red, your hands are big and rough, and you are\n\nbow-legged.\"\n\n\n\n\"But I can't help my looks!\" pleaded the glass-blower; \"and you\n\nreally promised to marry me.\"\n\n\n\n\"If you were better looking I'd keep my promise,\" she returned. \"But\n\nunder the circumstances you are no fit mate for me, and unless you\n\nkeep away from my mansion I shall set my glass dog on you!\" Then she\n\ndropped the 'phone and would have nothing more to say.\n\n\n\nThe miserable glass-blower went home with a heart bursting with\n\ndisappointment and began tying a rope to the bedpost by which to\n\nhang himself.\n\n\n\nSome one knocked at the door, and, upon opening it, he saw the\n\nwizard.\n\n\n\n\"I've lost my dog,\" he announced.\n\n\n\n\"Have you, indeed?\" replied the glass-blower tying a knot in the\n\nrope.\n\n\n\n\"Yes; some one has stolen him.\"\n\n\n\n\"That's too bad,\" declared the glass-blower, indifferently.\n\n\n\n\"You must make me another,\" said the wizard.\n\n\n\n\"But I cannot; I've thrown away my tools.\"\n\n\n\n\"Then what shall I do?\" asked the wizard.\n\n\n\n\"I do not know, unless you offer a reward for the dog.\"\n\n\n\n\"But I have no money,\" said the wizard.\n\n\n\n\"Offer some of your compounds, then,\" suggested the glass-blower,\n\nwho was making a noose in the rope for his head to go through.\n\n\n\n\"The only thing I can spare,\" replied the wizard, thoughtfully, \"is\n\na Beauty Powder.\"\n\n\n\n\"What!\" cried the glass-blower, throwing down the rope, \"have you\n\nreally such a thing?\"\n\n\n\n\"Yes, indeed. Whoever takes the powder will become the most\n\nbeautiful person in the world.\"\n\n\n\n\"If you will offer that as a reward,\" said the glass-blower,\n\neagerly, \"I'll try to find the dog for you, for above everything\n\nelse I long to be beautiful.\"\n\n\n\n\"But I warn you the beauty will only be skin deep,\" said the wizard.\n\n\n\n\"That's all right,\" replied the happy glass-blower; \"when I lose my\n\nskin I shan't care to remain beautiful.\"\n\n\n\n\"Then tell me where to find my dog and you shall have the powder,\"\n\npromised the wizard.\n\n\n\nSo the glass-blower went out and pretended to search, and by-and-by\n\nhe returned and said:\n\n\n\n\"I've discovered the dog. You will find him in the mansion of Miss\n\nMydas.\"\n\n\n\nThe wizard went at once to see if this were true, and, sure enough,\n\nthe glass dog ran out and began barking at him. Then the wizard\n\nspread out his hands and chanted a magic spell which sent the dog\n\nfast asleep, when he picked him up and carried him to his own room\n\non the top floor of the tenement house.\n\n\n\nAfterward he carried the Beauty Powder to the glass-blower as a\n\nreward, and the fellow immediately swallowed it and became the most\n\nbeautiful man in the world.\n\n\n\nThe next time he called upon Miss Mydas there was no dog to bark at\n\nhim, and when the young lady saw him she fell in love with his\n\nbeauty at once.\n\n\n\n\"If only you were a count or a prince,\" she sighed, \"I'd willingly\n\nmarry you.\"\n\n\n\n\"But I am a prince,\" he answered; \"the Prince of Dogblowers.\"\n\n\n\n\"Ah!\" said she; \"then if you are willing to accept an allowance of\n\nfour dollars a week I'll order the wedding cards engraved.\"\n\n\n\nThe man hesitated, but when he thought of the rope hanging from his\n\nbedpost he consented to the terms.\n\n\n\nSo they were married, and the bride was very jealous of her\n\nhusband's beauty and led him a dog's life. So he managed to get into\n\ndebt and made her miserable in turn.\n\n\n\n* * * * *\n\n\n\nAs for the glass dog, the wizard set him barking again by means of\n\nhis wizardness and put him outside his door. I suppose he is there\n\nyet, and am rather sorry, for I should like to consult the wizard\n\nabout the moral to this story."}, {"index": "0", "r": "female", "relation": "has_gender", "l": "Marie", "sentence": "THE GLASS DOG\n\n\n\n\n\nAn accomplished wizard once lived on the top floor of a tenement\n\nhouse and passed his time in thoughtful study and studious thought.\n\nWhat he didn't know about wizardry was hardly worth knowing, for he\n\npossessed all the books and recipes of all the wizards who had lived\n\nbefore him; and, moreover, he had invented several wizardments\n\nhimself.\n\n\n\nThis admirable person would have been completely happy but for the\n\nnumerous interruptions to his studies caused by folk who came to\n\nconsult him about their troubles (in which he was not interested),\n\nand by the loud knocks of the iceman, the milkman, the baker's boy,\n\nthe laundryman and the peanut woman. He never dealt with any of\n\nthese people; but they rapped at his door every day to see him about\n\nthis or that or to try to sell him their wares. Just when he was\n\nmost deeply interested in his books or engaged in watching the\n\nbubbling of a cauldron there would come a knock at his door. And\n\nafter sending the intruder away he always found he had lost his\n\ntrain of thought or ruined his compound.\n\n\n\nAt length these interruptions aroused his anger, and he decided he\n\nmust have a dog to keep people away from his door. He didn't know\n\nwhere to find a dog, but in the next room lived a poor glass-blower\n\nwith whom he had a slight acquaintance; so he went into the man's\n\napartment and asked:\n\n\n\n\"Where can I find a dog?\"\n\n\n\n\"What sort of a dog?\" inquired the glass-blower.\n\n\n\n\"A good dog. One that will bark at people and drive them away. One\n\nthat will be no trouble to keep and won't expect to be fed. One that\n\nhas no fleas and is neat in his habits. One that will obey me when I\n\nspeak to him. In short, a good dog,\" said the wizard.\n\n\n\n\"Such a dog is hard to find,\" returned the glass-blower, who was\n\nbusy making a blue glass flower pot with a pink glass rosebush in\n\nit, having green glass leaves and yellow glass roses.\n\n\n\nThe wizard watched him thoughtfully.\n\n\n\n\"Why cannot you blow me a dog out of glass?\" he asked, presently.\n\n\n\n\"I can,\" declared the glass-blower; \"but it would not bark at\n\npeople, you know.\"\n\n\n\n\"Oh, I'll fix that easily enough,\" replied the other. \"If I could\n\nnot make a glass dog bark I would be a mighty poor wizard.\"\n\n\n\n\"Very well; if you can use a glass dog I'll be pleased to blow one\n\nfor you. Only, you must pay for my work.\"\n\n\n\n\"Certainly,\" agreed the wizard. \"But I have none of that horrid\n\nstuff you call money. You must take some of my wares in exchange.\"\n\n\n\nThe glass-blower considered the matter for a moment.\n\n\n\n\"Could you give me something to cure my rheumatism?\" he asked.\n\n\n\n\"Oh, yes; easily.\"\n\n\n\n\"Then it's a bargain. I'll start the dog at once. What color of\n\nglass shall I use?\"\n\n\n\n\"Pink is a pretty color,\" said the wizard, \"and it's unusual for a\n\ndog, isn't it?\"\n\n\n\n\"Very,\" answered the glass-blower; \"but it shall be pink.\"\n\n\n\nSo the wizard went back to his studies and the glass-blower began to\n\nmake the dog.\n\n\n\nNext morning he entered the wizard's room with the glass dog under\n\nhis arm and set it carefully upon the table. It was a beautiful pink\n\nin color, with a fine coat of spun glass, and about its neck was\n\ntwisted a blue glass ribbon. Its eyes were specks of black glass and\n\nsparkled intelligently, as do many of the glass eyes worn by men.\n\n\n\nThe wizard expressed himself pleased with the glass-blower's skill\n\nand at once handed him a small vial.\n\n\n\n\"This will cure your rheumatism,\" he said.\n\n\n\n\"But the vial is empty!\" protested the glass-blower.\n\n\n\n\"Oh, no; there is one drop of liquid in it,\" was the wizard's reply.\n\n\n\n\"Will one drop cure my rheumatism?\" inquired the glass-blower, in\n\nwonder.\n\n\n\n\"Most certainly. That is a marvelous remedy. The one drop contained\n\nin the vial will cure instantly any kind of disease ever known to\n\nhumanity. Therefore it is especially good for rheumatism. But guard\n\nit well, for it is the only drop of its kind in the world, and I've\n\nforgotten the recipe.\"\n\n\n\n\"Thank you,\" said the glass-blower, and went back to his room.\n\n\n\nThen the wizard cast a wizzy spell and mumbled several very learned\n\nwords in the wizardese language over the glass dog. Whereupon the\n\nlittle animal first wagged its tail from side to side, then winked\n\nhis left eye knowingly, and at last began barking in a most\n\nfrightful manner--that is, when you stop to consider the noise came\n\nfrom a pink glass dog. There is something almost astonishing in the\n\nmagic arts of wizards; unless, of course, you know how to do the\n\nthings yourself, when you are not expected to be surprised at them.\n\n\n\nThe wizard was as delighted as a school teacher at the success of\n\nhis spell, although he was not astonished. Immediately he placed the\n\ndog outside his door, where it would bark at anyone who dared knock\n\nand so disturb the studies of its master.\n\n\n\nThe glass-blower, on returning to his room, decided not to use the\n\none drop of wizard cure-all just then.\n\n\n\n\"My rheumatism is better to-day,\" he reflected, \"and I will be wise\n\nto save the medicine for a time when I am very ill, when it will be\n\nof more service to me.\"\n\n\n\nSo he placed the vial in his cupboard and went to work blowing more\n\nroses out of glass. Presently he happened to think the medicine\n\nmight not keep, so he started to ask the wizard about it. But when\n\nhe reached the door the glass dog barked so fiercely that he dared\n\nnot knock, and returned in great haste to his own room. Indeed, the\n\npoor man was quite upset at so unfriendly a reception from the dog\n\nhe had himself so carefully and skillfully made.\n\n\n\nThe next morning, as he read his newspaper, he noticed an article\n\nstating that the beautiful Miss Mydas, the richest young lady in\n\ntown, was very ill, and the doctors had given up hope of her\n\nrecovery.\n\n\n\nThe glass-blower, although miserably poor, hard-working and homely\n\nof feature, was a man of ideas. He suddenly recollected his precious\n\nmedicine, and determined to use it to better advantage than\n\nrelieving his own ills. He dressed himself in his best clothes,\n\nbrushed his hair and combed his whiskers, washed his hands and tied\n\nhis necktie, blackened his hoes and sponged his vest, and then put\n\nthe vial of magic cure-all in his pocket. Next he locked his door,\n\nwent downstairs and walked through the streets to the grand mansion\n\nwhere the wealthy Miss Mydas resided.\n\n\n\nThe butler opened the door and said:\n\n\n\n\"No soap, no chromos, no vegetables, no hair oil, no books, no\n\nbaking powder. My young lady is dying and we're well supplied for\n\nthe funeral.\"\n\n\n\nThe glass-blower was grieved at being taken for a peddler.\n\n\n\n\"My friend,\" he began, proudly; but the butler interrupted him,\n\nsaying:\n\n\n\n\"No tombstones, either; there's a family graveyard and the\n\nmonument's built.\"\n\n\n\n\"The graveyard won't be needed if you will permit me to speak,\" said\n\nthe glass-blower.\n\n\n\n\"No doctors, sir; they've given up my young lady, and she's given up\n\nthe doctors,\" continued the butler, calmly.\n\n\n\n\"I'm no doctor,\" returned the glass-blower.\n\n\n\n\"Nor are the others. But what is your errand?\"\n\n\n\n\"I called to cure your young lady by means of a magical compound.\"\n\n\n\n\"Step in, please, and take a seat in the hall. I'll speak to the\n\nhousekeeper,\" said the butler, more politely.\n\n\n\nSo he spoke to the housekeeper and the housekeeper mentioned the\n\nmatter to the steward and the steward consulted the chef and the\n\nchef kissed the lady's maid and sent her to see the stranger. Thus\n\nare the very wealthy hedged around with ceremony, even when dying.\n\n\n\nWhen the lady's maid heard from the glass-blower that he had a\n\nmedicine which would cure her mistress, she said:\n\n\n\n\"I'm glad you came.\"\n\n\n\n\"But,\" said he, \"if I restore your mistress to health she must marry\n\nme.\"\n\n\n\n\"I'll make inquiries and see if she's willing,\" answered the maid,\n\nand went at once to consult Miss Mydas.\n\n\n\nThe young lady did not hesitate an instant.\n\n\n\n\"I'd marry any old thing rather than die!\" she cried. \"Bring him\n\nhere at once!\"\n\n\n\nSo the glass-blower came, poured the magic drop into a little water,\n\ngave it to the patient, and the next minute Miss Mydas was as well\n\nas she had ever been in her life.\n\n\n\n\"Dear me!\" she exclaimed; \"I've an engagement at the Fritters'\n\nreception to-night. Bring my pearl-colored silk, Marie, and I will\n\nbegin my toilet at once. And don't forget to cancel the order for\n\nthe funeral flowers and your mourning gown.\"\n\n\n\n\"But, Miss Mydas,\" remonstrated the glass-blower, who stood by, \"you\n\npromised to marry me if I cured you.\"\n\n\n\n\"I know,\" said the young lady, \"but we must have time to make proper\n\nannouncement in the society papers and have the wedding cards\n\nengraved. Call to-morrow and we'll talk it over.\"\n\n\n\nThe glass-blower had not impressed her favorably as a husband, and\n\nshe was glad to find an excuse for getting rid of him for a time.\n\nAnd she did not want to miss the Fritters' reception.\n\n\n\nYet the man went home filled with joy; for he thought his stratagem\n\nhad succeeded and he was about to marry a rich wife who would keep\n\nhim in luxury forever afterward.\n\n\n\nThe first thing he did on reaching his room was to smash his\n\nglass-blowing tools and throw them out of the window.\n\n\n\nHe then sat down to figure out ways of spending his wife's money.\n\n\n\nThe following day he called upon Miss Mydas, who was reading a novel\n\nand eating chocolate creams as happily as if she had never been ill\n\nin her life.\n\n\n\n\"Where did you get the magic compound that cured me?\" she asked.\n\n\n\n\"From a learned wizard,\" said he; and then, thinking it would\n\ninterest her, he told how he had made the glass dog for the wizard,\n\nand how it barked and kept everybody from bothering him.\n\n\n\n\"How delightful!\" she said. \"I've always wanted a glass dog that\n\ncould bark.\"\n\n\n\n\"But there is only one in the world,\" he answered, \"and it belongs\n\nto the wizard.\"\n\n\n\n\"You must buy it for me,\" said the lady.\n\n\n\n\"The wizard cares nothing for money,\" replied the glass-blower.\n\n\n\n\"Then you must steal it for me,\" she retorted. \"I can never live\n\nhappily another day unless I have a glass dog that can bark.\"\n\n\n\nThe glass-blower was much distressed at this, but said he would see\n\nwhat he could do. For a man should always try to please his wife,\n\nand Miss Mydas has promised to marry him within a week.\n\n\n\nOn his way home he purchased a heavy sack, and when he passed the\n\nwizard's door and the pink glass dog ran out to bark at him he threw\n\nthe sack over the dog, tied the opening with a piece of twine, and\n\ncarried him away to his own room.\n\n\n\nThe next day he sent the sack by a messenger boy to Miss Mydas, with\n\nhis compliments, and later in the afternoon he called upon her in\n\nperson, feeling quite sure he would be received with gratitude for\n\nstealing the dog she so greatly desired.\n\n\n\nBut when he came to the door and the butler opened it, what was his\n\namazement to see the glass dog rush out and begin barking at him\n\nfuriously.\n\n\n\n\"Call off your dog,\" he shouted, in terror.\n\n\n\n\"I can't, sir,\" answered the butler. \"My young lady has ordered the\n\nglass dog to bark whenever you call here. You'd better look out,\n\nsir,\" he added, \"for if it bites you, you may have glassophobia!\"\n\n\n\nThis so frightened the poor glass-blower that he went away\n\nhurriedly. But he stopped at a drug store and put his last dime in\n\nthe telephone box so he could talk to Miss Mydas without being\n\nbitten by the dog.\n\n\n\n\"Give me Pelf 6742!\" he called.\n\n\n\n\"Hello! What is it?\" said a voice.\n\n\n\n\"I want to speak with Miss Mydas,\" said the glass-blower.\n\n\n\nPresently a sweet voice said: \"This is Miss Mydas. What is it?\"\n\n\n\n\"Why have you treated me so cruelly and set the glass dog on me?\"\n\nasked the poor fellow.\n\n\n\n\"Well, to tell the truth,\" said the lady, \"I don't like your looks.\n\nYour cheeks are pale and baggy, your hair is coarse and long, your\n\neyes are small and red, your hands are big and rough, and you are\n\nbow-legged.\"\n\n\n\n\"But I can't help my looks!\" pleaded the glass-blower; \"and you\n\nreally promised to marry me.\"\n\n\n\n\"If you were better looking I'd keep my promise,\" she returned. \"But\n\nunder the circumstances you are no fit mate for me, and unless you\n\nkeep away from my mansion I shall set my glass dog on you!\" Then she\n\ndropped the 'phone and would have nothing more to say.\n\n\n\nThe miserable glass-blower went home with a heart bursting with\n\ndisappointment and began tying a rope to the bedpost by which to\n\nhang himself.\n\n\n\nSome one knocked at the door, and, upon opening it, he saw the\n\nwizard.\n\n\n\n\"I've lost my dog,\" he announced.\n\n\n\n\"Have you, indeed?\" replied the glass-blower tying a knot in the\n\nrope.\n\n\n\n\"Yes; some one has stolen him.\"\n\n\n\n\"That's too bad,\" declared the glass-blower, indifferently.\n\n\n\n\"You must make me another,\" said the wizard.\n\n\n\n\"But I cannot; I've thrown away my tools.\"\n\n\n\n\"Then what shall I do?\" asked the wizard.\n\n\n\n\"I do not know, unless you offer a reward for the dog.\"\n\n\n\n\"But I have no money,\" said the wizard.\n\n\n\n\"Offer some of your compounds, then,\" suggested the glass-blower,\n\nwho was making a noose in the rope for his head to go through.\n\n\n\n\"The only thing I can spare,\" replied the wizard, thoughtfully, \"is\n\na Beauty Powder.\"\n\n\n\n\"What!\" cried the glass-blower, throwing down the rope, \"have you\n\nreally such a thing?\"\n\n\n\n\"Yes, indeed. Whoever takes the powder will become the most\n\nbeautiful person in the world.\"\n\n\n\n\"If you will offer that as a reward,\" said the glass-blower,\n\neagerly, \"I'll try to find the dog for you, for above everything\n\nelse I long to be beautiful.\"\n\n\n\n\"But I warn you the beauty will only be skin deep,\" said the wizard.\n\n\n\n\"That's all right,\" replied the happy glass-blower; \"when I lose my\n\nskin I shan't care to remain beautiful.\"\n\n\n\n\"Then tell me where to find my dog and you shall have the powder,\"\n\npromised the wizard.\n\n\n\nSo the glass-blower went out and pretended to search, and by-and-by\n\nhe returned and said:\n\n\n\n\"I've discovered the dog. You will find him in the mansion of Miss\n\nMydas.\"\n\n\n\nThe wizard went at once to see if this were true, and, sure enough,\n\nthe glass dog ran out and began barking at him. Then the wizard\n\nspread out his hands and chanted a magic spell which sent the dog\n\nfast asleep, when he picked him up and carried him to his own room\n\non the top floor of the tenement house.\n\n\n\nAfterward he carried the Beauty Powder to the glass-blower as a\n\nreward, and the fellow immediately swallowed it and became the most\n\nbeautiful man in the world.\n\n\n\nThe next time he called upon Miss Mydas there was no dog to bark at\n\nhim, and when the young lady saw him she fell in love with his\n\nbeauty at once.\n\n\n\n\"If only you were a count or a prince,\" she sighed, \"I'd willingly\n\nmarry you.\"\n\n\n\n\"But I am a prince,\" he answered; \"the Prince of Dogblowers.\"\n\n\n\n\"Ah!\" said she; \"then if you are willing to accept an allowance of\n\nfour dollars a week I'll order the wedding cards engraved.\"\n\n\n\nThe man hesitated, but when he thought of the rope hanging from his\n\nbedpost he consented to the terms.\n\n\n\nSo they were married, and the bride was very jealous of her\n\nhusband's beauty and led him a dog's life. So he managed to get into\n\ndebt and made her miserable in turn.\n\n\n\n* * * * *\n\n\n\nAs for the glass dog, the wizard set him barking again by means of\n\nhis wizardness and put him outside his door. I suppose he is there\n\nyet, and am rather sorry, for I should like to consult the wizard\n\nabout the moral to this story."}, {"index": "2", "r": "top", "relation": "has_property", "l": "floor", "sentence": "THE GLASS DOG      An accomplished wizard once lived on the top floor of a tenement  house and passed his time in thoughtful study and studious thought"}, {"index": "3", "r": "thoughtful", "relation": "has_property", "l": "study", "sentence": "THE GLASS DOG      An accomplished wizard once lived on the top floor of a tenement  house and passed his time in thoughtful study and studious thought"}, {"index": "4", "r": "several", "relation": "has_property", "l": "wizardments", "sentence": "What he didn't know about wizardry was hardly worth knowing, for he  possessed all the books and recipes of all the wizards who had lived  before him; and, moreover, he had invented several wizardments  himself"}, {"index": "5", "r": "admirable", "relation": "has_property", "l": "person", "sentence": "This admirable person would have been completely happy but for the  numerous interruptions to his studies caused by folk who came to  consult him about their troubles (in which he was not interested),  and by the loud knocks of the iceman, the milkman, the baker's boy,  the laundryman and the peanut woman"}, {"index": "6", "r": "numerous", "relation": "has_property", "l": "interruptions", "sentence": "This admirable person would have been completely happy but for the  numerous interruptions to his studies caused by folk who came to  consult him about their troubles (in which he was not interested),  and by the loud knocks of the iceman, the milkman, the baker's boy,  the laundryman and the peanut woman"}, {"index": "7", "r": "next", "relation": "has_property", "l": "room", "sentence": "He didn't know  where to find a dog, but in the next room lived a poor glass-blower  with whom he had a slight acquaintance; so he went into the man's  apartment and asked:    \"Where can I find a dog"}, {"index": "8", "r": "poor", "relation": "has_property", "l": "glass-blower", "sentence": "He didn't know  where to find a dog, but in the next room lived a poor glass-blower  with whom he had a slight acquaintance; so he went into the man's  apartment and asked:    \"Where can I find a dog"}, {"index": "9", "r": "slight", "relation": "has_property", "l": "acquaintance", "sentence": "He didn't know  where to find a dog, but in the next room lived a poor glass-blower  with whom he had a slight acquaintance; so he went into the man's  apartment and asked:    \"Where can I find a dog"}, {"index": "10", "r": "good", "relation": "has_property", "l": "dog", "sentence": "\"A good dog"}, {"index": "11", "r": "good", "relation": "has_property", "l": "dog,\"", "sentence": "In short, a good dog,\" said the wizard"}, {"index": "12", "r": "blue", "relation": "has_property", "l": "glass", "sentence": "\"Such a dog is hard to find,\" returned the glass-blower, who was  busy making a blue glass flower pot with a pink glass rosebush in  it, having green glass leaves and yellow glass roses"}, {"index": "13", "r": "pink", "relation": "has_property", "l": "glass", "sentence": "\"Such a dog is hard to find,\" returned the glass-blower, who was  busy making a blue glass flower pot with a pink glass rosebush in  it, having green glass leaves and yellow glass roses"}, {"index": "14", "r": "green", "relation": "has_property", "l": "glass", "sentence": "\"Such a dog is hard to find,\" returned the glass-blower, who was  busy making a blue glass flower pot with a pink glass rosebush in  it, having green glass leaves and yellow glass roses"}, {"index": "15", "r": "yellow", "relation": "has_property", "l": "glass", "sentence": "\"Such a dog is hard to find,\" returned the glass-blower, who was  busy making a blue glass flower pot with a pink glass rosebush in  it, having green glass leaves and yellow glass roses"}, {"index": "16", "r": "poor", "relation": "has_property", "l": "wizard", "sentence": "\"If I could  not make a glass dog bark I would be a mighty poor wizard"}, {"index": "17", "r": "horrid", "relation": "has_property", "l": "stuff", "sentence": "\"But I have none of that horrid  stuff you call money"}, {"index": "18", "r": "fine", "relation": "has_property", "l": "coat", "sentence": "It was a beautiful pink  in color, with a fine coat of spun glass, and about its neck was  twisted a blue glass ribbon"}, {"index": "19", "r": "blue", "relation": "has_property", "l": "glass", "sentence": "It was a beautiful pink  in color, with a fine coat of spun glass, and about its neck was  twisted a blue glass ribbon"}, {"index": "20", "r": "black", "relation": "has_property", "l": "glass", "sentence": "Its eyes were specks of black glass and  sparkled intelligently, as do many of the glass eyes worn by men"}, {"index": "21", "r": "marvelous", "relation": "has_property", "l": "remedy", "sentence": "That is a marvelous remedy"}, {"index": "22", "r": "frightful", "relation": "has_property", "l": "manner--that", "sentence": "Whereupon the  little animal first wagged its tail from side to side, then winked  his left eye knowingly, and at last began barking in a most  frightful manner--that is, when you stop to consider the noise came  from a pink glass dog"}, {"index": "23", "r": "pink", "relation": "has_property", "l": "glass", "sentence": "Whereupon the  little animal first wagged its tail from side to side, then winked  his left eye knowingly, and at last began barking in a most  frightful manner--that is, when you stop to consider the noise came  from a pink glass dog"}, {"index": "24", "r": "better", "relation": "has_property", "l": "to-day,\"", "sentence": "\"My rheumatism is better to-day,\" he reflected, \"and I will be wise  to save the medicine for a time when I am very ill, when it will be  of more service to me"}, {"index": "25", "r": "more", "relation": "has_property", "l": "service", "sentence": "\"My rheumatism is better to-day,\" he reflected, \"and I will be wise  to save the medicine for a time when I am very ill, when it will be  of more service to me"}, {"index": "26", "r": "more", "relation": "has_property", "l": "roses", "sentence": "So he placed the vial in his cupboard and went to work blowing more  roses out of glass"}, {"index": "27", "r": "great", "relation": "has_property", "l": "haste", "sentence": "But when  he reached the door the glass dog barked so fiercely that he dared  not knock, and returned in great haste to his own room"}, {"index": "28", "r": "own", "relation": "has_property", "l": "room", "sentence": "But when  he reached the door the glass dog barked so fiercely that he dared  not knock, and returned in great haste to his own room"}, {"index": "29", "r": "poor", "relation": "has_property", "l": "man", "sentence": "Indeed, the  poor man was quite upset at so unfriendly a reception from the dog  he had himself so carefully and skillfully made"}, {"index": "30", "r": "beautiful", "relation": "has_property", "l": "Miss", "sentence": "The next morning, as he read his newspaper, he noticed an article  stating that the beautiful Miss Mydas, the richest young lady in  town, was very ill, and the doctors had given up hope of her  recovery"}, {"index": "31", "r": "young", "relation": "has_property", "l": "lady", "sentence": "The next morning, as he read his newspaper, he noticed an article  stating that the beautiful Miss Mydas, the richest young lady in  town, was very ill, and the doctors had given up hope of her  recovery"}, {"index": "32", "r": "precious", "relation": "has_property", "l": "medicine", "sentence": "He suddenly recollected his precious  medicine, and determined to use it to better advantage than  relieving his own ills"}, {"index": "33", "r": "better", "relation": "has_property", "l": "advantage", "sentence": "He suddenly recollected his precious  medicine, and determined to use it to better advantage than  relieving his own ills"}, {"index": "34", "r": "own", "relation": "has_property", "l": "ills", "sentence": "He suddenly recollected his precious  medicine, and determined to use it to better advantage than  relieving his own ills"}, {"index": "35", "r": "best", "relation": "has_property", "l": "clothes", "sentence": "He dressed himself in his best clothes,  brushed his hair and combed his whiskers, washed his hands and tied  his necktie, blackened his hoes and sponged his vest, and then put  the vial of magic cure-all in his pocket"}, {"index": "36", "r": "grand", "relation": "has_property", "l": "mansion", "sentence": "Next he locked his door,  went downstairs and walked through the streets to the grand mansion  where the wealthy Miss Mydas resided"}, {"index": "37", "r": "wealthy", "relation": "has_property", "l": "Miss", "sentence": "Next he locked his door,  went downstairs and walked through the streets to the grand mansion  where the wealthy Miss Mydas resided"}, {"index": "38", "r": "young", "relation": "has_property", "l": "lady", "sentence": "My young lady is dying and we're well supplied for  the funeral"}, {"index": "39", "r": "young", "relation": "has_property", "l": "lady", "sentence": "\"No doctors, sir; they've given up my young lady, and she's given up  the doctors,\" continued the butler, calmly"}, {"index": "40", "r": "young", "relation": "has_property", "l": "lady", "sentence": "\"I called to cure your young lady by means of a magical compound"}, {"index": "41", "r": "magical", "relation": "has_property", "l": "compound", "sentence": "\"I called to cure your young lady by means of a magical compound"}, {"index": "42", "r": "young", "relation": "has_property", "l": "lady", "sentence": "The young lady did not hesitate an instant"}, {"index": "43", "r": "little", "relation": "has_property", "l": "water", "sentence": "So the glass-blower came, poured the magic drop into a little water,  gave it to the patient, and the next minute Miss Mydas was as well  as she had ever been in her life"}, {"index": "44", "r": "next", "relation": "has_property", "l": "minute", "sentence": "So the glass-blower came, poured the magic drop into a little water,  gave it to the patient, and the next minute Miss Mydas was as well  as she had ever been in her life"}, {"index": "45", "r": "funeral", "relation": "has_property", "l": "flowers", "sentence": "And don't forget to cancel the order for  the funeral flowers and your mourning gown"}, {"index": "46", "r": "young", "relation": "has_property", "l": "lady", "sentence": "\"I know,\" said the young lady, \"but we must have time to make proper  announcement in the society papers and have the wedding cards  engraved"}, {"index": "47", "r": "proper", "relation": "has_property", "l": "announcement", "sentence": "\"I know,\" said the young lady, \"but we must have time to make proper  announcement in the society papers and have the wedding cards  engraved"}, {"index": "48", "r": "rich", "relation": "has_property", "l": "wife", "sentence": "Yet the man went home filled with joy; for he thought his stratagem  had succeeded and he was about to marry a rich wife who would keep  him in luxury forever afterward"}, {"index": "49", "r": "heavy", "relation": "has_property", "l": "sack", "sentence": "On his way home he purchased a heavy sack, and when he passed the  wizard's door and the pink glass dog ran out to bark at him he threw  the sack over the dog, tied the opening with a piece of twine, and  carried him away to his own room"}, {"index": "50", "r": "pink", "relation": "has_property", "l": "glass", "sentence": "On his way home he purchased a heavy sack, and when he passed the  wizard's door and the pink glass dog ran out to bark at him he threw  the sack over the dog, tied the opening with a piece of twine, and  carried him away to his own room"}, {"index": "51", "r": "own", "relation": "has_property", "l": "room", "sentence": "On his way home he purchased a heavy sack, and when he passed the  wizard's door and the pink glass dog ran out to bark at him he threw  the sack over the dog, tied the opening with a piece of twine, and  carried him away to his own room"}, {"index": "52", "r": "next", "relation": "has_property", "l": "day", "sentence": "The next day he sent the sack by a messenger boy to Miss Mydas, with  his compliments, and later in the afternoon he called upon her in  person, feeling quite sure he would be received with gratitude for  stealing the dog she so greatly desired"}, {"index": "53", "r": "young", "relation": "has_property", "l": "lady", "sentence": "\"My young lady has ordered the  glass dog to bark whenever you call here"}, {"index": "54", "r": "poor", "relation": "has_property", "l": "glass-blower", "sentence": "This so frightened the poor glass-blower that he went away  hurriedly"}, {"index": "55", "r": "last", "relation": "has_property", "l": "dime", "sentence": "But he stopped at a drug store and put his last dime in  the telephone box so he could talk to Miss Mydas without being  bitten by the dog"}, {"index": "56", "r": "sweet", "relation": "has_property", "l": "voice", "sentence": "Presently a sweet voice said: \"This is Miss Mydas"}, {"index": "57", "r": "poor", "relation": "has_property", "l": "fellow", "sentence": "asked the poor fellow"}, {"index": "58", "r": "miserable", "relation": "has_property", "l": "glass-blower", "sentence": "The miserable glass-blower went home with a heart bursting with  disappointment and began tying a rope to the bedpost by which to  hang himself"}, {"index": "59", "r": "beautiful", "relation": "has_property", "l": "person", "sentence": "Whoever takes the powder will become the most  beautiful person in the world"}, {"index": "60", "r": "happy", "relation": "has_property", "l": "glass-blower", "sentence": "\"That's all right,\" replied the happy glass-blower; \"when I lose my  skin I shan't care to remain beautiful"}, {"index": "61", "r": "own", "relation": "has_property", "l": "room", "sentence": "Then the wizard  spread out his hands and chanted a magic spell which sent the dog  fast asleep, when he picked him up and carried him to his own room  on the top floor of the tenement house"}, {"index": "62", "r": "top", "relation": "has_property", "l": "floor", "sentence": "Then the wizard  spread out his hands and chanted a magic spell which sent the dog  fast asleep, when he picked him up and carried him to his own room  on the top floor of the tenement house"}, {"index": "63", "r": "beautiful", "relation": "has_property", "l": "man", "sentence": "Afterward he carried the Beauty Powder to the glass-blower as a  reward, and the fellow immediately swallowed it and became the most  beautiful man in the world"}, {"index": "64", "r": "next", "relation": "has_property", "l": "time", "sentence": "The next time he called upon Miss Mydas there was no dog to bark at  him, and when the young lady saw him she fell in love with his  beauty at once"}, {"index": "65", "r": "young", "relation": "has_property", "l": "lady", "sentence": "The next time he called upon Miss Mydas there was no dog to bark at  him, and when the young lady saw him she fell in love with his  beauty at once"}]