[{"index": "0", "is_verb": "false", "sentence": "\nTHE BOX OF ROBBERS\n\n\nNo one intended to leave Martha alone that afternoon, but it\nhappened that everyone was called away, for one reason or another.\nMrs. McFarland was attending the weekly card party held by the\nWomen's Anti-Gambling League. Sister Nell's young man had called\nquite unexpectedly to take her for a long drive. Papa was at the\noffice, as usual. It was Mary Ann's day out. As for Emeline, she\ncertainly should have stayed in the house and looked after the\nlittle girl; but Emeline had a restless nature.\n\n\"Would you mind, miss, if I just crossed the alley to speak a word\nto Mrs. Carleton's girl?\" she asked Martha.\n\n\"'Course not,\" replied the child. \"You'd better lock the back door,\nthough, and take the key, for I shall be upstairs.\"\n\n\"Oh, I'll do that, of course, miss,\" said the delighted maid, and\nran away to spend the afternoon with her friend, leaving Martha\nquite alone in the big house, and locked in, into the bargain.\n\nThe little girl read a few pages in her new book, sewed a few\nstitches in her embroidery and started to \"play visiting\" with her\nfour favorite dolls. Then she remembered that in the attic was a\ndoll's playhouse that hadn't been used for months, so she decided\nshe would dust it and put it in order.\n\nFilled with this idea, the girl climbed the winding stairs to the\nbig room under the roof. It was well lighted by three dormer windows\nand was warm and pleasant. Around the walls were rows of boxes and\ntrunks, piles of old carpeting, pieces of damaged furniture, bundles\nof discarded clothing and other odds and ends of more or less value.\nEvery well-regulated house has an attic of this sort, so I need not\ndescribe it.\n\nThe doll's house had been moved, but after a search Martha found it\naway over in a corner near the big chimney.\n\nShe drew it out and noticed that behind it was a black wooden chest\nwhich Uncle Walter had sent over from Italy years and years\nago--before Martha was born, in fact. Mamma had told her about it\none day; how there was no key to it, because Uncle Walter wished it\nto remain unopened until he returned home; and how this wandering\nuncle, who was a mighty hunter, had gone into Africa to hunt\nelephants and had never been heard from afterwards.\n\nThe little girl looked at the chest curiously, now that it had by\naccident attracted her attention.\n\nIt was quite big--bigger even than mamma's traveling trunk--and was\nstudded all over with tarnished brassheaded nails. It was heavy,\ntoo, for when Martha tried to lift one end of it she found she could\nnot stir it a bit. But there was a place in the side of the cover\nfor a key. She stooped to examine the lock, and saw that it would\ntake a rather big key to open it.\n\nThen, as you may suspect, the little girl longed to open Uncle\nWalter's big box and see what was in it. For we are all curious, and\nlittle girls are just as curious as the rest of us.\n\n\"I don't b'lieve Uncle Walter'll ever come back,\" she thought. \"Papa\nsaid once that some elephant must have killed him. If I only had a\nkey--\" She stopped and clapped her little hands together gayly as\nshe remembered a big basket of keys on the shelf in the linen\ncloset. They were of all sorts and sizes; perhaps one of them would\nunlock the mysterious chest!\n\nShe flew down the stairs, found the basket and returned with it to\nthe attic. Then she sat down before the brass-studded box and began\ntrying one key after another in the curious old lock. Some were too\nlarge, but most were too small. One would go into the lock but would\nnot turn; another stuck so fast that she feared for a time that she\nwould never get it out again. But at last, when the basket was\nalmost empty, an oddly-shaped, ancient brass key slipped easily into\nthe lock. With a cry of joy Martha turned the key with both hands;\nthen she heard a sharp \"click,\" and the next moment the heavy lid\nflew up of its own accord!\n\nThe little girl leaned over the edge of the chest an instant, and\nthe sight that met her eyes caused her to start back in amazement.\n\nSlowly and carefully a man unpacked himself from the chest, stepped\nout upon the floor, stretched his limbs and then took off his hat\nand bowed politely to the astonished child.\n\nHe was tall and thin and his face seemed badly tanned or sunburnt.\n\nThen another man emerged from the chest, yawning and rubbing his\neyes like a sleepy schoolboy. He was of middle size and his skin\nseemed as badly tanned as that of the first.\n\nWhile Martha stared open-mouthed at the remarkable sight a third man\ncrawled from the chest. He had the same complexion as his fellows,\nbut was short and fat.\n\nAll three were dressed in a curious manner. They wore short jackets\nof red velvet braided with gold, and knee breeches of sky-blue satin\nwith silver buttons. Over their stockings were laced wide ribbons of\nred and yellow and blue, while their hats had broad brims with high,\npeaked crowns, from which fluttered yards of bright-colored ribbons.\n\nThey had big gold rings in their ears and rows of knives and pistols\nin their belts. Their eyes were black and glittering and they wore\nlong, fierce mustaches, curling at the ends like a pig's tail.\n\n\"My! but you were heavy,\" exclaimed the fat one, when he had pulled\ndown his velvet jacket and brushed the dust from his sky-blue\nbreeches. \"And you squeezed me all out of shape.\"\n\n\"It was unavoidable, Luigi,\" responded the thin man, lightly; \"the\nlid of the chest pressed me down upon you. Yet I tender you my\nregrets.\"\n\n\"As for me,\" said the middle-sized man, carelessly rolling a\ncigarette and lighting it, \"you must acknowledge I have been your\nnearest friend for years; so do not be disagreeable.\"\n\n\"You mustn't smoke in the attic,\" said Martha, recovering herself at\nsight of the cigarette. \"You might set the house on fire.\"\n\nThe middle-sized man, who had not noticed her before, at this speech\nturned to the girl and bowed.\n\n\"Since a lady requests it,\" said he, \"I shall abandon my cigarette,\"\nand he threw it on the floor and extinguished it with his foot.\n\n\"Who are you?\" asked Martha, who until now had been too astonished\nto be frightened.\n\n\"Permit us to introduce ourselves,\" said the thin man, flourishing\nhis hat gracefully. \"This is Lugui,\" the fat man nodded; \"and this\nis Beni,\" the middle-sized man bowed; \"and I am Victor. We are three\nbandits--Italian bandits.\"\n\n\"Bandits!\" cried Martha, with a look of horror.\n\n\"Exactly. Perhaps in all the world there are not three other bandits\nso terrible and fierce as ourselves,\" said Victor, proudly.\n\n\"'Tis so,\" said the fat man, nodding gravely.\n\n\"But it's wicked!\" exclaimed Martha.\n\n\"Yes, indeed,\" replied Victor. \"We are extremely and tremendously\nwicked. Perhaps in all the world you could not find three men more\nwicked than those who now stand before you.\"\n\n\"'Tis so,\" said the fat man, approvingly.\n\n\"But you shouldn't be so wicked,\" said the girl;\n\"it's--it's--naughty!\"\n\nVictor cast down his eyes and blushed.\n\n\"Naughty!\" gasped Beni, with a horrified look.\n\n\"'Tis a hard word,\" said Luigi, sadly, and buried his face in his\nhands.\n\n\"I little thought,\" murmured Victor, in a voice broken by emotion,\n\"ever to be so reviled--and by a lady! Yet, perhaps you spoke\nthoughtlessly. You must consider, miss, that our wickedness has an\nexcuse. For how are we to be bandits, let me ask, unless we are\nwicked?\"\n\nMartha was puzzled and shook her head, thoughtfully. Then she\nremembered something.\n\n\"You can't remain bandits any longer,\" said she, \"because you are\nnow in America.\"\n\n\"America!\" cried the three, together.\n\n\"Certainly. You are on Prairie avenue, in Chicago. Uncle Walter sent\nyou here from Italy in this chest.\"\n\nThe bandits seemed greatly bewildered by this announcement. Lugui\nsat down on an old chair with a broken rocker and wiped his forehead\nwith a yellow silk handkerchief. Beni and Victor fell back upon the\nchest and looked at her with pale faces and staring eyes.\n\nWhen he had somewhat recovered himself Victor spoke.\n\n\"Your Uncle Walter has greatly wronged us,\" he said, reproachfully.\n\"He has taken us from our beloved Italy, where bandits are highly\nrespected, and brought us to a strange country where we shall not\nknow whom to rob or how much to ask for a ransom.\"\n\n\"'Tis so!\" said the fat man, slapping his leg sharply.\n\n\"And we had won such fine reputations in Italy!\" said Beni,\nregretfully.\n\n\"Perhaps Uncle Walter wanted to reform you,\" suggested Martha.\n\n\"Are there, then, no bandits in Chicago?\" asked Victor.\n\n\"Well,\" replied the girl, blushing in her turn, \"we do not call them\nbandits.\"\n\n\"Then what shall we do for a living?\" inquired Beni, despairingly.\n\n\"A great deal can be done in a big American city,\" said the child.\n\"My father is a lawyer\" (the bandits shuddered), \"and my mother's\ncousin is a police inspector.\"\n\n\"Ah,\" said Victor, \"that is a good employment. The police need to be\ninspected, especially in Italy.\"\n\n\"Everywhere!\" added Beni.\n\n\"Then you could do other things,\" continued Martha, encouragingly.\n\"You could be motor men on trolley cars, or clerks in a department\nstore. Some people even become aldermen to earn a living.\"\n\nThe bandits shook their heads sadly.\n\n\"We are not fitted for such work,\" said Victor. \"Our business is to\nrob.\"\n\nMartha tried to think.\n\n\"It is rather hard to get positions in the gas office,\" she said,\n\"but you might become politicians.\"\n\n\"No!\" cried Beni, with sudden fierceness; \"we must not abandon our\nhigh calling. Bandits we have always been, and bandits we must\nremain!\"\n\n\"'Tis so!\" agreed the fat man.\n\n\"Even in Chicago there must be people to rob,\" remarked Victor, with\ncheerfulness.\n\nMartha was distressed.\n\n\"I think they have all been robbed,\" she objected.\n\n\"Then we can rob the robbers, for we have experience and talent\nbeyond the ordinary,\" said Beni.\n\n\"Oh, dear; oh, dear!\" moaned the girl; \"why did Uncle Walter ever\nsend you here in this chest?\"\n\nThe bandits became interested.\n\n\"That is what we should like to know,\" declared Victor, eagerly.\n\n\"But no one will ever know, for Uncle Walter was lost while hunting\nelephants in Africa,\" she continued, with conviction.\n\n\"Then we must accept our fate and rob to the best of our ability,\"\nsaid Victor. \"So long as we are faithful to our beloved profession\nwe need not be ashamed.\"\n\n\"'Tis so!\" cried the fat man.\n\n\"Brothers! we will begin now. Let us rob the house we are in.\"\n\n\"Good!\" shouted the others and sprang to their feet.\n\nBeni turned threateningly upon the child.\n\n\"Remain here!\" he commanded. \"If you stir one step your blood will\nbe on your own head!\" Then he added, in a gentler voice: \"Don't be\nafraid; that's the way all bandits talk to their captives. But of\ncourse we wouldn't hurt a young lady under any circumstances.\"\n\n\"Of course not,\" said Victor.\n\nThe fat man drew a big knife from his belt and flourished it about\nhis head.\n\n\"S'blood!\" he ejaculated, fiercely.\n\n\"S'bananas!\" cried Beni, in a terrible voice.\n\n\"Confusion to our foes!\" hissed Victor.\n\nAnd then the three bent themselves nearly double and crept\nstealthily down the stairway with cocked pistols in their hands and\nglittering knives between their teeth, leaving Martha trembling with\nfear and too horrified to even cry for help.\n\nHow long she remained alone in the attic she never knew, but finally\nshe heard the catlike tread of the returning bandits and saw them\ncoming up the stairs in single file.\n\nAll bore heavy loads of plunder in their arms, and Lugui was\nbalancing a mince pie on the top of a pile of her mother's best\nevening dresses. Victor came next with an armful of bric-a-brac, a\nbrass candelabra and the parlor clock. Beni had the family Bible,\nthe basket of silverware from the sideboard, a copper kettle and\npapa's fur overcoat.\n\n\"Oh, joy!\" said Victor, putting down his load; \"it is pleasant to\nrob once more.\"\n\n\"Oh, ecstacy!\" said Beni; but he let the kettle drop on his toe and\nimmediately began dancing around in anguish, while he muttered queer\nwords in the Italian language.\n\n\"We have much wealth,\" continued Victor, holding the mince pie while\nLugui added his spoils to the heap; \"and all from one house! This\nAmerica must be a rich place.\"\n\nWith a dagger he then cut himself a piece of the pie and handed the\nremainder to his comrades. Whereupon all three sat upon the floor\nand consumed the pie while Martha looked on sadly.\n\n\"We should have a cave,\" remarked Beni; \"for we must store our\nplunder in a safe place. Can you tell us of a secret cave?\" he asked\nMartha.\n\n\"There's a Mammoth cave,\" she answered, \"but it's in Kentucky. You\nwould be obliged to ride on the cars a long time to get there.\"\n\nThe three bandits looked thoughtful and munched their pie silently,\nbut the next moment they were startled by the ringing of the\nelectric doorbell, which was heard plainly even in the remote attic.\n\n\"What's that?\" demanded Victor, in a hoarse voice, as the three\nscrambled to their feet with drawn daggers.\n\nMartha ran to the window and saw it was only the postman, who had\ndropped a letter in the box and gone away again. But the incident\ngave her an idea of how to get rid of her troublesome bandits, so\nshe began wringing her hands as if in great distress and cried out:\n\n\"It's the police!\"\n\nThe robbers looked at one another with genuine alarm, and Lugui\nasked, tremblingly:\n\n\"Are there many of them?\"\n\n\"A hundred and twelve!\" exclaimed Martha, after pretending to count\nthem.\n\n\"Then we are lost!\" declared Beni; \"for we could never fight so many\nand live.\"\n\n\"Are they armed?\" inquired Victor, who was shivering as if cold.\n\n\"Oh, yes,\" said she. \"They have guns and swords and pistols and axes\nand--and--\"\n\n\"And what?\" demanded Lugui.\n\n\"And cannons!\"\n\nThe three wicked ones groaned aloud and Beni said, in a hollow\nvoice:\n\n\"I hope they will kill us quickly and not put us to the torture. I\nhave been told these Americans are painted Indians, who are\nbloodthirsty and terrible.\"\n\n\"'Tis so!\" gasped the fat man, with a shudder.\n\nSuddenly Martha turned from the window.\n\n\"You are my friends, are you not?\" she asked.\n\n\"We are devoted!\" answered Victor.\n\n\"We adore you!\" cried Beni.\n\n\"We would die for you!\" added Lugui, thinking he was about to die\nanyway.\n\n\"Then I will save you,\" said the girl.\n\n\"How?\" asked the three, with one voice.\n\n\"Get back into the chest,\" she said. \"I will then close the lid, so\nthey will be unable to find you.\"\n\nThey looked around the room in a dazed and irresolute way, but she\nexclaimed:\n\n\"You must be quick! They will soon be here to arrest you.\"\n\nThen Lugui sprang into the chest and lay fat upon the bottom. Beni\ntumbled in next and packed himself in the back side. Victor followed\nafter pausing to kiss her hand to the girl in a graceful manner.\n\nThen Martha ran up to press down the lid, but could not make it\ncatch.\n\n\"You must squeeze down,\" she said to them.\n\nLugui groaned.\n\n\"I am doing my best, miss,\" said Victor, who was nearest the top;\n\"but although we fitted in very nicely before, the chest now seems\nrather small for us.\"\n\n\"'Tis so!\" came the muffled voice of the fat man from the bottom.\n\n\"I know what takes up the room,\" said Beni.\n\n\"What?\" inquired Victor, anxiously.\n\n\"The pie,\" returned Beni.\n\n\"'Tis so!\" came from the bottom, in faint accents.\n\nThen Martha sat upon the lid and pressed it down with all her\nweight. To her great delight the lock caught, and, springing down,\nshe exerted all her strength and turned the key.\n\n* * * * *\n\nThis story should teach us not to interfere in matters that do not\nconcern us. For had Martha refrained from opening Uncle Walter's\nmysterious chest she would not have been obliged to carry downstairs\nall the plunder the robbers had brought into the attic.\n", "l": "Martha", "r": "actor", "relation": "instance_of"}, {"index": "0", "is_verb": "false", "sentence": "\nTHE BOX OF ROBBERS\n\n\nNo one intended to leave Martha alone that afternoon, but it\nhappened that everyone was called away, for one reason or another.\nMrs. McFarland was attending the weekly card party held by the\nWomen's Anti-Gambling League. Sister Nell's young man had called\nquite unexpectedly to take her for a long drive. Papa was at the\noffice, as usual. It was Mary Ann's day out. As for Emeline, she\ncertainly should have stayed in the house and looked after the\nlittle girl; but Emeline had a restless nature.\n\n\"Would you mind, miss, if I just crossed the alley to speak a word\nto Mrs. Carleton's girl?\" she asked Martha.\n\n\"'Course not,\" replied the child. \"You'd better lock the back door,\nthough, and take the key, for I shall be upstairs.\"\n\n\"Oh, I'll do that, of course, miss,\" said the delighted maid, and\nran away to spend the afternoon with her friend, leaving Martha\nquite alone in the big house, and locked in, into the bargain.\n\nThe little girl read a few pages in her new book, sewed a few\nstitches in her embroidery and started to \"play visiting\" with her\nfour favorite dolls. Then she remembered that in the attic was a\ndoll's playhouse that hadn't been used for months, so she decided\nshe would dust it and put it in order.\n\nFilled with this idea, the girl climbed the winding stairs to the\nbig room under the roof. It was well lighted by three dormer windows\nand was warm and pleasant. Around the walls were rows of boxes and\ntrunks, piles of old carpeting, pieces of damaged furniture, bundles\nof discarded clothing and other odds and ends of more or less value.\nEvery well-regulated house has an attic of this sort, so I need not\ndescribe it.\n\nThe doll's house had been moved, but after a search Martha found it\naway over in a corner near the big chimney.\n\nShe drew it out and noticed that behind it was a black wooden chest\nwhich Uncle Walter had sent over from Italy years and years\nago--before Martha was born, in fact. Mamma had told her about it\none day; how there was no key to it, because Uncle Walter wished it\nto remain unopened until he returned home; and how this wandering\nuncle, who was a mighty hunter, had gone into Africa to hunt\nelephants and had never been heard from afterwards.\n\nThe little girl looked at the chest curiously, now that it had by\naccident attracted her attention.\n\nIt was quite big--bigger even than mamma's traveling trunk--and was\nstudded all over with tarnished brassheaded nails. It was heavy,\ntoo, for when Martha tried to lift one end of it she found she could\nnot stir it a bit. But there was a place in the side of the cover\nfor a key. She stooped to examine the lock, and saw that it would\ntake a rather big key to open it.\n\nThen, as you may suspect, the little girl longed to open Uncle\nWalter's big box and see what was in it. For we are all curious, and\nlittle girls are just as curious as the rest of us.\n\n\"I don't b'lieve Uncle Walter'll ever come back,\" she thought. \"Papa\nsaid once that some elephant must have killed him. If I only had a\nkey--\" She stopped and clapped her little hands together gayly as\nshe remembered a big basket of keys on the shelf in the linen\ncloset. They were of all sorts and sizes; perhaps one of them would\nunlock the mysterious chest!\n\nShe flew down the stairs, found the basket and returned with it to\nthe attic. Then she sat down before the brass-studded box and began\ntrying one key after another in the curious old lock. Some were too\nlarge, but most were too small. One would go into the lock but would\nnot turn; another stuck so fast that she feared for a time that she\nwould never get it out again. But at last, when the basket was\nalmost empty, an oddly-shaped, ancient brass key slipped easily into\nthe lock. With a cry of joy Martha turned the key with both hands;\nthen she heard a sharp \"click,\" and the next moment the heavy lid\nflew up of its own accord!\n\nThe little girl leaned over the edge of the chest an instant, and\nthe sight that met her eyes caused her to start back in amazement.\n\nSlowly and carefully a man unpacked himself from the chest, stepped\nout upon the floor, stretched his limbs and then took off his hat\nand bowed politely to the astonished child.\n\nHe was tall and thin and his face seemed badly tanned or sunburnt.\n\nThen another man emerged from the chest, yawning and rubbing his\neyes like a sleepy schoolboy. He was of middle size and his skin\nseemed as badly tanned as that of the first.\n\nWhile Martha stared open-mouthed at the remarkable sight a third man\ncrawled from the chest. He had the same complexion as his fellows,\nbut was short and fat.\n\nAll three were dressed in a curious manner. They wore short jackets\nof red velvet braided with gold, and knee breeches of sky-blue satin\nwith silver buttons. Over their stockings were laced wide ribbons of\nred and yellow and blue, while their hats had broad brims with high,\npeaked crowns, from which fluttered yards of bright-colored ribbons.\n\nThey had big gold rings in their ears and rows of knives and pistols\nin their belts. Their eyes were black and glittering and they wore\nlong, fierce mustaches, curling at the ends like a pig's tail.\n\n\"My! but you were heavy,\" exclaimed the fat one, when he had pulled\ndown his velvet jacket and brushed the dust from his sky-blue\nbreeches. \"And you squeezed me all out of shape.\"\n\n\"It was unavoidable, Luigi,\" responded the thin man, lightly; \"the\nlid of the chest pressed me down upon you. Yet I tender you my\nregrets.\"\n\n\"As for me,\" said the middle-sized man, carelessly rolling a\ncigarette and lighting it, \"you must acknowledge I have been your\nnearest friend for years; so do not be disagreeable.\"\n\n\"You mustn't smoke in the attic,\" said Martha, recovering herself at\nsight of the cigarette. \"You might set the house on fire.\"\n\nThe middle-sized man, who had not noticed her before, at this speech\nturned to the girl and bowed.\n\n\"Since a lady requests it,\" said he, \"I shall abandon my cigarette,\"\nand he threw it on the floor and extinguished it with his foot.\n\n\"Who are you?\" asked Martha, who until now had been too astonished\nto be frightened.\n\n\"Permit us to introduce ourselves,\" said the thin man, flourishing\nhis hat gracefully. \"This is Lugui,\" the fat man nodded; \"and this\nis Beni,\" the middle-sized man bowed; \"and I am Victor. We are three\nbandits--Italian bandits.\"\n\n\"Bandits!\" cried Martha, with a look of horror.\n\n\"Exactly. Perhaps in all the world there are not three other bandits\nso terrible and fierce as ourselves,\" said Victor, proudly.\n\n\"'Tis so,\" said the fat man, nodding gravely.\n\n\"But it's wicked!\" exclaimed Martha.\n\n\"Yes, indeed,\" replied Victor. \"We are extremely and tremendously\nwicked. Perhaps in all the world you could not find three men more\nwicked than those who now stand before you.\"\n\n\"'Tis so,\" said the fat man, approvingly.\n\n\"But you shouldn't be so wicked,\" said the girl;\n\"it's--it's--naughty!\"\n\nVictor cast down his eyes and blushed.\n\n\"Naughty!\" gasped Beni, with a horrified look.\n\n\"'Tis a hard word,\" said Luigi, sadly, and buried his face in his\nhands.\n\n\"I little thought,\" murmured Victor, in a voice broken by emotion,\n\"ever to be so reviled--and by a lady! Yet, perhaps you spoke\nthoughtlessly. You must consider, miss, that our wickedness has an\nexcuse. For how are we to be bandits, let me ask, unless we are\nwicked?\"\n\nMartha was puzzled and shook her head, thoughtfully. Then she\nremembered something.\n\n\"You can't remain bandits any longer,\" said she, \"because you are\nnow in America.\"\n\n\"America!\" cried the three, together.\n\n\"Certainly. You are on Prairie avenue, in Chicago. Uncle Walter sent\nyou here from Italy in this chest.\"\n\nThe bandits seemed greatly bewildered by this announcement. Lugui\nsat down on an old chair with a broken rocker and wiped his forehead\nwith a yellow silk handkerchief. Beni and Victor fell back upon the\nchest and looked at her with pale faces and staring eyes.\n\nWhen he had somewhat recovered himself Victor spoke.\n\n\"Your Uncle Walter has greatly wronged us,\" he said, reproachfully.\n\"He has taken us from our beloved Italy, where bandits are highly\nrespected, and brought us to a strange country where we shall not\nknow whom to rob or how much to ask for a ransom.\"\n\n\"'Tis so!\" said the fat man, slapping his leg sharply.\n\n\"And we had won such fine reputations in Italy!\" said Beni,\nregretfully.\n\n\"Perhaps Uncle Walter wanted to reform you,\" suggested Martha.\n\n\"Are there, then, no bandits in Chicago?\" asked Victor.\n\n\"Well,\" replied the girl, blushing in her turn, \"we do not call them\nbandits.\"\n\n\"Then what shall we do for a living?\" inquired Beni, despairingly.\n\n\"A great deal can be done in a big American city,\" said the child.\n\"My father is a lawyer\" (the bandits shuddered), \"and my mother's\ncousin is a police inspector.\"\n\n\"Ah,\" said Victor, \"that is a good employment. The police need to be\ninspected, especially in Italy.\"\n\n\"Everywhere!\" added Beni.\n\n\"Then you could do other things,\" continued Martha, encouragingly.\n\"You could be motor men on trolley cars, or clerks in a department\nstore. Some people even become aldermen to earn a living.\"\n\nThe bandits shook their heads sadly.\n\n\"We are not fitted for such work,\" said Victor. \"Our business is to\nrob.\"\n\nMartha tried to think.\n\n\"It is rather hard to get positions in the gas office,\" she said,\n\"but you might become politicians.\"\n\n\"No!\" cried Beni, with sudden fierceness; \"we must not abandon our\nhigh calling. Bandits we have always been, and bandits we must\nremain!\"\n\n\"'Tis so!\" agreed the fat man.\n\n\"Even in Chicago there must be people to rob,\" remarked Victor, with\ncheerfulness.\n\nMartha was distressed.\n\n\"I think they have all been robbed,\" she objected.\n\n\"Then we can rob the robbers, for we have experience and talent\nbeyond the ordinary,\" said Beni.\n\n\"Oh, dear; oh, dear!\" moaned the girl; \"why did Uncle Walter ever\nsend you here in this chest?\"\n\nThe bandits became interested.\n\n\"That is what we should like to know,\" declared Victor, eagerly.\n\n\"But no one will ever know, for Uncle Walter was lost while hunting\nelephants in Africa,\" she continued, with conviction.\n\n\"Then we must accept our fate and rob to the best of our ability,\"\nsaid Victor. \"So long as we are faithful to our beloved profession\nwe need not be ashamed.\"\n\n\"'Tis so!\" cried the fat man.\n\n\"Brothers! we will begin now. Let us rob the house we are in.\"\n\n\"Good!\" shouted the others and sprang to their feet.\n\nBeni turned threateningly upon the child.\n\n\"Remain here!\" he commanded. \"If you stir one step your blood will\nbe on your own head!\" Then he added, in a gentler voice: \"Don't be\nafraid; that's the way all bandits talk to their captives. But of\ncourse we wouldn't hurt a young lady under any circumstances.\"\n\n\"Of course not,\" said Victor.\n\nThe fat man drew a big knife from his belt and flourished it about\nhis head.\n\n\"S'blood!\" he ejaculated, fiercely.\n\n\"S'bananas!\" cried Beni, in a terrible voice.\n\n\"Confusion to our foes!\" hissed Victor.\n\nAnd then the three bent themselves nearly double and crept\nstealthily down the stairway with cocked pistols in their hands and\nglittering knives between their teeth, leaving Martha trembling with\nfear and too horrified to even cry for help.\n\nHow long she remained alone in the attic she never knew, but finally\nshe heard the catlike tread of the returning bandits and saw them\ncoming up the stairs in single file.\n\nAll bore heavy loads of plunder in their arms, and Lugui was\nbalancing a mince pie on the top of a pile of her mother's best\nevening dresses. Victor came next with an armful of bric-a-brac, a\nbrass candelabra and the parlor clock. Beni had the family Bible,\nthe basket of silverware from the sideboard, a copper kettle and\npapa's fur overcoat.\n\n\"Oh, joy!\" said Victor, putting down his load; \"it is pleasant to\nrob once more.\"\n\n\"Oh, ecstacy!\" said Beni; but he let the kettle drop on his toe and\nimmediately began dancing around in anguish, while he muttered queer\nwords in the Italian language.\n\n\"We have much wealth,\" continued Victor, holding the mince pie while\nLugui added his spoils to the heap; \"and all from one house! This\nAmerica must be a rich place.\"\n\nWith a dagger he then cut himself a piece of the pie and handed the\nremainder to his comrades. Whereupon all three sat upon the floor\nand consumed the pie while Martha looked on sadly.\n\n\"We should have a cave,\" remarked Beni; \"for we must store our\nplunder in a safe place. Can you tell us of a secret cave?\" he asked\nMartha.\n\n\"There's a Mammoth cave,\" she answered, \"but it's in Kentucky. You\nwould be obliged to ride on the cars a long time to get there.\"\n\nThe three bandits looked thoughtful and munched their pie silently,\nbut the next moment they were startled by the ringing of the\nelectric doorbell, which was heard plainly even in the remote attic.\n\n\"What's that?\" demanded Victor, in a hoarse voice, as the three\nscrambled to their feet with drawn daggers.\n\nMartha ran to the window and saw it was only the postman, who had\ndropped a letter in the box and gone away again. But the incident\ngave her an idea of how to get rid of her troublesome bandits, so\nshe began wringing her hands as if in great distress and cried out:\n\n\"It's the police!\"\n\nThe robbers looked at one another with genuine alarm, and Lugui\nasked, tremblingly:\n\n\"Are there many of them?\"\n\n\"A hundred and twelve!\" exclaimed Martha, after pretending to count\nthem.\n\n\"Then we are lost!\" declared Beni; \"for we could never fight so many\nand live.\"\n\n\"Are they armed?\" inquired Victor, who was shivering as if cold.\n\n\"Oh, yes,\" said she. \"They have guns and swords and pistols and axes\nand--and--\"\n\n\"And what?\" demanded Lugui.\n\n\"And cannons!\"\n\nThe three wicked ones groaned aloud and Beni said, in a hollow\nvoice:\n\n\"I hope they will kill us quickly and not put us to the torture. I\nhave been told these Americans are painted Indians, who are\nbloodthirsty and terrible.\"\n\n\"'Tis so!\" gasped the fat man, with a shudder.\n\nSuddenly Martha turned from the window.\n\n\"You are my friends, are you not?\" she asked.\n\n\"We are devoted!\" answered Victor.\n\n\"We adore you!\" cried Beni.\n\n\"We would die for you!\" added Lugui, thinking he was about to die\nanyway.\n\n\"Then I will save you,\" said the girl.\n\n\"How?\" asked the three, with one voice.\n\n\"Get back into the chest,\" she said. \"I will then close the lid, so\nthey will be unable to find you.\"\n\nThey looked around the room in a dazed and irresolute way, but she\nexclaimed:\n\n\"You must be quick! They will soon be here to arrest you.\"\n\nThen Lugui sprang into the chest and lay fat upon the bottom. Beni\ntumbled in next and packed himself in the back side. Victor followed\nafter pausing to kiss her hand to the girl in a graceful manner.\n\nThen Martha ran up to press down the lid, but could not make it\ncatch.\n\n\"You must squeeze down,\" she said to them.\n\nLugui groaned.\n\n\"I am doing my best, miss,\" said Victor, who was nearest the top;\n\"but although we fitted in very nicely before, the chest now seems\nrather small for us.\"\n\n\"'Tis so!\" came the muffled voice of the fat man from the bottom.\n\n\"I know what takes up the room,\" said Beni.\n\n\"What?\" inquired Victor, anxiously.\n\n\"The pie,\" returned Beni.\n\n\"'Tis so!\" came from the bottom, in faint accents.\n\nThen Martha sat upon the lid and pressed it down with all her\nweight. To her great delight the lock caught, and, springing down,\nshe exerted all her strength and turned the key.\n\n* * * * *\n\nThis story should teach us not to interfere in matters that do not\nconcern us. For had Martha refrained from opening Uncle Walter's\nmysterious chest she would not have been obliged to carry downstairs\nall the plunder the robbers had brought into the attic.\n", "l": "Martha", "r": "female", "relation": "has_gender"}, {"index": "2", "is_verb": "false", "sentence": "\nTHE BOX OF ROBBERS\n\n\nNo one intended to leave Martha alone that afternoon, but it\nhappened that everyone was called away, for one reason or another.\nMrs. McFarland was attending the weekly card party held by the\nWomen's Anti-Gambling League. Sister Nell's young man had called\nquite unexpectedly to take her for a long drive. Papa was at the\noffice, as usual. It was Mary Ann's day out. As for Emeline, she\ncertainly should have stayed in the house and looked after the\nlittle girl; but Emeline had a restless nature.\n\n\"Would you mind, miss, if I just crossed the alley to speak a word\nto Mrs. Carleton's girl?\" she asked Martha.\n\n\"'Course not,\" replied the child. \"You'd better lock the back door,\nthough, and take the key, for I shall be upstairs.\"\n\n\"Oh, I'll do that, of course, miss,\" said the delighted maid, and\nran away to spend the afternoon with her friend, leaving Martha\nquite alone in the big house, and locked in, into the bargain.\n\nThe little girl read a few pages in her new book, sewed a few\nstitches in her embroidery and started to \"play visiting\" with her\nfour favorite dolls. Then she remembered that in the attic was a\ndoll's playhouse that hadn't been used for months, so she decided\nshe would dust it and put it in order.\n\nFilled with this idea, the girl climbed the winding stairs to the\nbig room under the roof. It was well lighted by three dormer windows\nand was warm and pleasant. Around the walls were rows of boxes and\ntrunks, piles of old carpeting, pieces of damaged furniture, bundles\nof discarded clothing and other odds and ends of more or less value.\nEvery well-regulated house has an attic of this sort, so I need not\ndescribe it.\n\nThe doll's house had been moved, but after a search Martha found it\naway over in a corner near the big chimney.\n\nShe drew it out and noticed that behind it was a black wooden chest\nwhich Uncle Walter had sent over from Italy years and years\nago--before Martha was born, in fact. Mamma had told her about it\none day; how there was no key to it, because Uncle Walter wished it\nto remain unopened until he returned home; and how this wandering\nuncle, who was a mighty hunter, had gone into Africa to hunt\nelephants and had never been heard from afterwards.\n\nThe little girl looked at the chest curiously, now that it had by\naccident attracted her attention.\n\nIt was quite big--bigger even than mamma's traveling trunk--and was\nstudded all over with tarnished brassheaded nails. It was heavy,\ntoo, for when Martha tried to lift one end of it she found she could\nnot stir it a bit. But there was a place in the side of the cover\nfor a key. She stooped to examine the lock, and saw that it would\ntake a rather big key to open it.\n\nThen, as you may suspect, the little girl longed to open Uncle\nWalter's big box and see what was in it. For we are all curious, and\nlittle girls are just as curious as the rest of us.\n\n\"I don't b'lieve Uncle Walter'll ever come back,\" she thought. \"Papa\nsaid once that some elephant must have killed him. If I only had a\nkey--\" She stopped and clapped her little hands together gayly as\nshe remembered a big basket of keys on the shelf in the linen\ncloset. They were of all sorts and sizes; perhaps one of them would\nunlock the mysterious chest!\n\nShe flew down the stairs, found the basket and returned with it to\nthe attic. Then she sat down before the brass-studded box and began\ntrying one key after another in the curious old lock. Some were too\nlarge, but most were too small. One would go into the lock but would\nnot turn; another stuck so fast that she feared for a time that she\nwould never get it out again. But at last, when the basket was\nalmost empty, an oddly-shaped, ancient brass key slipped easily into\nthe lock. With a cry of joy Martha turned the key with both hands;\nthen she heard a sharp \"click,\" and the next moment the heavy lid\nflew up of its own accord!\n\nThe little girl leaned over the edge of the chest an instant, and\nthe sight that met her eyes caused her to start back in amazement.\n\nSlowly and carefully a man unpacked himself from the chest, stepped\nout upon the floor, stretched his limbs and then took off his hat\nand bowed politely to the astonished child.\n\nHe was tall and thin and his face seemed badly tanned or sunburnt.\n\nThen another man emerged from the chest, yawning and rubbing his\neyes like a sleepy schoolboy. He was of middle size and his skin\nseemed as badly tanned as that of the first.\n\nWhile Martha stared open-mouthed at the remarkable sight a third man\ncrawled from the chest. He had the same complexion as his fellows,\nbut was short and fat.\n\nAll three were dressed in a curious manner. They wore short jackets\nof red velvet braided with gold, and knee breeches of sky-blue satin\nwith silver buttons. Over their stockings were laced wide ribbons of\nred and yellow and blue, while their hats had broad brims with high,\npeaked crowns, from which fluttered yards of bright-colored ribbons.\n\nThey had big gold rings in their ears and rows of knives and pistols\nin their belts. Their eyes were black and glittering and they wore\nlong, fierce mustaches, curling at the ends like a pig's tail.\n\n\"My! but you were heavy,\" exclaimed the fat one, when he had pulled\ndown his velvet jacket and brushed the dust from his sky-blue\nbreeches. \"And you squeezed me all out of shape.\"\n\n\"It was unavoidable, Luigi,\" responded the thin man, lightly; \"the\nlid of the chest pressed me down upon you. Yet I tender you my\nregrets.\"\n\n\"As for me,\" said the middle-sized man, carelessly rolling a\ncigarette and lighting it, \"you must acknowledge I have been your\nnearest friend for years; so do not be disagreeable.\"\n\n\"You mustn't smoke in the attic,\" said Martha, recovering herself at\nsight of the cigarette. \"You might set the house on fire.\"\n\nThe middle-sized man, who had not noticed her before, at this speech\nturned to the girl and bowed.\n\n\"Since a lady requests it,\" said he, \"I shall abandon my cigarette,\"\nand he threw it on the floor and extinguished it with his foot.\n\n\"Who are you?\" asked Martha, who until now had been too astonished\nto be frightened.\n\n\"Permit us to introduce ourselves,\" said the thin man, flourishing\nhis hat gracefully. \"This is Lugui,\" the fat man nodded; \"and this\nis Beni,\" the middle-sized man bowed; \"and I am Victor. We are three\nbandits--Italian bandits.\"\n\n\"Bandits!\" cried Martha, with a look of horror.\n\n\"Exactly. Perhaps in all the world there are not three other bandits\nso terrible and fierce as ourselves,\" said Victor, proudly.\n\n\"'Tis so,\" said the fat man, nodding gravely.\n\n\"But it's wicked!\" exclaimed Martha.\n\n\"Yes, indeed,\" replied Victor. \"We are extremely and tremendously\nwicked. Perhaps in all the world you could not find three men more\nwicked than those who now stand before you.\"\n\n\"'Tis so,\" said the fat man, approvingly.\n\n\"But you shouldn't be so wicked,\" said the girl;\n\"it's--it's--naughty!\"\n\nVictor cast down his eyes and blushed.\n\n\"Naughty!\" gasped Beni, with a horrified look.\n\n\"'Tis a hard word,\" said Luigi, sadly, and buried his face in his\nhands.\n\n\"I little thought,\" murmured Victor, in a voice broken by emotion,\n\"ever to be so reviled--and by a lady! Yet, perhaps you spoke\nthoughtlessly. You must consider, miss, that our wickedness has an\nexcuse. For how are we to be bandits, let me ask, unless we are\nwicked?\"\n\nMartha was puzzled and shook her head, thoughtfully. Then she\nremembered something.\n\n\"You can't remain bandits any longer,\" said she, \"because you are\nnow in America.\"\n\n\"America!\" cried the three, together.\n\n\"Certainly. You are on Prairie avenue, in Chicago. Uncle Walter sent\nyou here from Italy in this chest.\"\n\nThe bandits seemed greatly bewildered by this announcement. Lugui\nsat down on an old chair with a broken rocker and wiped his forehead\nwith a yellow silk handkerchief. Beni and Victor fell back upon the\nchest and looked at her with pale faces and staring eyes.\n\nWhen he had somewhat recovered himself Victor spoke.\n\n\"Your Uncle Walter has greatly wronged us,\" he said, reproachfully.\n\"He has taken us from our beloved Italy, where bandits are highly\nrespected, and brought us to a strange country where we shall not\nknow whom to rob or how much to ask for a ransom.\"\n\n\"'Tis so!\" said the fat man, slapping his leg sharply.\n\n\"And we had won such fine reputations in Italy!\" said Beni,\nregretfully.\n\n\"Perhaps Uncle Walter wanted to reform you,\" suggested Martha.\n\n\"Are there, then, no bandits in Chicago?\" asked Victor.\n\n\"Well,\" replied the girl, blushing in her turn, \"we do not call them\nbandits.\"\n\n\"Then what shall we do for a living?\" inquired Beni, despairingly.\n\n\"A great deal can be done in a big American city,\" said the child.\n\"My father is a lawyer\" (the bandits shuddered), \"and my mother's\ncousin is a police inspector.\"\n\n\"Ah,\" said Victor, \"that is a good employment. The police need to be\ninspected, especially in Italy.\"\n\n\"Everywhere!\" added Beni.\n\n\"Then you could do other things,\" continued Martha, encouragingly.\n\"You could be motor men on trolley cars, or clerks in a department\nstore. Some people even become aldermen to earn a living.\"\n\nThe bandits shook their heads sadly.\n\n\"We are not fitted for such work,\" said Victor. \"Our business is to\nrob.\"\n\nMartha tried to think.\n\n\"It is rather hard to get positions in the gas office,\" she said,\n\"but you might become politicians.\"\n\n\"No!\" cried Beni, with sudden fierceness; \"we must not abandon our\nhigh calling. Bandits we have always been, and bandits we must\nremain!\"\n\n\"'Tis so!\" agreed the fat man.\n\n\"Even in Chicago there must be people to rob,\" remarked Victor, with\ncheerfulness.\n\nMartha was distressed.\n\n\"I think they have all been robbed,\" she objected.\n\n\"Then we can rob the robbers, for we have experience and talent\nbeyond the ordinary,\" said Beni.\n\n\"Oh, dear; oh, dear!\" moaned the girl; \"why did Uncle Walter ever\nsend you here in this chest?\"\n\nThe bandits became interested.\n\n\"That is what we should like to know,\" declared Victor, eagerly.\n\n\"But no one will ever know, for Uncle Walter was lost while hunting\nelephants in Africa,\" she continued, with conviction.\n\n\"Then we must accept our fate and rob to the best of our ability,\"\nsaid Victor. \"So long as we are faithful to our beloved profession\nwe need not be ashamed.\"\n\n\"'Tis so!\" cried the fat man.\n\n\"Brothers! we will begin now. Let us rob the house we are in.\"\n\n\"Good!\" shouted the others and sprang to their feet.\n\nBeni turned threateningly upon the child.\n\n\"Remain here!\" he commanded. \"If you stir one step your blood will\nbe on your own head!\" Then he added, in a gentler voice: \"Don't be\nafraid; that's the way all bandits talk to their captives. But of\ncourse we wouldn't hurt a young lady under any circumstances.\"\n\n\"Of course not,\" said Victor.\n\nThe fat man drew a big knife from his belt and flourished it about\nhis head.\n\n\"S'blood!\" he ejaculated, fiercely.\n\n\"S'bananas!\" cried Beni, in a terrible voice.\n\n\"Confusion to our foes!\" hissed Victor.\n\nAnd then the three bent themselves nearly double and crept\nstealthily down the stairway with cocked pistols in their hands and\nglittering knives between their teeth, leaving Martha trembling with\nfear and too horrified to even cry for help.\n\nHow long she remained alone in the attic she never knew, but finally\nshe heard the catlike tread of the returning bandits and saw them\ncoming up the stairs in single file.\n\nAll bore heavy loads of plunder in their arms, and Lugui was\nbalancing a mince pie on the top of a pile of her mother's best\nevening dresses. Victor came next with an armful of bric-a-brac, a\nbrass candelabra and the parlor clock. Beni had the family Bible,\nthe basket of silverware from the sideboard, a copper kettle and\npapa's fur overcoat.\n\n\"Oh, joy!\" said Victor, putting down his load; \"it is pleasant to\nrob once more.\"\n\n\"Oh, ecstacy!\" said Beni; but he let the kettle drop on his toe and\nimmediately began dancing around in anguish, while he muttered queer\nwords in the Italian language.\n\n\"We have much wealth,\" continued Victor, holding the mince pie while\nLugui added his spoils to the heap; \"and all from one house! This\nAmerica must be a rich place.\"\n\nWith a dagger he then cut himself a piece of the pie and handed the\nremainder to his comrades. Whereupon all three sat upon the floor\nand consumed the pie while Martha looked on sadly.\n\n\"We should have a cave,\" remarked Beni; \"for we must store our\nplunder in a safe place. Can you tell us of a secret cave?\" he asked\nMartha.\n\n\"There's a Mammoth cave,\" she answered, \"but it's in Kentucky. You\nwould be obliged to ride on the cars a long time to get there.\"\n\nThe three bandits looked thoughtful and munched their pie silently,\nbut the next moment they were startled by the ringing of the\nelectric doorbell, which was heard plainly even in the remote attic.\n\n\"What's that?\" demanded Victor, in a hoarse voice, as the three\nscrambled to their feet with drawn daggers.\n\nMartha ran to the window and saw it was only the postman, who had\ndropped a letter in the box and gone away again. But the incident\ngave her an idea of how to get rid of her troublesome bandits, so\nshe began wringing her hands as if in great distress and cried out:\n\n\"It's the police!\"\n\nThe robbers looked at one another with genuine alarm, and Lugui\nasked, tremblingly:\n\n\"Are there many of them?\"\n\n\"A hundred and twelve!\" exclaimed Martha, after pretending to count\nthem.\n\n\"Then we are lost!\" declared Beni; \"for we could never fight so many\nand live.\"\n\n\"Are they armed?\" inquired Victor, who was shivering as if cold.\n\n\"Oh, yes,\" said she. \"They have guns and swords and pistols and axes\nand--and--\"\n\n\"And what?\" demanded Lugui.\n\n\"And cannons!\"\n\nThe three wicked ones groaned aloud and Beni said, in a hollow\nvoice:\n\n\"I hope they will kill us quickly and not put us to the torture. I\nhave been told these Americans are painted Indians, who are\nbloodthirsty and terrible.\"\n\n\"'Tis so!\" gasped the fat man, with a shudder.\n\nSuddenly Martha turned from the window.\n\n\"You are my friends, are you not?\" she asked.\n\n\"We are devoted!\" answered Victor.\n\n\"We adore you!\" cried Beni.\n\n\"We would die for you!\" added Lugui, thinking he was about to die\nanyway.\n\n\"Then I will save you,\" said the girl.\n\n\"How?\" asked the three, with one voice.\n\n\"Get back into the chest,\" she said. \"I will then close the lid, so\nthey will be unable to find you.\"\n\nThey looked around the room in a dazed and irresolute way, but she\nexclaimed:\n\n\"You must be quick! They will soon be here to arrest you.\"\n\nThen Lugui sprang into the chest and lay fat upon the bottom. Beni\ntumbled in next and packed himself in the back side. Victor followed\nafter pausing to kiss her hand to the girl in a graceful manner.\n\nThen Martha ran up to press down the lid, but could not make it\ncatch.\n\n\"You must squeeze down,\" she said to them.\n\nLugui groaned.\n\n\"I am doing my best, miss,\" said Victor, who was nearest the top;\n\"but although we fitted in very nicely before, the chest now seems\nrather small for us.\"\n\n\"'Tis so!\" came the muffled voice of the fat man from the bottom.\n\n\"I know what takes up the room,\" said Beni.\n\n\"What?\" inquired Victor, anxiously.\n\n\"The pie,\" returned Beni.\n\n\"'Tis so!\" came from the bottom, in faint accents.\n\nThen Martha sat upon the lid and pressed it down with all her\nweight. To her great delight the lock caught, and, springing down,\nshe exerted all her strength and turned the key.\n\n* * * * *\n\nThis story should teach us not to interfere in matters that do not\nconcern us. For had Martha refrained from opening Uncle Walter's\nmysterious chest she would not have been obliged to carry downstairs\nall the plunder the robbers had brought into the attic.\n", "l": "Sister", "r": "actor", "relation": "instance_of"}, {"index": "2", "is_verb": "false", "sentence": "\nTHE BOX OF ROBBERS\n\n\nNo one intended to leave Martha alone that afternoon, but it\nhappened that everyone was called away, for one reason or another.\nMrs. McFarland was attending the weekly card party held by the\nWomen's Anti-Gambling League. Sister Nell's young man had called\nquite unexpectedly to take her for a long drive. Papa was at the\noffice, as usual. It was Mary Ann's day out. As for Emeline, she\ncertainly should have stayed in the house and looked after the\nlittle girl; but Emeline had a restless nature.\n\n\"Would you mind, miss, if I just crossed the alley to speak a word\nto Mrs. Carleton's girl?\" she asked Martha.\n\n\"'Course not,\" replied the child. \"You'd better lock the back door,\nthough, and take the key, for I shall be upstairs.\"\n\n\"Oh, I'll do that, of course, miss,\" said the delighted maid, and\nran away to spend the afternoon with her friend, leaving Martha\nquite alone in the big house, and locked in, into the bargain.\n\nThe little girl read a few pages in her new book, sewed a few\nstitches in her embroidery and started to \"play visiting\" with her\nfour favorite dolls. Then she remembered that in the attic was a\ndoll's playhouse that hadn't been used for months, so she decided\nshe would dust it and put it in order.\n\nFilled with this idea, the girl climbed the winding stairs to the\nbig room under the roof. It was well lighted by three dormer windows\nand was warm and pleasant. Around the walls were rows of boxes and\ntrunks, piles of old carpeting, pieces of damaged furniture, bundles\nof discarded clothing and other odds and ends of more or less value.\nEvery well-regulated house has an attic of this sort, so I need not\ndescribe it.\n\nThe doll's house had been moved, but after a search Martha found it\naway over in a corner near the big chimney.\n\nShe drew it out and noticed that behind it was a black wooden chest\nwhich Uncle Walter had sent over from Italy years and years\nago--before Martha was born, in fact. Mamma had told her about it\none day; how there was no key to it, because Uncle Walter wished it\nto remain unopened until he returned home; and how this wandering\nuncle, who was a mighty hunter, had gone into Africa to hunt\nelephants and had never been heard from afterwards.\n\nThe little girl looked at the chest curiously, now that it had by\naccident attracted her attention.\n\nIt was quite big--bigger even than mamma's traveling trunk--and was\nstudded all over with tarnished brassheaded nails. It was heavy,\ntoo, for when Martha tried to lift one end of it she found she could\nnot stir it a bit. But there was a place in the side of the cover\nfor a key. She stooped to examine the lock, and saw that it would\ntake a rather big key to open it.\n\nThen, as you may suspect, the little girl longed to open Uncle\nWalter's big box and see what was in it. For we are all curious, and\nlittle girls are just as curious as the rest of us.\n\n\"I don't b'lieve Uncle Walter'll ever come back,\" she thought. \"Papa\nsaid once that some elephant must have killed him. If I only had a\nkey--\" She stopped and clapped her little hands together gayly as\nshe remembered a big basket of keys on the shelf in the linen\ncloset. They were of all sorts and sizes; perhaps one of them would\nunlock the mysterious chest!\n\nShe flew down the stairs, found the basket and returned with it to\nthe attic. Then she sat down before the brass-studded box and began\ntrying one key after another in the curious old lock. Some were too\nlarge, but most were too small. One would go into the lock but would\nnot turn; another stuck so fast that she feared for a time that she\nwould never get it out again. But at last, when the basket was\nalmost empty, an oddly-shaped, ancient brass key slipped easily into\nthe lock. With a cry of joy Martha turned the key with both hands;\nthen she heard a sharp \"click,\" and the next moment the heavy lid\nflew up of its own accord!\n\nThe little girl leaned over the edge of the chest an instant, and\nthe sight that met her eyes caused her to start back in amazement.\n\nSlowly and carefully a man unpacked himself from the chest, stepped\nout upon the floor, stretched his limbs and then took off his hat\nand bowed politely to the astonished child.\n\nHe was tall and thin and his face seemed badly tanned or sunburnt.\n\nThen another man emerged from the chest, yawning and rubbing his\neyes like a sleepy schoolboy. He was of middle size and his skin\nseemed as badly tanned as that of the first.\n\nWhile Martha stared open-mouthed at the remarkable sight a third man\ncrawled from the chest. He had the same complexion as his fellows,\nbut was short and fat.\n\nAll three were dressed in a curious manner. They wore short jackets\nof red velvet braided with gold, and knee breeches of sky-blue satin\nwith silver buttons. Over their stockings were laced wide ribbons of\nred and yellow and blue, while their hats had broad brims with high,\npeaked crowns, from which fluttered yards of bright-colored ribbons.\n\nThey had big gold rings in their ears and rows of knives and pistols\nin their belts. Their eyes were black and glittering and they wore\nlong, fierce mustaches, curling at the ends like a pig's tail.\n\n\"My! but you were heavy,\" exclaimed the fat one, when he had pulled\ndown his velvet jacket and brushed the dust from his sky-blue\nbreeches. \"And you squeezed me all out of shape.\"\n\n\"It was unavoidable, Luigi,\" responded the thin man, lightly; \"the\nlid of the chest pressed me down upon you. Yet I tender you my\nregrets.\"\n\n\"As for me,\" said the middle-sized man, carelessly rolling a\ncigarette and lighting it, \"you must acknowledge I have been your\nnearest friend for years; so do not be disagreeable.\"\n\n\"You mustn't smoke in the attic,\" said Martha, recovering herself at\nsight of the cigarette. \"You might set the house on fire.\"\n\nThe middle-sized man, who had not noticed her before, at this speech\nturned to the girl and bowed.\n\n\"Since a lady requests it,\" said he, \"I shall abandon my cigarette,\"\nand he threw it on the floor and extinguished it with his foot.\n\n\"Who are you?\" asked Martha, who until now had been too astonished\nto be frightened.\n\n\"Permit us to introduce ourselves,\" said the thin man, flourishing\nhis hat gracefully. \"This is Lugui,\" the fat man nodded; \"and this\nis Beni,\" the middle-sized man bowed; \"and I am Victor. We are three\nbandits--Italian bandits.\"\n\n\"Bandits!\" cried Martha, with a look of horror.\n\n\"Exactly. Perhaps in all the world there are not three other bandits\nso terrible and fierce as ourselves,\" said Victor, proudly.\n\n\"'Tis so,\" said the fat man, nodding gravely.\n\n\"But it's wicked!\" exclaimed Martha.\n\n\"Yes, indeed,\" replied Victor. \"We are extremely and tremendously\nwicked. Perhaps in all the world you could not find three men more\nwicked than those who now stand before you.\"\n\n\"'Tis so,\" said the fat man, approvingly.\n\n\"But you shouldn't be so wicked,\" said the girl;\n\"it's--it's--naughty!\"\n\nVictor cast down his eyes and blushed.\n\n\"Naughty!\" gasped Beni, with a horrified look.\n\n\"'Tis a hard word,\" said Luigi, sadly, and buried his face in his\nhands.\n\n\"I little thought,\" murmured Victor, in a voice broken by emotion,\n\"ever to be so reviled--and by a lady! Yet, perhaps you spoke\nthoughtlessly. You must consider, miss, that our wickedness has an\nexcuse. For how are we to be bandits, let me ask, unless we are\nwicked?\"\n\nMartha was puzzled and shook her head, thoughtfully. Then she\nremembered something.\n\n\"You can't remain bandits any longer,\" said she, \"because you are\nnow in America.\"\n\n\"America!\" cried the three, together.\n\n\"Certainly. You are on Prairie avenue, in Chicago. Uncle Walter sent\nyou here from Italy in this chest.\"\n\nThe bandits seemed greatly bewildered by this announcement. Lugui\nsat down on an old chair with a broken rocker and wiped his forehead\nwith a yellow silk handkerchief. Beni and Victor fell back upon the\nchest and looked at her with pale faces and staring eyes.\n\nWhen he had somewhat recovered himself Victor spoke.\n\n\"Your Uncle Walter has greatly wronged us,\" he said, reproachfully.\n\"He has taken us from our beloved Italy, where bandits are highly\nrespected, and brought us to a strange country where we shall not\nknow whom to rob or how much to ask for a ransom.\"\n\n\"'Tis so!\" said the fat man, slapping his leg sharply.\n\n\"And we had won such fine reputations in Italy!\" said Beni,\nregretfully.\n\n\"Perhaps Uncle Walter wanted to reform you,\" suggested Martha.\n\n\"Are there, then, no bandits in Chicago?\" asked Victor.\n\n\"Well,\" replied the girl, blushing in her turn, \"we do not call them\nbandits.\"\n\n\"Then what shall we do for a living?\" inquired Beni, despairingly.\n\n\"A great deal can be done in a big American city,\" said the child.\n\"My father is a lawyer\" (the bandits shuddered), \"and my mother's\ncousin is a police inspector.\"\n\n\"Ah,\" said Victor, \"that is a good employment. The police need to be\ninspected, especially in Italy.\"\n\n\"Everywhere!\" added Beni.\n\n\"Then you could do other things,\" continued Martha, encouragingly.\n\"You could be motor men on trolley cars, or clerks in a department\nstore. Some people even become aldermen to earn a living.\"\n\nThe bandits shook their heads sadly.\n\n\"We are not fitted for such work,\" said Victor. \"Our business is to\nrob.\"\n\nMartha tried to think.\n\n\"It is rather hard to get positions in the gas office,\" she said,\n\"but you might become politicians.\"\n\n\"No!\" cried Beni, with sudden fierceness; \"we must not abandon our\nhigh calling. Bandits we have always been, and bandits we must\nremain!\"\n\n\"'Tis so!\" agreed the fat man.\n\n\"Even in Chicago there must be people to rob,\" remarked Victor, with\ncheerfulness.\n\nMartha was distressed.\n\n\"I think they have all been robbed,\" she objected.\n\n\"Then we can rob the robbers, for we have experience and talent\nbeyond the ordinary,\" said Beni.\n\n\"Oh, dear; oh, dear!\" moaned the girl; \"why did Uncle Walter ever\nsend you here in this chest?\"\n\nThe bandits became interested.\n\n\"That is what we should like to know,\" declared Victor, eagerly.\n\n\"But no one will ever know, for Uncle Walter was lost while hunting\nelephants in Africa,\" she continued, with conviction.\n\n\"Then we must accept our fate and rob to the best of our ability,\"\nsaid Victor. \"So long as we are faithful to our beloved profession\nwe need not be ashamed.\"\n\n\"'Tis so!\" cried the fat man.\n\n\"Brothers! we will begin now. Let us rob the house we are in.\"\n\n\"Good!\" shouted the others and sprang to their feet.\n\nBeni turned threateningly upon the child.\n\n\"Remain here!\" he commanded. \"If you stir one step your blood will\nbe on your own head!\" Then he added, in a gentler voice: \"Don't be\nafraid; that's the way all bandits talk to their captives. But of\ncourse we wouldn't hurt a young lady under any circumstances.\"\n\n\"Of course not,\" said Victor.\n\nThe fat man drew a big knife from his belt and flourished it about\nhis head.\n\n\"S'blood!\" he ejaculated, fiercely.\n\n\"S'bananas!\" cried Beni, in a terrible voice.\n\n\"Confusion to our foes!\" hissed Victor.\n\nAnd then the three bent themselves nearly double and crept\nstealthily down the stairway with cocked pistols in their hands and\nglittering knives between their teeth, leaving Martha trembling with\nfear and too horrified to even cry for help.\n\nHow long she remained alone in the attic she never knew, but finally\nshe heard the catlike tread of the returning bandits and saw them\ncoming up the stairs in single file.\n\nAll bore heavy loads of plunder in their arms, and Lugui was\nbalancing a mince pie on the top of a pile of her mother's best\nevening dresses. Victor came next with an armful of bric-a-brac, a\nbrass candelabra and the parlor clock. Beni had the family Bible,\nthe basket of silverware from the sideboard, a copper kettle and\npapa's fur overcoat.\n\n\"Oh, joy!\" said Victor, putting down his load; \"it is pleasant to\nrob once more.\"\n\n\"Oh, ecstacy!\" said Beni; but he let the kettle drop on his toe and\nimmediately began dancing around in anguish, while he muttered queer\nwords in the Italian language.\n\n\"We have much wealth,\" continued Victor, holding the mince pie while\nLugui added his spoils to the heap; \"and all from one house! This\nAmerica must be a rich place.\"\n\nWith a dagger he then cut himself a piece of the pie and handed the\nremainder to his comrades. Whereupon all three sat upon the floor\nand consumed the pie while Martha looked on sadly.\n\n\"We should have a cave,\" remarked Beni; \"for we must store our\nplunder in a safe place. Can you tell us of a secret cave?\" he asked\nMartha.\n\n\"There's a Mammoth cave,\" she answered, \"but it's in Kentucky. You\nwould be obliged to ride on the cars a long time to get there.\"\n\nThe three bandits looked thoughtful and munched their pie silently,\nbut the next moment they were startled by the ringing of the\nelectric doorbell, which was heard plainly even in the remote attic.\n\n\"What's that?\" demanded Victor, in a hoarse voice, as the three\nscrambled to their feet with drawn daggers.\n\nMartha ran to the window and saw it was only the postman, who had\ndropped a letter in the box and gone away again. But the incident\ngave her an idea of how to get rid of her troublesome bandits, so\nshe began wringing her hands as if in great distress and cried out:\n\n\"It's the police!\"\n\nThe robbers looked at one another with genuine alarm, and Lugui\nasked, tremblingly:\n\n\"Are there many of them?\"\n\n\"A hundred and twelve!\" exclaimed Martha, after pretending to count\nthem.\n\n\"Then we are lost!\" declared Beni; \"for we could never fight so many\nand live.\"\n\n\"Are they armed?\" inquired Victor, who was shivering as if cold.\n\n\"Oh, yes,\" said she. \"They have guns and swords and pistols and axes\nand--and--\"\n\n\"And what?\" demanded Lugui.\n\n\"And cannons!\"\n\nThe three wicked ones groaned aloud and Beni said, in a hollow\nvoice:\n\n\"I hope they will kill us quickly and not put us to the torture. I\nhave been told these Americans are painted Indians, who are\nbloodthirsty and terrible.\"\n\n\"'Tis so!\" gasped the fat man, with a shudder.\n\nSuddenly Martha turned from the window.\n\n\"You are my friends, are you not?\" she asked.\n\n\"We are devoted!\" answered Victor.\n\n\"We adore you!\" cried Beni.\n\n\"We would die for you!\" added Lugui, thinking he was about to die\nanyway.\n\n\"Then I will save you,\" said the girl.\n\n\"How?\" asked the three, with one voice.\n\n\"Get back into the chest,\" she said. \"I will then close the lid, so\nthey will be unable to find you.\"\n\nThey looked around the room in a dazed and irresolute way, but she\nexclaimed:\n\n\"You must be quick! They will soon be here to arrest you.\"\n\nThen Lugui sprang into the chest and lay fat upon the bottom. Beni\ntumbled in next and packed himself in the back side. Victor followed\nafter pausing to kiss her hand to the girl in a graceful manner.\n\nThen Martha ran up to press down the lid, but could not make it\ncatch.\n\n\"You must squeeze down,\" she said to them.\n\nLugui groaned.\n\n\"I am doing my best, miss,\" said Victor, who was nearest the top;\n\"but although we fitted in very nicely before, the chest now seems\nrather small for us.\"\n\n\"'Tis so!\" came the muffled voice of the fat man from the bottom.\n\n\"I know what takes up the room,\" said Beni.\n\n\"What?\" inquired Victor, anxiously.\n\n\"The pie,\" returned Beni.\n\n\"'Tis so!\" came from the bottom, in faint accents.\n\nThen Martha sat upon the lid and pressed it down with all her\nweight. To her great delight the lock caught, and, springing down,\nshe exerted all her strength and turned the key.\n\n* * * * *\n\nThis story should teach us not to interfere in matters that do not\nconcern us. For had Martha refrained from opening Uncle Walter's\nmysterious chest she would not have been obliged to carry downstairs\nall the plunder the robbers had brought into the attic.\n", "l": "Sister", "r": "female", "relation": "has_gender"}, {"index": "4", "is_verb": "false", "sentence": "\nTHE BOX OF ROBBERS\n\n\nNo one intended to leave Martha alone that afternoon, but it\nhappened that everyone was called away, for one reason or another.\nMrs. McFarland was attending the weekly card party held by the\nWomen's Anti-Gambling League. Sister Nell's young man had called\nquite unexpectedly to take her for a long drive. Papa was at the\noffice, as usual. It was Mary Ann's day out. As for Emeline, she\ncertainly should have stayed in the house and looked after the\nlittle girl; but Emeline had a restless nature.\n\n\"Would you mind, miss, if I just crossed the alley to speak a word\nto Mrs. Carleton's girl?\" she asked Martha.\n\n\"'Course not,\" replied the child. \"You'd better lock the back door,\nthough, and take the key, for I shall be upstairs.\"\n\n\"Oh, I'll do that, of course, miss,\" said the delighted maid, and\nran away to spend the afternoon with her friend, leaving Martha\nquite alone in the big house, and locked in, into the bargain.\n\nThe little girl read a few pages in her new book, sewed a few\nstitches in her embroidery and started to \"play visiting\" with her\nfour favorite dolls. Then she remembered that in the attic was a\ndoll's playhouse that hadn't been used for months, so she decided\nshe would dust it and put it in order.\n\nFilled with this idea, the girl climbed the winding stairs to the\nbig room under the roof. It was well lighted by three dormer windows\nand was warm and pleasant. Around the walls were rows of boxes and\ntrunks, piles of old carpeting, pieces of damaged furniture, bundles\nof discarded clothing and other odds and ends of more or less value.\nEvery well-regulated house has an attic of this sort, so I need not\ndescribe it.\n\nThe doll's house had been moved, but after a search Martha found it\naway over in a corner near the big chimney.\n\nShe drew it out and noticed that behind it was a black wooden chest\nwhich Uncle Walter had sent over from Italy years and years\nago--before Martha was born, in fact. Mamma had told her about it\none day; how there was no key to it, because Uncle Walter wished it\nto remain unopened until he returned home; and how this wandering\nuncle, who was a mighty hunter, had gone into Africa to hunt\nelephants and had never been heard from afterwards.\n\nThe little girl looked at the chest curiously, now that it had by\naccident attracted her attention.\n\nIt was quite big--bigger even than mamma's traveling trunk--and was\nstudded all over with tarnished brassheaded nails. It was heavy,\ntoo, for when Martha tried to lift one end of it she found she could\nnot stir it a bit. But there was a place in the side of the cover\nfor a key. She stooped to examine the lock, and saw that it would\ntake a rather big key to open it.\n\nThen, as you may suspect, the little girl longed to open Uncle\nWalter's big box and see what was in it. For we are all curious, and\nlittle girls are just as curious as the rest of us.\n\n\"I don't b'lieve Uncle Walter'll ever come back,\" she thought. \"Papa\nsaid once that some elephant must have killed him. If I only had a\nkey--\" She stopped and clapped her little hands together gayly as\nshe remembered a big basket of keys on the shelf in the linen\ncloset. They were of all sorts and sizes; perhaps one of them would\nunlock the mysterious chest!\n\nShe flew down the stairs, found the basket and returned with it to\nthe attic. Then she sat down before the brass-studded box and began\ntrying one key after another in the curious old lock. Some were too\nlarge, but most were too small. One would go into the lock but would\nnot turn; another stuck so fast that she feared for a time that she\nwould never get it out again. But at last, when the basket was\nalmost empty, an oddly-shaped, ancient brass key slipped easily into\nthe lock. With a cry of joy Martha turned the key with both hands;\nthen she heard a sharp \"click,\" and the next moment the heavy lid\nflew up of its own accord!\n\nThe little girl leaned over the edge of the chest an instant, and\nthe sight that met her eyes caused her to start back in amazement.\n\nSlowly and carefully a man unpacked himself from the chest, stepped\nout upon the floor, stretched his limbs and then took off his hat\nand bowed politely to the astonished child.\n\nHe was tall and thin and his face seemed badly tanned or sunburnt.\n\nThen another man emerged from the chest, yawning and rubbing his\neyes like a sleepy schoolboy. He was of middle size and his skin\nseemed as badly tanned as that of the first.\n\nWhile Martha stared open-mouthed at the remarkable sight a third man\ncrawled from the chest. He had the same complexion as his fellows,\nbut was short and fat.\n\nAll three were dressed in a curious manner. They wore short jackets\nof red velvet braided with gold, and knee breeches of sky-blue satin\nwith silver buttons. Over their stockings were laced wide ribbons of\nred and yellow and blue, while their hats had broad brims with high,\npeaked crowns, from which fluttered yards of bright-colored ribbons.\n\nThey had big gold rings in their ears and rows of knives and pistols\nin their belts. Their eyes were black and glittering and they wore\nlong, fierce mustaches, curling at the ends like a pig's tail.\n\n\"My! but you were heavy,\" exclaimed the fat one, when he had pulled\ndown his velvet jacket and brushed the dust from his sky-blue\nbreeches. \"And you squeezed me all out of shape.\"\n\n\"It was unavoidable, Luigi,\" responded the thin man, lightly; \"the\nlid of the chest pressed me down upon you. Yet I tender you my\nregrets.\"\n\n\"As for me,\" said the middle-sized man, carelessly rolling a\ncigarette and lighting it, \"you must acknowledge I have been your\nnearest friend for years; so do not be disagreeable.\"\n\n\"You mustn't smoke in the attic,\" said Martha, recovering herself at\nsight of the cigarette. \"You might set the house on fire.\"\n\nThe middle-sized man, who had not noticed her before, at this speech\nturned to the girl and bowed.\n\n\"Since a lady requests it,\" said he, \"I shall abandon my cigarette,\"\nand he threw it on the floor and extinguished it with his foot.\n\n\"Who are you?\" asked Martha, who until now had been too astonished\nto be frightened.\n\n\"Permit us to introduce ourselves,\" said the thin man, flourishing\nhis hat gracefully. \"This is Lugui,\" the fat man nodded; \"and this\nis Beni,\" the middle-sized man bowed; \"and I am Victor. We are three\nbandits--Italian bandits.\"\n\n\"Bandits!\" cried Martha, with a look of horror.\n\n\"Exactly. Perhaps in all the world there are not three other bandits\nso terrible and fierce as ourselves,\" said Victor, proudly.\n\n\"'Tis so,\" said the fat man, nodding gravely.\n\n\"But it's wicked!\" exclaimed Martha.\n\n\"Yes, indeed,\" replied Victor. \"We are extremely and tremendously\nwicked. Perhaps in all the world you could not find three men more\nwicked than those who now stand before you.\"\n\n\"'Tis so,\" said the fat man, approvingly.\n\n\"But you shouldn't be so wicked,\" said the girl;\n\"it's--it's--naughty!\"\n\nVictor cast down his eyes and blushed.\n\n\"Naughty!\" gasped Beni, with a horrified look.\n\n\"'Tis a hard word,\" said Luigi, sadly, and buried his face in his\nhands.\n\n\"I little thought,\" murmured Victor, in a voice broken by emotion,\n\"ever to be so reviled--and by a lady! Yet, perhaps you spoke\nthoughtlessly. You must consider, miss, that our wickedness has an\nexcuse. For how are we to be bandits, let me ask, unless we are\nwicked?\"\n\nMartha was puzzled and shook her head, thoughtfully. Then she\nremembered something.\n\n\"You can't remain bandits any longer,\" said she, \"because you are\nnow in America.\"\n\n\"America!\" cried the three, together.\n\n\"Certainly. You are on Prairie avenue, in Chicago. Uncle Walter sent\nyou here from Italy in this chest.\"\n\nThe bandits seemed greatly bewildered by this announcement. Lugui\nsat down on an old chair with a broken rocker and wiped his forehead\nwith a yellow silk handkerchief. Beni and Victor fell back upon the\nchest and looked at her with pale faces and staring eyes.\n\nWhen he had somewhat recovered himself Victor spoke.\n\n\"Your Uncle Walter has greatly wronged us,\" he said, reproachfully.\n\"He has taken us from our beloved Italy, where bandits are highly\nrespected, and brought us to a strange country where we shall not\nknow whom to rob or how much to ask for a ransom.\"\n\n\"'Tis so!\" said the fat man, slapping his leg sharply.\n\n\"And we had won such fine reputations in Italy!\" said Beni,\nregretfully.\n\n\"Perhaps Uncle Walter wanted to reform you,\" suggested Martha.\n\n\"Are there, then, no bandits in Chicago?\" asked Victor.\n\n\"Well,\" replied the girl, blushing in her turn, \"we do not call them\nbandits.\"\n\n\"Then what shall we do for a living?\" inquired Beni, despairingly.\n\n\"A great deal can be done in a big American city,\" said the child.\n\"My father is a lawyer\" (the bandits shuddered), \"and my mother's\ncousin is a police inspector.\"\n\n\"Ah,\" said Victor, \"that is a good employment. The police need to be\ninspected, especially in Italy.\"\n\n\"Everywhere!\" added Beni.\n\n\"Then you could do other things,\" continued Martha, encouragingly.\n\"You could be motor men on trolley cars, or clerks in a department\nstore. Some people even become aldermen to earn a living.\"\n\nThe bandits shook their heads sadly.\n\n\"We are not fitted for such work,\" said Victor. \"Our business is to\nrob.\"\n\nMartha tried to think.\n\n\"It is rather hard to get positions in the gas office,\" she said,\n\"but you might become politicians.\"\n\n\"No!\" cried Beni, with sudden fierceness; \"we must not abandon our\nhigh calling. Bandits we have always been, and bandits we must\nremain!\"\n\n\"'Tis so!\" agreed the fat man.\n\n\"Even in Chicago there must be people to rob,\" remarked Victor, with\ncheerfulness.\n\nMartha was distressed.\n\n\"I think they have all been robbed,\" she objected.\n\n\"Then we can rob the robbers, for we have experience and talent\nbeyond the ordinary,\" said Beni.\n\n\"Oh, dear; oh, dear!\" moaned the girl; \"why did Uncle Walter ever\nsend you here in this chest?\"\n\nThe bandits became interested.\n\n\"That is what we should like to know,\" declared Victor, eagerly.\n\n\"But no one will ever know, for Uncle Walter was lost while hunting\nelephants in Africa,\" she continued, with conviction.\n\n\"Then we must accept our fate and rob to the best of our ability,\"\nsaid Victor. \"So long as we are faithful to our beloved profession\nwe need not be ashamed.\"\n\n\"'Tis so!\" cried the fat man.\n\n\"Brothers! we will begin now. Let us rob the house we are in.\"\n\n\"Good!\" shouted the others and sprang to their feet.\n\nBeni turned threateningly upon the child.\n\n\"Remain here!\" he commanded. \"If you stir one step your blood will\nbe on your own head!\" Then he added, in a gentler voice: \"Don't be\nafraid; that's the way all bandits talk to their captives. But of\ncourse we wouldn't hurt a young lady under any circumstances.\"\n\n\"Of course not,\" said Victor.\n\nThe fat man drew a big knife from his belt and flourished it about\nhis head.\n\n\"S'blood!\" he ejaculated, fiercely.\n\n\"S'bananas!\" cried Beni, in a terrible voice.\n\n\"Confusion to our foes!\" hissed Victor.\n\nAnd then the three bent themselves nearly double and crept\nstealthily down the stairway with cocked pistols in their hands and\nglittering knives between their teeth, leaving Martha trembling with\nfear and too horrified to even cry for help.\n\nHow long she remained alone in the attic she never knew, but finally\nshe heard the catlike tread of the returning bandits and saw them\ncoming up the stairs in single file.\n\nAll bore heavy loads of plunder in their arms, and Lugui was\nbalancing a mince pie on the top of a pile of her mother's best\nevening dresses. Victor came next with an armful of bric-a-brac, a\nbrass candelabra and the parlor clock. Beni had the family Bible,\nthe basket of silverware from the sideboard, a copper kettle and\npapa's fur overcoat.\n\n\"Oh, joy!\" said Victor, putting down his load; \"it is pleasant to\nrob once more.\"\n\n\"Oh, ecstacy!\" said Beni; but he let the kettle drop on his toe and\nimmediately began dancing around in anguish, while he muttered queer\nwords in the Italian language.\n\n\"We have much wealth,\" continued Victor, holding the mince pie while\nLugui added his spoils to the heap; \"and all from one house! This\nAmerica must be a rich place.\"\n\nWith a dagger he then cut himself a piece of the pie and handed the\nremainder to his comrades. Whereupon all three sat upon the floor\nand consumed the pie while Martha looked on sadly.\n\n\"We should have a cave,\" remarked Beni; \"for we must store our\nplunder in a safe place. Can you tell us of a secret cave?\" he asked\nMartha.\n\n\"There's a Mammoth cave,\" she answered, \"but it's in Kentucky. You\nwould be obliged to ride on the cars a long time to get there.\"\n\nThe three bandits looked thoughtful and munched their pie silently,\nbut the next moment they were startled by the ringing of the\nelectric doorbell, which was heard plainly even in the remote attic.\n\n\"What's that?\" demanded Victor, in a hoarse voice, as the three\nscrambled to their feet with drawn daggers.\n\nMartha ran to the window and saw it was only the postman, who had\ndropped a letter in the box and gone away again. But the incident\ngave her an idea of how to get rid of her troublesome bandits, so\nshe began wringing her hands as if in great distress and cried out:\n\n\"It's the police!\"\n\nThe robbers looked at one another with genuine alarm, and Lugui\nasked, tremblingly:\n\n\"Are there many of them?\"\n\n\"A hundred and twelve!\" exclaimed Martha, after pretending to count\nthem.\n\n\"Then we are lost!\" declared Beni; \"for we could never fight so many\nand live.\"\n\n\"Are they armed?\" inquired Victor, who was shivering as if cold.\n\n\"Oh, yes,\" said she. \"They have guns and swords and pistols and axes\nand--and--\"\n\n\"And what?\" demanded Lugui.\n\n\"And cannons!\"\n\nThe three wicked ones groaned aloud and Beni said, in a hollow\nvoice:\n\n\"I hope they will kill us quickly and not put us to the torture. I\nhave been told these Americans are painted Indians, who are\nbloodthirsty and terrible.\"\n\n\"'Tis so!\" gasped the fat man, with a shudder.\n\nSuddenly Martha turned from the window.\n\n\"You are my friends, are you not?\" she asked.\n\n\"We are devoted!\" answered Victor.\n\n\"We adore you!\" cried Beni.\n\n\"We would die for you!\" added Lugui, thinking he was about to die\nanyway.\n\n\"Then I will save you,\" said the girl.\n\n\"How?\" asked the three, with one voice.\n\n\"Get back into the chest,\" she said. \"I will then close the lid, so\nthey will be unable to find you.\"\n\nThey looked around the room in a dazed and irresolute way, but she\nexclaimed:\n\n\"You must be quick! They will soon be here to arrest you.\"\n\nThen Lugui sprang into the chest and lay fat upon the bottom. Beni\ntumbled in next and packed himself in the back side. Victor followed\nafter pausing to kiss her hand to the girl in a graceful manner.\n\nThen Martha ran up to press down the lid, but could not make it\ncatch.\n\n\"You must squeeze down,\" she said to them.\n\nLugui groaned.\n\n\"I am doing my best, miss,\" said Victor, who was nearest the top;\n\"but although we fitted in very nicely before, the chest now seems\nrather small for us.\"\n\n\"'Tis so!\" came the muffled voice of the fat man from the bottom.\n\n\"I know what takes up the room,\" said Beni.\n\n\"What?\" inquired Victor, anxiously.\n\n\"The pie,\" returned Beni.\n\n\"'Tis so!\" came from the bottom, in faint accents.\n\nThen Martha sat upon the lid and pressed it down with all her\nweight. To her great delight the lock caught, and, springing down,\nshe exerted all her strength and turned the key.\n\n* * * * *\n\nThis story should teach us not to interfere in matters that do not\nconcern us. For had Martha refrained from opening Uncle Walter's\nmysterious chest she would not have been obliged to carry downstairs\nall the plunder the robbers had brought into the attic.\n", "l": "Mary", "r": "actor", "relation": "instance_of"}, {"index": "4", "is_verb": "false", "sentence": "\nTHE BOX OF ROBBERS\n\n\nNo one intended to leave Martha alone that afternoon, but it\nhappened that everyone was called away, for one reason or another.\nMrs. McFarland was attending the weekly card party held by the\nWomen's Anti-Gambling League. Sister Nell's young man had called\nquite unexpectedly to take her for a long drive. Papa was at the\noffice, as usual. It was Mary Ann's day out. As for Emeline, she\ncertainly should have stayed in the house and looked after the\nlittle girl; but Emeline had a restless nature.\n\n\"Would you mind, miss, if I just crossed the alley to speak a word\nto Mrs. Carleton's girl?\" she asked Martha.\n\n\"'Course not,\" replied the child. \"You'd better lock the back door,\nthough, and take the key, for I shall be upstairs.\"\n\n\"Oh, I'll do that, of course, miss,\" said the delighted maid, and\nran away to spend the afternoon with her friend, leaving Martha\nquite alone in the big house, and locked in, into the bargain.\n\nThe little girl read a few pages in her new book, sewed a few\nstitches in her embroidery and started to \"play visiting\" with her\nfour favorite dolls. Then she remembered that in the attic was a\ndoll's playhouse that hadn't been used for months, so she decided\nshe would dust it and put it in order.\n\nFilled with this idea, the girl climbed the winding stairs to the\nbig room under the roof. It was well lighted by three dormer windows\nand was warm and pleasant. Around the walls were rows of boxes and\ntrunks, piles of old carpeting, pieces of damaged furniture, bundles\nof discarded clothing and other odds and ends of more or less value.\nEvery well-regulated house has an attic of this sort, so I need not\ndescribe it.\n\nThe doll's house had been moved, but after a search Martha found it\naway over in a corner near the big chimney.\n\nShe drew it out and noticed that behind it was a black wooden chest\nwhich Uncle Walter had sent over from Italy years and years\nago--before Martha was born, in fact. Mamma had told her about it\none day; how there was no key to it, because Uncle Walter wished it\nto remain unopened until he returned home; and how this wandering\nuncle, who was a mighty hunter, had gone into Africa to hunt\nelephants and had never been heard from afterwards.\n\nThe little girl looked at the chest curiously, now that it had by\naccident attracted her attention.\n\nIt was quite big--bigger even than mamma's traveling trunk--and was\nstudded all over with tarnished brassheaded nails. It was heavy,\ntoo, for when Martha tried to lift one end of it she found she could\nnot stir it a bit. But there was a place in the side of the cover\nfor a key. She stooped to examine the lock, and saw that it would\ntake a rather big key to open it.\n\nThen, as you may suspect, the little girl longed to open Uncle\nWalter's big box and see what was in it. For we are all curious, and\nlittle girls are just as curious as the rest of us.\n\n\"I don't b'lieve Uncle Walter'll ever come back,\" she thought. \"Papa\nsaid once that some elephant must have killed him. If I only had a\nkey--\" She stopped and clapped her little hands together gayly as\nshe remembered a big basket of keys on the shelf in the linen\ncloset. They were of all sorts and sizes; perhaps one of them would\nunlock the mysterious chest!\n\nShe flew down the stairs, found the basket and returned with it to\nthe attic. Then she sat down before the brass-studded box and began\ntrying one key after another in the curious old lock. Some were too\nlarge, but most were too small. One would go into the lock but would\nnot turn; another stuck so fast that she feared for a time that she\nwould never get it out again. But at last, when the basket was\nalmost empty, an oddly-shaped, ancient brass key slipped easily into\nthe lock. With a cry of joy Martha turned the key with both hands;\nthen she heard a sharp \"click,\" and the next moment the heavy lid\nflew up of its own accord!\n\nThe little girl leaned over the edge of the chest an instant, and\nthe sight that met her eyes caused her to start back in amazement.\n\nSlowly and carefully a man unpacked himself from the chest, stepped\nout upon the floor, stretched his limbs and then took off his hat\nand bowed politely to the astonished child.\n\nHe was tall and thin and his face seemed badly tanned or sunburnt.\n\nThen another man emerged from the chest, yawning and rubbing his\neyes like a sleepy schoolboy. He was of middle size and his skin\nseemed as badly tanned as that of the first.\n\nWhile Martha stared open-mouthed at the remarkable sight a third man\ncrawled from the chest. He had the same complexion as his fellows,\nbut was short and fat.\n\nAll three were dressed in a curious manner. They wore short jackets\nof red velvet braided with gold, and knee breeches of sky-blue satin\nwith silver buttons. Over their stockings were laced wide ribbons of\nred and yellow and blue, while their hats had broad brims with high,\npeaked crowns, from which fluttered yards of bright-colored ribbons.\n\nThey had big gold rings in their ears and rows of knives and pistols\nin their belts. Their eyes were black and glittering and they wore\nlong, fierce mustaches, curling at the ends like a pig's tail.\n\n\"My! but you were heavy,\" exclaimed the fat one, when he had pulled\ndown his velvet jacket and brushed the dust from his sky-blue\nbreeches. \"And you squeezed me all out of shape.\"\n\n\"It was unavoidable, Luigi,\" responded the thin man, lightly; \"the\nlid of the chest pressed me down upon you. Yet I tender you my\nregrets.\"\n\n\"As for me,\" said the middle-sized man, carelessly rolling a\ncigarette and lighting it, \"you must acknowledge I have been your\nnearest friend for years; so do not be disagreeable.\"\n\n\"You mustn't smoke in the attic,\" said Martha, recovering herself at\nsight of the cigarette. \"You might set the house on fire.\"\n\nThe middle-sized man, who had not noticed her before, at this speech\nturned to the girl and bowed.\n\n\"Since a lady requests it,\" said he, \"I shall abandon my cigarette,\"\nand he threw it on the floor and extinguished it with his foot.\n\n\"Who are you?\" asked Martha, who until now had been too astonished\nto be frightened.\n\n\"Permit us to introduce ourselves,\" said the thin man, flourishing\nhis hat gracefully. \"This is Lugui,\" the fat man nodded; \"and this\nis Beni,\" the middle-sized man bowed; \"and I am Victor. We are three\nbandits--Italian bandits.\"\n\n\"Bandits!\" cried Martha, with a look of horror.\n\n\"Exactly. Perhaps in all the world there are not three other bandits\nso terrible and fierce as ourselves,\" said Victor, proudly.\n\n\"'Tis so,\" said the fat man, nodding gravely.\n\n\"But it's wicked!\" exclaimed Martha.\n\n\"Yes, indeed,\" replied Victor. \"We are extremely and tremendously\nwicked. Perhaps in all the world you could not find three men more\nwicked than those who now stand before you.\"\n\n\"'Tis so,\" said the fat man, approvingly.\n\n\"But you shouldn't be so wicked,\" said the girl;\n\"it's--it's--naughty!\"\n\nVictor cast down his eyes and blushed.\n\n\"Naughty!\" gasped Beni, with a horrified look.\n\n\"'Tis a hard word,\" said Luigi, sadly, and buried his face in his\nhands.\n\n\"I little thought,\" murmured Victor, in a voice broken by emotion,\n\"ever to be so reviled--and by a lady! Yet, perhaps you spoke\nthoughtlessly. You must consider, miss, that our wickedness has an\nexcuse. For how are we to be bandits, let me ask, unless we are\nwicked?\"\n\nMartha was puzzled and shook her head, thoughtfully. Then she\nremembered something.\n\n\"You can't remain bandits any longer,\" said she, \"because you are\nnow in America.\"\n\n\"America!\" cried the three, together.\n\n\"Certainly. You are on Prairie avenue, in Chicago. Uncle Walter sent\nyou here from Italy in this chest.\"\n\nThe bandits seemed greatly bewildered by this announcement. Lugui\nsat down on an old chair with a broken rocker and wiped his forehead\nwith a yellow silk handkerchief. Beni and Victor fell back upon the\nchest and looked at her with pale faces and staring eyes.\n\nWhen he had somewhat recovered himself Victor spoke.\n\n\"Your Uncle Walter has greatly wronged us,\" he said, reproachfully.\n\"He has taken us from our beloved Italy, where bandits are highly\nrespected, and brought us to a strange country where we shall not\nknow whom to rob or how much to ask for a ransom.\"\n\n\"'Tis so!\" said the fat man, slapping his leg sharply.\n\n\"And we had won such fine reputations in Italy!\" said Beni,\nregretfully.\n\n\"Perhaps Uncle Walter wanted to reform you,\" suggested Martha.\n\n\"Are there, then, no bandits in Chicago?\" asked Victor.\n\n\"Well,\" replied the girl, blushing in her turn, \"we do not call them\nbandits.\"\n\n\"Then what shall we do for a living?\" inquired Beni, despairingly.\n\n\"A great deal can be done in a big American city,\" said the child.\n\"My father is a lawyer\" (the bandits shuddered), \"and my mother's\ncousin is a police inspector.\"\n\n\"Ah,\" said Victor, \"that is a good employment. The police need to be\ninspected, especially in Italy.\"\n\n\"Everywhere!\" added Beni.\n\n\"Then you could do other things,\" continued Martha, encouragingly.\n\"You could be motor men on trolley cars, or clerks in a department\nstore. Some people even become aldermen to earn a living.\"\n\nThe bandits shook their heads sadly.\n\n\"We are not fitted for such work,\" said Victor. \"Our business is to\nrob.\"\n\nMartha tried to think.\n\n\"It is rather hard to get positions in the gas office,\" she said,\n\"but you might become politicians.\"\n\n\"No!\" cried Beni, with sudden fierceness; \"we must not abandon our\nhigh calling. Bandits we have always been, and bandits we must\nremain!\"\n\n\"'Tis so!\" agreed the fat man.\n\n\"Even in Chicago there must be people to rob,\" remarked Victor, with\ncheerfulness.\n\nMartha was distressed.\n\n\"I think they have all been robbed,\" she objected.\n\n\"Then we can rob the robbers, for we have experience and talent\nbeyond the ordinary,\" said Beni.\n\n\"Oh, dear; oh, dear!\" moaned the girl; \"why did Uncle Walter ever\nsend you here in this chest?\"\n\nThe bandits became interested.\n\n\"That is what we should like to know,\" declared Victor, eagerly.\n\n\"But no one will ever know, for Uncle Walter was lost while hunting\nelephants in Africa,\" she continued, with conviction.\n\n\"Then we must accept our fate and rob to the best of our ability,\"\nsaid Victor. \"So long as we are faithful to our beloved profession\nwe need not be ashamed.\"\n\n\"'Tis so!\" cried the fat man.\n\n\"Brothers! we will begin now. Let us rob the house we are in.\"\n\n\"Good!\" shouted the others and sprang to their feet.\n\nBeni turned threateningly upon the child.\n\n\"Remain here!\" he commanded. \"If you stir one step your blood will\nbe on your own head!\" Then he added, in a gentler voice: \"Don't be\nafraid; that's the way all bandits talk to their captives. But of\ncourse we wouldn't hurt a young lady under any circumstances.\"\n\n\"Of course not,\" said Victor.\n\nThe fat man drew a big knife from his belt and flourished it about\nhis head.\n\n\"S'blood!\" he ejaculated, fiercely.\n\n\"S'bananas!\" cried Beni, in a terrible voice.\n\n\"Confusion to our foes!\" hissed Victor.\n\nAnd then the three bent themselves nearly double and crept\nstealthily down the stairway with cocked pistols in their hands and\nglittering knives between their teeth, leaving Martha trembling with\nfear and too horrified to even cry for help.\n\nHow long she remained alone in the attic she never knew, but finally\nshe heard the catlike tread of the returning bandits and saw them\ncoming up the stairs in single file.\n\nAll bore heavy loads of plunder in their arms, and Lugui was\nbalancing a mince pie on the top of a pile of her mother's best\nevening dresses. Victor came next with an armful of bric-a-brac, a\nbrass candelabra and the parlor clock. Beni had the family Bible,\nthe basket of silverware from the sideboard, a copper kettle and\npapa's fur overcoat.\n\n\"Oh, joy!\" said Victor, putting down his load; \"it is pleasant to\nrob once more.\"\n\n\"Oh, ecstacy!\" said Beni; but he let the kettle drop on his toe and\nimmediately began dancing around in anguish, while he muttered queer\nwords in the Italian language.\n\n\"We have much wealth,\" continued Victor, holding the mince pie while\nLugui added his spoils to the heap; \"and all from one house! This\nAmerica must be a rich place.\"\n\nWith a dagger he then cut himself a piece of the pie and handed the\nremainder to his comrades. Whereupon all three sat upon the floor\nand consumed the pie while Martha looked on sadly.\n\n\"We should have a cave,\" remarked Beni; \"for we must store our\nplunder in a safe place. Can you tell us of a secret cave?\" he asked\nMartha.\n\n\"There's a Mammoth cave,\" she answered, \"but it's in Kentucky. You\nwould be obliged to ride on the cars a long time to get there.\"\n\nThe three bandits looked thoughtful and munched their pie silently,\nbut the next moment they were startled by the ringing of the\nelectric doorbell, which was heard plainly even in the remote attic.\n\n\"What's that?\" demanded Victor, in a hoarse voice, as the three\nscrambled to their feet with drawn daggers.\n\nMartha ran to the window and saw it was only the postman, who had\ndropped a letter in the box and gone away again. But the incident\ngave her an idea of how to get rid of her troublesome bandits, so\nshe began wringing her hands as if in great distress and cried out:\n\n\"It's the police!\"\n\nThe robbers looked at one another with genuine alarm, and Lugui\nasked, tremblingly:\n\n\"Are there many of them?\"\n\n\"A hundred and twelve!\" exclaimed Martha, after pretending to count\nthem.\n\n\"Then we are lost!\" declared Beni; \"for we could never fight so many\nand live.\"\n\n\"Are they armed?\" inquired Victor, who was shivering as if cold.\n\n\"Oh, yes,\" said she. \"They have guns and swords and pistols and axes\nand--and--\"\n\n\"And what?\" demanded Lugui.\n\n\"And cannons!\"\n\nThe three wicked ones groaned aloud and Beni said, in a hollow\nvoice:\n\n\"I hope they will kill us quickly and not put us to the torture. I\nhave been told these Americans are painted Indians, who are\nbloodthirsty and terrible.\"\n\n\"'Tis so!\" gasped the fat man, with a shudder.\n\nSuddenly Martha turned from the window.\n\n\"You are my friends, are you not?\" she asked.\n\n\"We are devoted!\" answered Victor.\n\n\"We adore you!\" cried Beni.\n\n\"We would die for you!\" added Lugui, thinking he was about to die\nanyway.\n\n\"Then I will save you,\" said the girl.\n\n\"How?\" asked the three, with one voice.\n\n\"Get back into the chest,\" she said. \"I will then close the lid, so\nthey will be unable to find you.\"\n\nThey looked around the room in a dazed and irresolute way, but she\nexclaimed:\n\n\"You must be quick! They will soon be here to arrest you.\"\n\nThen Lugui sprang into the chest and lay fat upon the bottom. Beni\ntumbled in next and packed himself in the back side. Victor followed\nafter pausing to kiss her hand to the girl in a graceful manner.\n\nThen Martha ran up to press down the lid, but could not make it\ncatch.\n\n\"You must squeeze down,\" she said to them.\n\nLugui groaned.\n\n\"I am doing my best, miss,\" said Victor, who was nearest the top;\n\"but although we fitted in very nicely before, the chest now seems\nrather small for us.\"\n\n\"'Tis so!\" came the muffled voice of the fat man from the bottom.\n\n\"I know what takes up the room,\" said Beni.\n\n\"What?\" inquired Victor, anxiously.\n\n\"The pie,\" returned Beni.\n\n\"'Tis so!\" came from the bottom, in faint accents.\n\nThen Martha sat upon the lid and pressed it down with all her\nweight. To her great delight the lock caught, and, springing down,\nshe exerted all her strength and turned the key.\n\n* * * * *\n\nThis story should teach us not to interfere in matters that do not\nconcern us. For had Martha refrained from opening Uncle Walter's\nmysterious chest she would not have been obliged to carry downstairs\nall the plunder the robbers had brought into the attic.\n", "l": "Mary", "r": "female", "relation": "has_gender"}, {"index": "6", "is_verb": "false", "sentence": "\nTHE BOX OF ROBBERS\n\n\nNo one intended to leave Martha alone that afternoon, but it\nhappened that everyone was called away, for one reason or another.\nMrs. McFarland was attending the weekly card party held by the\nWomen's Anti-Gambling League. Sister Nell's young man had called\nquite unexpectedly to take her for a long drive. Papa was at the\noffice, as usual. It was Mary Ann's day out. As for Emeline, she\ncertainly should have stayed in the house and looked after the\nlittle girl; but Emeline had a restless nature.\n\n\"Would you mind, miss, if I just crossed the alley to speak a word\nto Mrs. Carleton's girl?\" she asked Martha.\n\n\"'Course not,\" replied the child. \"You'd better lock the back door,\nthough, and take the key, for I shall be upstairs.\"\n\n\"Oh, I'll do that, of course, miss,\" said the delighted maid, and\nran away to spend the afternoon with her friend, leaving Martha\nquite alone in the big house, and locked in, into the bargain.\n\nThe little girl read a few pages in her new book, sewed a few\nstitches in her embroidery and started to \"play visiting\" with her\nfour favorite dolls. Then she remembered that in the attic was a\ndoll's playhouse that hadn't been used for months, so she decided\nshe would dust it and put it in order.\n\nFilled with this idea, the girl climbed the winding stairs to the\nbig room under the roof. It was well lighted by three dormer windows\nand was warm and pleasant. Around the walls were rows of boxes and\ntrunks, piles of old carpeting, pieces of damaged furniture, bundles\nof discarded clothing and other odds and ends of more or less value.\nEvery well-regulated house has an attic of this sort, so I need not\ndescribe it.\n\nThe doll's house had been moved, but after a search Martha found it\naway over in a corner near the big chimney.\n\nShe drew it out and noticed that behind it was a black wooden chest\nwhich Uncle Walter had sent over from Italy years and years\nago--before Martha was born, in fact. Mamma had told her about it\none day; how there was no key to it, because Uncle Walter wished it\nto remain unopened until he returned home; and how this wandering\nuncle, who was a mighty hunter, had gone into Africa to hunt\nelephants and had never been heard from afterwards.\n\nThe little girl looked at the chest curiously, now that it had by\naccident attracted her attention.\n\nIt was quite big--bigger even than mamma's traveling trunk--and was\nstudded all over with tarnished brassheaded nails. It was heavy,\ntoo, for when Martha tried to lift one end of it she found she could\nnot stir it a bit. But there was a place in the side of the cover\nfor a key. She stooped to examine the lock, and saw that it would\ntake a rather big key to open it.\n\nThen, as you may suspect, the little girl longed to open Uncle\nWalter's big box and see what was in it. For we are all curious, and\nlittle girls are just as curious as the rest of us.\n\n\"I don't b'lieve Uncle Walter'll ever come back,\" she thought. \"Papa\nsaid once that some elephant must have killed him. If I only had a\nkey--\" She stopped and clapped her little hands together gayly as\nshe remembered a big basket of keys on the shelf in the linen\ncloset. They were of all sorts and sizes; perhaps one of them would\nunlock the mysterious chest!\n\nShe flew down the stairs, found the basket and returned with it to\nthe attic. Then she sat down before the brass-studded box and began\ntrying one key after another in the curious old lock. Some were too\nlarge, but most were too small. One would go into the lock but would\nnot turn; another stuck so fast that she feared for a time that she\nwould never get it out again. But at last, when the basket was\nalmost empty, an oddly-shaped, ancient brass key slipped easily into\nthe lock. With a cry of joy Martha turned the key with both hands;\nthen she heard a sharp \"click,\" and the next moment the heavy lid\nflew up of its own accord!\n\nThe little girl leaned over the edge of the chest an instant, and\nthe sight that met her eyes caused her to start back in amazement.\n\nSlowly and carefully a man unpacked himself from the chest, stepped\nout upon the floor, stretched his limbs and then took off his hat\nand bowed politely to the astonished child.\n\nHe was tall and thin and his face seemed badly tanned or sunburnt.\n\nThen another man emerged from the chest, yawning and rubbing his\neyes like a sleepy schoolboy. He was of middle size and his skin\nseemed as badly tanned as that of the first.\n\nWhile Martha stared open-mouthed at the remarkable sight a third man\ncrawled from the chest. He had the same complexion as his fellows,\nbut was short and fat.\n\nAll three were dressed in a curious manner. They wore short jackets\nof red velvet braided with gold, and knee breeches of sky-blue satin\nwith silver buttons. Over their stockings were laced wide ribbons of\nred and yellow and blue, while their hats had broad brims with high,\npeaked crowns, from which fluttered yards of bright-colored ribbons.\n\nThey had big gold rings in their ears and rows of knives and pistols\nin their belts. Their eyes were black and glittering and they wore\nlong, fierce mustaches, curling at the ends like a pig's tail.\n\n\"My! but you were heavy,\" exclaimed the fat one, when he had pulled\ndown his velvet jacket and brushed the dust from his sky-blue\nbreeches. \"And you squeezed me all out of shape.\"\n\n\"It was unavoidable, Luigi,\" responded the thin man, lightly; \"the\nlid of the chest pressed me down upon you. Yet I tender you my\nregrets.\"\n\n\"As for me,\" said the middle-sized man, carelessly rolling a\ncigarette and lighting it, \"you must acknowledge I have been your\nnearest friend for years; so do not be disagreeable.\"\n\n\"You mustn't smoke in the attic,\" said Martha, recovering herself at\nsight of the cigarette. \"You might set the house on fire.\"\n\nThe middle-sized man, who had not noticed her before, at this speech\nturned to the girl and bowed.\n\n\"Since a lady requests it,\" said he, \"I shall abandon my cigarette,\"\nand he threw it on the floor and extinguished it with his foot.\n\n\"Who are you?\" asked Martha, who until now had been too astonished\nto be frightened.\n\n\"Permit us to introduce ourselves,\" said the thin man, flourishing\nhis hat gracefully. \"This is Lugui,\" the fat man nodded; \"and this\nis Beni,\" the middle-sized man bowed; \"and I am Victor. We are three\nbandits--Italian bandits.\"\n\n\"Bandits!\" cried Martha, with a look of horror.\n\n\"Exactly. Perhaps in all the world there are not three other bandits\nso terrible and fierce as ourselves,\" said Victor, proudly.\n\n\"'Tis so,\" said the fat man, nodding gravely.\n\n\"But it's wicked!\" exclaimed Martha.\n\n\"Yes, indeed,\" replied Victor. \"We are extremely and tremendously\nwicked. Perhaps in all the world you could not find three men more\nwicked than those who now stand before you.\"\n\n\"'Tis so,\" said the fat man, approvingly.\n\n\"But you shouldn't be so wicked,\" said the girl;\n\"it's--it's--naughty!\"\n\nVictor cast down his eyes and blushed.\n\n\"Naughty!\" gasped Beni, with a horrified look.\n\n\"'Tis a hard word,\" said Luigi, sadly, and buried his face in his\nhands.\n\n\"I little thought,\" murmured Victor, in a voice broken by emotion,\n\"ever to be so reviled--and by a lady! Yet, perhaps you spoke\nthoughtlessly. You must consider, miss, that our wickedness has an\nexcuse. For how are we to be bandits, let me ask, unless we are\nwicked?\"\n\nMartha was puzzled and shook her head, thoughtfully. Then she\nremembered something.\n\n\"You can't remain bandits any longer,\" said she, \"because you are\nnow in America.\"\n\n\"America!\" cried the three, together.\n\n\"Certainly. You are on Prairie avenue, in Chicago. Uncle Walter sent\nyou here from Italy in this chest.\"\n\nThe bandits seemed greatly bewildered by this announcement. Lugui\nsat down on an old chair with a broken rocker and wiped his forehead\nwith a yellow silk handkerchief. Beni and Victor fell back upon the\nchest and looked at her with pale faces and staring eyes.\n\nWhen he had somewhat recovered himself Victor spoke.\n\n\"Your Uncle Walter has greatly wronged us,\" he said, reproachfully.\n\"He has taken us from our beloved Italy, where bandits are highly\nrespected, and brought us to a strange country where we shall not\nknow whom to rob or how much to ask for a ransom.\"\n\n\"'Tis so!\" said the fat man, slapping his leg sharply.\n\n\"And we had won such fine reputations in Italy!\" said Beni,\nregretfully.\n\n\"Perhaps Uncle Walter wanted to reform you,\" suggested Martha.\n\n\"Are there, then, no bandits in Chicago?\" asked Victor.\n\n\"Well,\" replied the girl, blushing in her turn, \"we do not call them\nbandits.\"\n\n\"Then what shall we do for a living?\" inquired Beni, despairingly.\n\n\"A great deal can be done in a big American city,\" said the child.\n\"My father is a lawyer\" (the bandits shuddered), \"and my mother's\ncousin is a police inspector.\"\n\n\"Ah,\" said Victor, \"that is a good employment. The police need to be\ninspected, especially in Italy.\"\n\n\"Everywhere!\" added Beni.\n\n\"Then you could do other things,\" continued Martha, encouragingly.\n\"You could be motor men on trolley cars, or clerks in a department\nstore. Some people even become aldermen to earn a living.\"\n\nThe bandits shook their heads sadly.\n\n\"We are not fitted for such work,\" said Victor. \"Our business is to\nrob.\"\n\nMartha tried to think.\n\n\"It is rather hard to get positions in the gas office,\" she said,\n\"but you might become politicians.\"\n\n\"No!\" cried Beni, with sudden fierceness; \"we must not abandon our\nhigh calling. Bandits we have always been, and bandits we must\nremain!\"\n\n\"'Tis so!\" agreed the fat man.\n\n\"Even in Chicago there must be people to rob,\" remarked Victor, with\ncheerfulness.\n\nMartha was distressed.\n\n\"I think they have all been robbed,\" she objected.\n\n\"Then we can rob the robbers, for we have experience and talent\nbeyond the ordinary,\" said Beni.\n\n\"Oh, dear; oh, dear!\" moaned the girl; \"why did Uncle Walter ever\nsend you here in this chest?\"\n\nThe bandits became interested.\n\n\"That is what we should like to know,\" declared Victor, eagerly.\n\n\"But no one will ever know, for Uncle Walter was lost while hunting\nelephants in Africa,\" she continued, with conviction.\n\n\"Then we must accept our fate and rob to the best of our ability,\"\nsaid Victor. \"So long as we are faithful to our beloved profession\nwe need not be ashamed.\"\n\n\"'Tis so!\" cried the fat man.\n\n\"Brothers! we will begin now. Let us rob the house we are in.\"\n\n\"Good!\" shouted the others and sprang to their feet.\n\nBeni turned threateningly upon the child.\n\n\"Remain here!\" he commanded. \"If you stir one step your blood will\nbe on your own head!\" Then he added, in a gentler voice: \"Don't be\nafraid; that's the way all bandits talk to their captives. But of\ncourse we wouldn't hurt a young lady under any circumstances.\"\n\n\"Of course not,\" said Victor.\n\nThe fat man drew a big knife from his belt and flourished it about\nhis head.\n\n\"S'blood!\" he ejaculated, fiercely.\n\n\"S'bananas!\" cried Beni, in a terrible voice.\n\n\"Confusion to our foes!\" hissed Victor.\n\nAnd then the three bent themselves nearly double and crept\nstealthily down the stairway with cocked pistols in their hands and\nglittering knives between their teeth, leaving Martha trembling with\nfear and too horrified to even cry for help.\n\nHow long she remained alone in the attic she never knew, but finally\nshe heard the catlike tread of the returning bandits and saw them\ncoming up the stairs in single file.\n\nAll bore heavy loads of plunder in their arms, and Lugui was\nbalancing a mince pie on the top of a pile of her mother's best\nevening dresses. Victor came next with an armful of bric-a-brac, a\nbrass candelabra and the parlor clock. Beni had the family Bible,\nthe basket of silverware from the sideboard, a copper kettle and\npapa's fur overcoat.\n\n\"Oh, joy!\" said Victor, putting down his load; \"it is pleasant to\nrob once more.\"\n\n\"Oh, ecstacy!\" said Beni; but he let the kettle drop on his toe and\nimmediately began dancing around in anguish, while he muttered queer\nwords in the Italian language.\n\n\"We have much wealth,\" continued Victor, holding the mince pie while\nLugui added his spoils to the heap; \"and all from one house! This\nAmerica must be a rich place.\"\n\nWith a dagger he then cut himself a piece of the pie and handed the\nremainder to his comrades. Whereupon all three sat upon the floor\nand consumed the pie while Martha looked on sadly.\n\n\"We should have a cave,\" remarked Beni; \"for we must store our\nplunder in a safe place. Can you tell us of a secret cave?\" he asked\nMartha.\n\n\"There's a Mammoth cave,\" she answered, \"but it's in Kentucky. You\nwould be obliged to ride on the cars a long time to get there.\"\n\nThe three bandits looked thoughtful and munched their pie silently,\nbut the next moment they were startled by the ringing of the\nelectric doorbell, which was heard plainly even in the remote attic.\n\n\"What's that?\" demanded Victor, in a hoarse voice, as the three\nscrambled to their feet with drawn daggers.\n\nMartha ran to the window and saw it was only the postman, who had\ndropped a letter in the box and gone away again. But the incident\ngave her an idea of how to get rid of her troublesome bandits, so\nshe began wringing her hands as if in great distress and cried out:\n\n\"It's the police!\"\n\nThe robbers looked at one another with genuine alarm, and Lugui\nasked, tremblingly:\n\n\"Are there many of them?\"\n\n\"A hundred and twelve!\" exclaimed Martha, after pretending to count\nthem.\n\n\"Then we are lost!\" declared Beni; \"for we could never fight so many\nand live.\"\n\n\"Are they armed?\" inquired Victor, who was shivering as if cold.\n\n\"Oh, yes,\" said she. \"They have guns and swords and pistols and axes\nand--and--\"\n\n\"And what?\" demanded Lugui.\n\n\"And cannons!\"\n\nThe three wicked ones groaned aloud and Beni said, in a hollow\nvoice:\n\n\"I hope they will kill us quickly and not put us to the torture. I\nhave been told these Americans are painted Indians, who are\nbloodthirsty and terrible.\"\n\n\"'Tis so!\" gasped the fat man, with a shudder.\n\nSuddenly Martha turned from the window.\n\n\"You are my friends, are you not?\" she asked.\n\n\"We are devoted!\" answered Victor.\n\n\"We adore you!\" cried Beni.\n\n\"We would die for you!\" added Lugui, thinking he was about to die\nanyway.\n\n\"Then I will save you,\" said the girl.\n\n\"How?\" asked the three, with one voice.\n\n\"Get back into the chest,\" she said. \"I will then close the lid, so\nthey will be unable to find you.\"\n\nThey looked around the room in a dazed and irresolute way, but she\nexclaimed:\n\n\"You must be quick! They will soon be here to arrest you.\"\n\nThen Lugui sprang into the chest and lay fat upon the bottom. Beni\ntumbled in next and packed himself in the back side. Victor followed\nafter pausing to kiss her hand to the girl in a graceful manner.\n\nThen Martha ran up to press down the lid, but could not make it\ncatch.\n\n\"You must squeeze down,\" she said to them.\n\nLugui groaned.\n\n\"I am doing my best, miss,\" said Victor, who was nearest the top;\n\"but although we fitted in very nicely before, the chest now seems\nrather small for us.\"\n\n\"'Tis so!\" came the muffled voice of the fat man from the bottom.\n\n\"I know what takes up the room,\" said Beni.\n\n\"What?\" inquired Victor, anxiously.\n\n\"The pie,\" returned Beni.\n\n\"'Tis so!\" came from the bottom, in faint accents.\n\nThen Martha sat upon the lid and pressed it down with all her\nweight. To her great delight the lock caught, and, springing down,\nshe exerted all her strength and turned the key.\n\n* * * * *\n\nThis story should teach us not to interfere in matters that do not\nconcern us. For had Martha refrained from opening Uncle Walter's\nmysterious chest she would not have been obliged to carry downstairs\nall the plunder the robbers had brought into the attic.\n", "l": "Emeline", "r": "actor", "relation": "instance_of"}, {"index": "6", "is_verb": "false", "sentence": "\nTHE BOX OF ROBBERS\n\n\nNo one intended to leave Martha alone that afternoon, but it\nhappened that everyone was called away, for one reason or another.\nMrs. McFarland was attending the weekly card party held by the\nWomen's Anti-Gambling League. Sister Nell's young man had called\nquite unexpectedly to take her for a long drive. Papa was at the\noffice, as usual. It was Mary Ann's day out. As for Emeline, she\ncertainly should have stayed in the house and looked after the\nlittle girl; but Emeline had a restless nature.\n\n\"Would you mind, miss, if I just crossed the alley to speak a word\nto Mrs. Carleton's girl?\" she asked Martha.\n\n\"'Course not,\" replied the child. \"You'd better lock the back door,\nthough, and take the key, for I shall be upstairs.\"\n\n\"Oh, I'll do that, of course, miss,\" said the delighted maid, and\nran away to spend the afternoon with her friend, leaving Martha\nquite alone in the big house, and locked in, into the bargain.\n\nThe little girl read a few pages in her new book, sewed a few\nstitches in her embroidery and started to \"play visiting\" with her\nfour favorite dolls. Then she remembered that in the attic was a\ndoll's playhouse that hadn't been used for months, so she decided\nshe would dust it and put it in order.\n\nFilled with this idea, the girl climbed the winding stairs to the\nbig room under the roof. It was well lighted by three dormer windows\nand was warm and pleasant. Around the walls were rows of boxes and\ntrunks, piles of old carpeting, pieces of damaged furniture, bundles\nof discarded clothing and other odds and ends of more or less value.\nEvery well-regulated house has an attic of this sort, so I need not\ndescribe it.\n\nThe doll's house had been moved, but after a search Martha found it\naway over in a corner near the big chimney.\n\nShe drew it out and noticed that behind it was a black wooden chest\nwhich Uncle Walter had sent over from Italy years and years\nago--before Martha was born, in fact. Mamma had told her about it\none day; how there was no key to it, because Uncle Walter wished it\nto remain unopened until he returned home; and how this wandering\nuncle, who was a mighty hunter, had gone into Africa to hunt\nelephants and had never been heard from afterwards.\n\nThe little girl looked at the chest curiously, now that it had by\naccident attracted her attention.\n\nIt was quite big--bigger even than mamma's traveling trunk--and was\nstudded all over with tarnished brassheaded nails. It was heavy,\ntoo, for when Martha tried to lift one end of it she found she could\nnot stir it a bit. But there was a place in the side of the cover\nfor a key. She stooped to examine the lock, and saw that it would\ntake a rather big key to open it.\n\nThen, as you may suspect, the little girl longed to open Uncle\nWalter's big box and see what was in it. For we are all curious, and\nlittle girls are just as curious as the rest of us.\n\n\"I don't b'lieve Uncle Walter'll ever come back,\" she thought. \"Papa\nsaid once that some elephant must have killed him. If I only had a\nkey--\" She stopped and clapped her little hands together gayly as\nshe remembered a big basket of keys on the shelf in the linen\ncloset. They were of all sorts and sizes; perhaps one of them would\nunlock the mysterious chest!\n\nShe flew down the stairs, found the basket and returned with it to\nthe attic. Then she sat down before the brass-studded box and began\ntrying one key after another in the curious old lock. Some were too\nlarge, but most were too small. One would go into the lock but would\nnot turn; another stuck so fast that she feared for a time that she\nwould never get it out again. But at last, when the basket was\nalmost empty, an oddly-shaped, ancient brass key slipped easily into\nthe lock. With a cry of joy Martha turned the key with both hands;\nthen she heard a sharp \"click,\" and the next moment the heavy lid\nflew up of its own accord!\n\nThe little girl leaned over the edge of the chest an instant, and\nthe sight that met her eyes caused her to start back in amazement.\n\nSlowly and carefully a man unpacked himself from the chest, stepped\nout upon the floor, stretched his limbs and then took off his hat\nand bowed politely to the astonished child.\n\nHe was tall and thin and his face seemed badly tanned or sunburnt.\n\nThen another man emerged from the chest, yawning and rubbing his\neyes like a sleepy schoolboy. He was of middle size and his skin\nseemed as badly tanned as that of the first.\n\nWhile Martha stared open-mouthed at the remarkable sight a third man\ncrawled from the chest. He had the same complexion as his fellows,\nbut was short and fat.\n\nAll three were dressed in a curious manner. They wore short jackets\nof red velvet braided with gold, and knee breeches of sky-blue satin\nwith silver buttons. Over their stockings were laced wide ribbons of\nred and yellow and blue, while their hats had broad brims with high,\npeaked crowns, from which fluttered yards of bright-colored ribbons.\n\nThey had big gold rings in their ears and rows of knives and pistols\nin their belts. Their eyes were black and glittering and they wore\nlong, fierce mustaches, curling at the ends like a pig's tail.\n\n\"My! but you were heavy,\" exclaimed the fat one, when he had pulled\ndown his velvet jacket and brushed the dust from his sky-blue\nbreeches. \"And you squeezed me all out of shape.\"\n\n\"It was unavoidable, Luigi,\" responded the thin man, lightly; \"the\nlid of the chest pressed me down upon you. Yet I tender you my\nregrets.\"\n\n\"As for me,\" said the middle-sized man, carelessly rolling a\ncigarette and lighting it, \"you must acknowledge I have been your\nnearest friend for years; so do not be disagreeable.\"\n\n\"You mustn't smoke in the attic,\" said Martha, recovering herself at\nsight of the cigarette. \"You might set the house on fire.\"\n\nThe middle-sized man, who had not noticed her before, at this speech\nturned to the girl and bowed.\n\n\"Since a lady requests it,\" said he, \"I shall abandon my cigarette,\"\nand he threw it on the floor and extinguished it with his foot.\n\n\"Who are you?\" asked Martha, who until now had been too astonished\nto be frightened.\n\n\"Permit us to introduce ourselves,\" said the thin man, flourishing\nhis hat gracefully. \"This is Lugui,\" the fat man nodded; \"and this\nis Beni,\" the middle-sized man bowed; \"and I am Victor. We are three\nbandits--Italian bandits.\"\n\n\"Bandits!\" cried Martha, with a look of horror.\n\n\"Exactly. Perhaps in all the world there are not three other bandits\nso terrible and fierce as ourselves,\" said Victor, proudly.\n\n\"'Tis so,\" said the fat man, nodding gravely.\n\n\"But it's wicked!\" exclaimed Martha.\n\n\"Yes, indeed,\" replied Victor. \"We are extremely and tremendously\nwicked. Perhaps in all the world you could not find three men more\nwicked than those who now stand before you.\"\n\n\"'Tis so,\" said the fat man, approvingly.\n\n\"But you shouldn't be so wicked,\" said the girl;\n\"it's--it's--naughty!\"\n\nVictor cast down his eyes and blushed.\n\n\"Naughty!\" gasped Beni, with a horrified look.\n\n\"'Tis a hard word,\" said Luigi, sadly, and buried his face in his\nhands.\n\n\"I little thought,\" murmured Victor, in a voice broken by emotion,\n\"ever to be so reviled--and by a lady! Yet, perhaps you spoke\nthoughtlessly. You must consider, miss, that our wickedness has an\nexcuse. For how are we to be bandits, let me ask, unless we are\nwicked?\"\n\nMartha was puzzled and shook her head, thoughtfully. Then she\nremembered something.\n\n\"You can't remain bandits any longer,\" said she, \"because you are\nnow in America.\"\n\n\"America!\" cried the three, together.\n\n\"Certainly. You are on Prairie avenue, in Chicago. Uncle Walter sent\nyou here from Italy in this chest.\"\n\nThe bandits seemed greatly bewildered by this announcement. Lugui\nsat down on an old chair with a broken rocker and wiped his forehead\nwith a yellow silk handkerchief. Beni and Victor fell back upon the\nchest and looked at her with pale faces and staring eyes.\n\nWhen he had somewhat recovered himself Victor spoke.\n\n\"Your Uncle Walter has greatly wronged us,\" he said, reproachfully.\n\"He has taken us from our beloved Italy, where bandits are highly\nrespected, and brought us to a strange country where we shall not\nknow whom to rob or how much to ask for a ransom.\"\n\n\"'Tis so!\" said the fat man, slapping his leg sharply.\n\n\"And we had won such fine reputations in Italy!\" said Beni,\nregretfully.\n\n\"Perhaps Uncle Walter wanted to reform you,\" suggested Martha.\n\n\"Are there, then, no bandits in Chicago?\" asked Victor.\n\n\"Well,\" replied the girl, blushing in her turn, \"we do not call them\nbandits.\"\n\n\"Then what shall we do for a living?\" inquired Beni, despairingly.\n\n\"A great deal can be done in a big American city,\" said the child.\n\"My father is a lawyer\" (the bandits shuddered), \"and my mother's\ncousin is a police inspector.\"\n\n\"Ah,\" said Victor, \"that is a good employment. The police need to be\ninspected, especially in Italy.\"\n\n\"Everywhere!\" added Beni.\n\n\"Then you could do other things,\" continued Martha, encouragingly.\n\"You could be motor men on trolley cars, or clerks in a department\nstore. Some people even become aldermen to earn a living.\"\n\nThe bandits shook their heads sadly.\n\n\"We are not fitted for such work,\" said Victor. \"Our business is to\nrob.\"\n\nMartha tried to think.\n\n\"It is rather hard to get positions in the gas office,\" she said,\n\"but you might become politicians.\"\n\n\"No!\" cried Beni, with sudden fierceness; \"we must not abandon our\nhigh calling. Bandits we have always been, and bandits we must\nremain!\"\n\n\"'Tis so!\" agreed the fat man.\n\n\"Even in Chicago there must be people to rob,\" remarked Victor, with\ncheerfulness.\n\nMartha was distressed.\n\n\"I think they have all been robbed,\" she objected.\n\n\"Then we can rob the robbers, for we have experience and talent\nbeyond the ordinary,\" said Beni.\n\n\"Oh, dear; oh, dear!\" moaned the girl; \"why did Uncle Walter ever\nsend you here in this chest?\"\n\nThe bandits became interested.\n\n\"That is what we should like to know,\" declared Victor, eagerly.\n\n\"But no one will ever know, for Uncle Walter was lost while hunting\nelephants in Africa,\" she continued, with conviction.\n\n\"Then we must accept our fate and rob to the best of our ability,\"\nsaid Victor. \"So long as we are faithful to our beloved profession\nwe need not be ashamed.\"\n\n\"'Tis so!\" cried the fat man.\n\n\"Brothers! we will begin now. Let us rob the house we are in.\"\n\n\"Good!\" shouted the others and sprang to their feet.\n\nBeni turned threateningly upon the child.\n\n\"Remain here!\" he commanded. \"If you stir one step your blood will\nbe on your own head!\" Then he added, in a gentler voice: \"Don't be\nafraid; that's the way all bandits talk to their captives. But of\ncourse we wouldn't hurt a young lady under any circumstances.\"\n\n\"Of course not,\" said Victor.\n\nThe fat man drew a big knife from his belt and flourished it about\nhis head.\n\n\"S'blood!\" he ejaculated, fiercely.\n\n\"S'bananas!\" cried Beni, in a terrible voice.\n\n\"Confusion to our foes!\" hissed Victor.\n\nAnd then the three bent themselves nearly double and crept\nstealthily down the stairway with cocked pistols in their hands and\nglittering knives between their teeth, leaving Martha trembling with\nfear and too horrified to even cry for help.\n\nHow long she remained alone in the attic she never knew, but finally\nshe heard the catlike tread of the returning bandits and saw them\ncoming up the stairs in single file.\n\nAll bore heavy loads of plunder in their arms, and Lugui was\nbalancing a mince pie on the top of a pile of her mother's best\nevening dresses. Victor came next with an armful of bric-a-brac, a\nbrass candelabra and the parlor clock. Beni had the family Bible,\nthe basket of silverware from the sideboard, a copper kettle and\npapa's fur overcoat.\n\n\"Oh, joy!\" said Victor, putting down his load; \"it is pleasant to\nrob once more.\"\n\n\"Oh, ecstacy!\" said Beni; but he let the kettle drop on his toe and\nimmediately began dancing around in anguish, while he muttered queer\nwords in the Italian language.\n\n\"We have much wealth,\" continued Victor, holding the mince pie while\nLugui added his spoils to the heap; \"and all from one house! This\nAmerica must be a rich place.\"\n\nWith a dagger he then cut himself a piece of the pie and handed the\nremainder to his comrades. Whereupon all three sat upon the floor\nand consumed the pie while Martha looked on sadly.\n\n\"We should have a cave,\" remarked Beni; \"for we must store our\nplunder in a safe place. Can you tell us of a secret cave?\" he asked\nMartha.\n\n\"There's a Mammoth cave,\" she answered, \"but it's in Kentucky. You\nwould be obliged to ride on the cars a long time to get there.\"\n\nThe three bandits looked thoughtful and munched their pie silently,\nbut the next moment they were startled by the ringing of the\nelectric doorbell, which was heard plainly even in the remote attic.\n\n\"What's that?\" demanded Victor, in a hoarse voice, as the three\nscrambled to their feet with drawn daggers.\n\nMartha ran to the window and saw it was only the postman, who had\ndropped a letter in the box and gone away again. But the incident\ngave her an idea of how to get rid of her troublesome bandits, so\nshe began wringing her hands as if in great distress and cried out:\n\n\"It's the police!\"\n\nThe robbers looked at one another with genuine alarm, and Lugui\nasked, tremblingly:\n\n\"Are there many of them?\"\n\n\"A hundred and twelve!\" exclaimed Martha, after pretending to count\nthem.\n\n\"Then we are lost!\" declared Beni; \"for we could never fight so many\nand live.\"\n\n\"Are they armed?\" inquired Victor, who was shivering as if cold.\n\n\"Oh, yes,\" said she. \"They have guns and swords and pistols and axes\nand--and--\"\n\n\"And what?\" demanded Lugui.\n\n\"And cannons!\"\n\nThe three wicked ones groaned aloud and Beni said, in a hollow\nvoice:\n\n\"I hope they will kill us quickly and not put us to the torture. I\nhave been told these Americans are painted Indians, who are\nbloodthirsty and terrible.\"\n\n\"'Tis so!\" gasped the fat man, with a shudder.\n\nSuddenly Martha turned from the window.\n\n\"You are my friends, are you not?\" she asked.\n\n\"We are devoted!\" answered Victor.\n\n\"We adore you!\" cried Beni.\n\n\"We would die for you!\" added Lugui, thinking he was about to die\nanyway.\n\n\"Then I will save you,\" said the girl.\n\n\"How?\" asked the three, with one voice.\n\n\"Get back into the chest,\" she said. \"I will then close the lid, so\nthey will be unable to find you.\"\n\nThey looked around the room in a dazed and irresolute way, but she\nexclaimed:\n\n\"You must be quick! They will soon be here to arrest you.\"\n\nThen Lugui sprang into the chest and lay fat upon the bottom. Beni\ntumbled in next and packed himself in the back side. Victor followed\nafter pausing to kiss her hand to the girl in a graceful manner.\n\nThen Martha ran up to press down the lid, but could not make it\ncatch.\n\n\"You must squeeze down,\" she said to them.\n\nLugui groaned.\n\n\"I am doing my best, miss,\" said Victor, who was nearest the top;\n\"but although we fitted in very nicely before, the chest now seems\nrather small for us.\"\n\n\"'Tis so!\" came the muffled voice of the fat man from the bottom.\n\n\"I know what takes up the room,\" said Beni.\n\n\"What?\" inquired Victor, anxiously.\n\n\"The pie,\" returned Beni.\n\n\"'Tis so!\" came from the bottom, in faint accents.\n\nThen Martha sat upon the lid and pressed it down with all her\nweight. To her great delight the lock caught, and, springing down,\nshe exerted all her strength and turned the key.\n\n* * * * *\n\nThis story should teach us not to interfere in matters that do not\nconcern us. For had Martha refrained from opening Uncle Walter's\nmysterious chest she would not have been obliged to carry downstairs\nall the plunder the robbers had brought into the attic.\n", "l": "Emeline", "r": "female", "relation": "has_gender"}, {"index": "8", "is_verb": "false", "sentence": "\nTHE BOX OF ROBBERS\n\n\nNo one intended to leave Martha alone that afternoon, but it\nhappened that everyone was called away, for one reason or another.\nMrs. McFarland was attending the weekly card party held by the\nWomen's Anti-Gambling League. Sister Nell's young man had called\nquite unexpectedly to take her for a long drive. Papa was at the\noffice, as usual. It was Mary Ann's day out. As for Emeline, she\ncertainly should have stayed in the house and looked after the\nlittle girl; but Emeline had a restless nature.\n\n\"Would you mind, miss, if I just crossed the alley to speak a word\nto Mrs. Carleton's girl?\" she asked Martha.\n\n\"'Course not,\" replied the child. \"You'd better lock the back door,\nthough, and take the key, for I shall be upstairs.\"\n\n\"Oh, I'll do that, of course, miss,\" said the delighted maid, and\nran away to spend the afternoon with her friend, leaving Martha\nquite alone in the big house, and locked in, into the bargain.\n\nThe little girl read a few pages in her new book, sewed a few\nstitches in her embroidery and started to \"play visiting\" with her\nfour favorite dolls. Then she remembered that in the attic was a\ndoll's playhouse that hadn't been used for months, so she decided\nshe would dust it and put it in order.\n\nFilled with this idea, the girl climbed the winding stairs to the\nbig room under the roof. It was well lighted by three dormer windows\nand was warm and pleasant. Around the walls were rows of boxes and\ntrunks, piles of old carpeting, pieces of damaged furniture, bundles\nof discarded clothing and other odds and ends of more or less value.\nEvery well-regulated house has an attic of this sort, so I need not\ndescribe it.\n\nThe doll's house had been moved, but after a search Martha found it\naway over in a corner near the big chimney.\n\nShe drew it out and noticed that behind it was a black wooden chest\nwhich Uncle Walter had sent over from Italy years and years\nago--before Martha was born, in fact. Mamma had told her about it\none day; how there was no key to it, because Uncle Walter wished it\nto remain unopened until he returned home; and how this wandering\nuncle, who was a mighty hunter, had gone into Africa to hunt\nelephants and had never been heard from afterwards.\n\nThe little girl looked at the chest curiously, now that it had by\naccident attracted her attention.\n\nIt was quite big--bigger even than mamma's traveling trunk--and was\nstudded all over with tarnished brassheaded nails. It was heavy,\ntoo, for when Martha tried to lift one end of it she found she could\nnot stir it a bit. But there was a place in the side of the cover\nfor a key. She stooped to examine the lock, and saw that it would\ntake a rather big key to open it.\n\nThen, as you may suspect, the little girl longed to open Uncle\nWalter's big box and see what was in it. For we are all curious, and\nlittle girls are just as curious as the rest of us.\n\n\"I don't b'lieve Uncle Walter'll ever come back,\" she thought. \"Papa\nsaid once that some elephant must have killed him. If I only had a\nkey--\" She stopped and clapped her little hands together gayly as\nshe remembered a big basket of keys on the shelf in the linen\ncloset. They were of all sorts and sizes; perhaps one of them would\nunlock the mysterious chest!\n\nShe flew down the stairs, found the basket and returned with it to\nthe attic. Then she sat down before the brass-studded box and began\ntrying one key after another in the curious old lock. Some were too\nlarge, but most were too small. One would go into the lock but would\nnot turn; another stuck so fast that she feared for a time that she\nwould never get it out again. But at last, when the basket was\nalmost empty, an oddly-shaped, ancient brass key slipped easily into\nthe lock. With a cry of joy Martha turned the key with both hands;\nthen she heard a sharp \"click,\" and the next moment the heavy lid\nflew up of its own accord!\n\nThe little girl leaned over the edge of the chest an instant, and\nthe sight that met her eyes caused her to start back in amazement.\n\nSlowly and carefully a man unpacked himself from the chest, stepped\nout upon the floor, stretched his limbs and then took off his hat\nand bowed politely to the astonished child.\n\nHe was tall and thin and his face seemed badly tanned or sunburnt.\n\nThen another man emerged from the chest, yawning and rubbing his\neyes like a sleepy schoolboy. He was of middle size and his skin\nseemed as badly tanned as that of the first.\n\nWhile Martha stared open-mouthed at the remarkable sight a third man\ncrawled from the chest. He had the same complexion as his fellows,\nbut was short and fat.\n\nAll three were dressed in a curious manner. They wore short jackets\nof red velvet braided with gold, and knee breeches of sky-blue satin\nwith silver buttons. Over their stockings were laced wide ribbons of\nred and yellow and blue, while their hats had broad brims with high,\npeaked crowns, from which fluttered yards of bright-colored ribbons.\n\nThey had big gold rings in their ears and rows of knives and pistols\nin their belts. Their eyes were black and glittering and they wore\nlong, fierce mustaches, curling at the ends like a pig's tail.\n\n\"My! but you were heavy,\" exclaimed the fat one, when he had pulled\ndown his velvet jacket and brushed the dust from his sky-blue\nbreeches. \"And you squeezed me all out of shape.\"\n\n\"It was unavoidable, Luigi,\" responded the thin man, lightly; \"the\nlid of the chest pressed me down upon you. Yet I tender you my\nregrets.\"\n\n\"As for me,\" said the middle-sized man, carelessly rolling a\ncigarette and lighting it, \"you must acknowledge I have been your\nnearest friend for years; so do not be disagreeable.\"\n\n\"You mustn't smoke in the attic,\" said Martha, recovering herself at\nsight of the cigarette. \"You might set the house on fire.\"\n\nThe middle-sized man, who had not noticed her before, at this speech\nturned to the girl and bowed.\n\n\"Since a lady requests it,\" said he, \"I shall abandon my cigarette,\"\nand he threw it on the floor and extinguished it with his foot.\n\n\"Who are you?\" asked Martha, who until now had been too astonished\nto be frightened.\n\n\"Permit us to introduce ourselves,\" said the thin man, flourishing\nhis hat gracefully. \"This is Lugui,\" the fat man nodded; \"and this\nis Beni,\" the middle-sized man bowed; \"and I am Victor. We are three\nbandits--Italian bandits.\"\n\n\"Bandits!\" cried Martha, with a look of horror.\n\n\"Exactly. Perhaps in all the world there are not three other bandits\nso terrible and fierce as ourselves,\" said Victor, proudly.\n\n\"'Tis so,\" said the fat man, nodding gravely.\n\n\"But it's wicked!\" exclaimed Martha.\n\n\"Yes, indeed,\" replied Victor. \"We are extremely and tremendously\nwicked. Perhaps in all the world you could not find three men more\nwicked than those who now stand before you.\"\n\n\"'Tis so,\" said the fat man, approvingly.\n\n\"But you shouldn't be so wicked,\" said the girl;\n\"it's--it's--naughty!\"\n\nVictor cast down his eyes and blushed.\n\n\"Naughty!\" gasped Beni, with a horrified look.\n\n\"'Tis a hard word,\" said Luigi, sadly, and buried his face in his\nhands.\n\n\"I little thought,\" murmured Victor, in a voice broken by emotion,\n\"ever to be so reviled--and by a lady! Yet, perhaps you spoke\nthoughtlessly. You must consider, miss, that our wickedness has an\nexcuse. For how are we to be bandits, let me ask, unless we are\nwicked?\"\n\nMartha was puzzled and shook her head, thoughtfully. Then she\nremembered something.\n\n\"You can't remain bandits any longer,\" said she, \"because you are\nnow in America.\"\n\n\"America!\" cried the three, together.\n\n\"Certainly. You are on Prairie avenue, in Chicago. Uncle Walter sent\nyou here from Italy in this chest.\"\n\nThe bandits seemed greatly bewildered by this announcement. Lugui\nsat down on an old chair with a broken rocker and wiped his forehead\nwith a yellow silk handkerchief. Beni and Victor fell back upon the\nchest and looked at her with pale faces and staring eyes.\n\nWhen he had somewhat recovered himself Victor spoke.\n\n\"Your Uncle Walter has greatly wronged us,\" he said, reproachfully.\n\"He has taken us from our beloved Italy, where bandits are highly\nrespected, and brought us to a strange country where we shall not\nknow whom to rob or how much to ask for a ransom.\"\n\n\"'Tis so!\" said the fat man, slapping his leg sharply.\n\n\"And we had won such fine reputations in Italy!\" said Beni,\nregretfully.\n\n\"Perhaps Uncle Walter wanted to reform you,\" suggested Martha.\n\n\"Are there, then, no bandits in Chicago?\" asked Victor.\n\n\"Well,\" replied the girl, blushing in her turn, \"we do not call them\nbandits.\"\n\n\"Then what shall we do for a living?\" inquired Beni, despairingly.\n\n\"A great deal can be done in a big American city,\" said the child.\n\"My father is a lawyer\" (the bandits shuddered), \"and my mother's\ncousin is a police inspector.\"\n\n\"Ah,\" said Victor, \"that is a good employment. The police need to be\ninspected, especially in Italy.\"\n\n\"Everywhere!\" added Beni.\n\n\"Then you could do other things,\" continued Martha, encouragingly.\n\"You could be motor men on trolley cars, or clerks in a department\nstore. Some people even become aldermen to earn a living.\"\n\nThe bandits shook their heads sadly.\n\n\"We are not fitted for such work,\" said Victor. \"Our business is to\nrob.\"\n\nMartha tried to think.\n\n\"It is rather hard to get positions in the gas office,\" she said,\n\"but you might become politicians.\"\n\n\"No!\" cried Beni, with sudden fierceness; \"we must not abandon our\nhigh calling. Bandits we have always been, and bandits we must\nremain!\"\n\n\"'Tis so!\" agreed the fat man.\n\n\"Even in Chicago there must be people to rob,\" remarked Victor, with\ncheerfulness.\n\nMartha was distressed.\n\n\"I think they have all been robbed,\" she objected.\n\n\"Then we can rob the robbers, for we have experience and talent\nbeyond the ordinary,\" said Beni.\n\n\"Oh, dear; oh, dear!\" moaned the girl; \"why did Uncle Walter ever\nsend you here in this chest?\"\n\nThe bandits became interested.\n\n\"That is what we should like to know,\" declared Victor, eagerly.\n\n\"But no one will ever know, for Uncle Walter was lost while hunting\nelephants in Africa,\" she continued, with conviction.\n\n\"Then we must accept our fate and rob to the best of our ability,\"\nsaid Victor. \"So long as we are faithful to our beloved profession\nwe need not be ashamed.\"\n\n\"'Tis so!\" cried the fat man.\n\n\"Brothers! we will begin now. Let us rob the house we are in.\"\n\n\"Good!\" shouted the others and sprang to their feet.\n\nBeni turned threateningly upon the child.\n\n\"Remain here!\" he commanded. \"If you stir one step your blood will\nbe on your own head!\" Then he added, in a gentler voice: \"Don't be\nafraid; that's the way all bandits talk to their captives. But of\ncourse we wouldn't hurt a young lady under any circumstances.\"\n\n\"Of course not,\" said Victor.\n\nThe fat man drew a big knife from his belt and flourished it about\nhis head.\n\n\"S'blood!\" he ejaculated, fiercely.\n\n\"S'bananas!\" cried Beni, in a terrible voice.\n\n\"Confusion to our foes!\" hissed Victor.\n\nAnd then the three bent themselves nearly double and crept\nstealthily down the stairway with cocked pistols in their hands and\nglittering knives between their teeth, leaving Martha trembling with\nfear and too horrified to even cry for help.\n\nHow long she remained alone in the attic she never knew, but finally\nshe heard the catlike tread of the returning bandits and saw them\ncoming up the stairs in single file.\n\nAll bore heavy loads of plunder in their arms, and Lugui was\nbalancing a mince pie on the top of a pile of her mother's best\nevening dresses. Victor came next with an armful of bric-a-brac, a\nbrass candelabra and the parlor clock. Beni had the family Bible,\nthe basket of silverware from the sideboard, a copper kettle and\npapa's fur overcoat.\n\n\"Oh, joy!\" said Victor, putting down his load; \"it is pleasant to\nrob once more.\"\n\n\"Oh, ecstacy!\" said Beni; but he let the kettle drop on his toe and\nimmediately began dancing around in anguish, while he muttered queer\nwords in the Italian language.\n\n\"We have much wealth,\" continued Victor, holding the mince pie while\nLugui added his spoils to the heap; \"and all from one house! This\nAmerica must be a rich place.\"\n\nWith a dagger he then cut himself a piece of the pie and handed the\nremainder to his comrades. Whereupon all three sat upon the floor\nand consumed the pie while Martha looked on sadly.\n\n\"We should have a cave,\" remarked Beni; \"for we must store our\nplunder in a safe place. Can you tell us of a secret cave?\" he asked\nMartha.\n\n\"There's a Mammoth cave,\" she answered, \"but it's in Kentucky. You\nwould be obliged to ride on the cars a long time to get there.\"\n\nThe three bandits looked thoughtful and munched their pie silently,\nbut the next moment they were startled by the ringing of the\nelectric doorbell, which was heard plainly even in the remote attic.\n\n\"What's that?\" demanded Victor, in a hoarse voice, as the three\nscrambled to their feet with drawn daggers.\n\nMartha ran to the window and saw it was only the postman, who had\ndropped a letter in the box and gone away again. But the incident\ngave her an idea of how to get rid of her troublesome bandits, so\nshe began wringing her hands as if in great distress and cried out:\n\n\"It's the police!\"\n\nThe robbers looked at one another with genuine alarm, and Lugui\nasked, tremblingly:\n\n\"Are there many of them?\"\n\n\"A hundred and twelve!\" exclaimed Martha, after pretending to count\nthem.\n\n\"Then we are lost!\" declared Beni; \"for we could never fight so many\nand live.\"\n\n\"Are they armed?\" inquired Victor, who was shivering as if cold.\n\n\"Oh, yes,\" said she. \"They have guns and swords and pistols and axes\nand--and--\"\n\n\"And what?\" demanded Lugui.\n\n\"And cannons!\"\n\nThe three wicked ones groaned aloud and Beni said, in a hollow\nvoice:\n\n\"I hope they will kill us quickly and not put us to the torture. I\nhave been told these Americans are painted Indians, who are\nbloodthirsty and terrible.\"\n\n\"'Tis so!\" gasped the fat man, with a shudder.\n\nSuddenly Martha turned from the window.\n\n\"You are my friends, are you not?\" she asked.\n\n\"We are devoted!\" answered Victor.\n\n\"We adore you!\" cried Beni.\n\n\"We would die for you!\" added Lugui, thinking he was about to die\nanyway.\n\n\"Then I will save you,\" said the girl.\n\n\"How?\" asked the three, with one voice.\n\n\"Get back into the chest,\" she said. \"I will then close the lid, so\nthey will be unable to find you.\"\n\nThey looked around the room in a dazed and irresolute way, but she\nexclaimed:\n\n\"You must be quick! They will soon be here to arrest you.\"\n\nThen Lugui sprang into the chest and lay fat upon the bottom. Beni\ntumbled in next and packed himself in the back side. Victor followed\nafter pausing to kiss her hand to the girl in a graceful manner.\n\nThen Martha ran up to press down the lid, but could not make it\ncatch.\n\n\"You must squeeze down,\" she said to them.\n\nLugui groaned.\n\n\"I am doing my best, miss,\" said Victor, who was nearest the top;\n\"but although we fitted in very nicely before, the chest now seems\nrather small for us.\"\n\n\"'Tis so!\" came the muffled voice of the fat man from the bottom.\n\n\"I know what takes up the room,\" said Beni.\n\n\"What?\" inquired Victor, anxiously.\n\n\"The pie,\" returned Beni.\n\n\"'Tis so!\" came from the bottom, in faint accents.\n\nThen Martha sat upon the lid and pressed it down with all her\nweight. To her great delight the lock caught, and, springing down,\nshe exerted all her strength and turned the key.\n\n* * * * *\n\nThis story should teach us not to interfere in matters that do not\nconcern us. For had Martha refrained from opening Uncle Walter's\nmysterious chest she would not have been obliged to carry downstairs\nall the plunder the robbers had brought into the attic.\n", "l": "Victor", "r": "actor", "relation": "instance_of"}, {"index": "8", "is_verb": "false", "sentence": "\nTHE BOX OF ROBBERS\n\n\nNo one intended to leave Martha alone that afternoon, but it\nhappened that everyone was called away, for one reason or another.\nMrs. McFarland was attending the weekly card party held by the\nWomen's Anti-Gambling League. Sister Nell's young man had called\nquite unexpectedly to take her for a long drive. Papa was at the\noffice, as usual. It was Mary Ann's day out. As for Emeline, she\ncertainly should have stayed in the house and looked after the\nlittle girl; but Emeline had a restless nature.\n\n\"Would you mind, miss, if I just crossed the alley to speak a word\nto Mrs. Carleton's girl?\" she asked Martha.\n\n\"'Course not,\" replied the child. \"You'd better lock the back door,\nthough, and take the key, for I shall be upstairs.\"\n\n\"Oh, I'll do that, of course, miss,\" said the delighted maid, and\nran away to spend the afternoon with her friend, leaving Martha\nquite alone in the big house, and locked in, into the bargain.\n\nThe little girl read a few pages in her new book, sewed a few\nstitches in her embroidery and started to \"play visiting\" with her\nfour favorite dolls. Then she remembered that in the attic was a\ndoll's playhouse that hadn't been used for months, so she decided\nshe would dust it and put it in order.\n\nFilled with this idea, the girl climbed the winding stairs to the\nbig room under the roof. It was well lighted by three dormer windows\nand was warm and pleasant. Around the walls were rows of boxes and\ntrunks, piles of old carpeting, pieces of damaged furniture, bundles\nof discarded clothing and other odds and ends of more or less value.\nEvery well-regulated house has an attic of this sort, so I need not\ndescribe it.\n\nThe doll's house had been moved, but after a search Martha found it\naway over in a corner near the big chimney.\n\nShe drew it out and noticed that behind it was a black wooden chest\nwhich Uncle Walter had sent over from Italy years and years\nago--before Martha was born, in fact. Mamma had told her about it\none day; how there was no key to it, because Uncle Walter wished it\nto remain unopened until he returned home; and how this wandering\nuncle, who was a mighty hunter, had gone into Africa to hunt\nelephants and had never been heard from afterwards.\n\nThe little girl looked at the chest curiously, now that it had by\naccident attracted her attention.\n\nIt was quite big--bigger even than mamma's traveling trunk--and was\nstudded all over with tarnished brassheaded nails. It was heavy,\ntoo, for when Martha tried to lift one end of it she found she could\nnot stir it a bit. But there was a place in the side of the cover\nfor a key. She stooped to examine the lock, and saw that it would\ntake a rather big key to open it.\n\nThen, as you may suspect, the little girl longed to open Uncle\nWalter's big box and see what was in it. For we are all curious, and\nlittle girls are just as curious as the rest of us.\n\n\"I don't b'lieve Uncle Walter'll ever come back,\" she thought. \"Papa\nsaid once that some elephant must have killed him. If I only had a\nkey--\" She stopped and clapped her little hands together gayly as\nshe remembered a big basket of keys on the shelf in the linen\ncloset. They were of all sorts and sizes; perhaps one of them would\nunlock the mysterious chest!\n\nShe flew down the stairs, found the basket and returned with it to\nthe attic. Then she sat down before the brass-studded box and began\ntrying one key after another in the curious old lock. Some were too\nlarge, but most were too small. One would go into the lock but would\nnot turn; another stuck so fast that she feared for a time that she\nwould never get it out again. But at last, when the basket was\nalmost empty, an oddly-shaped, ancient brass key slipped easily into\nthe lock. With a cry of joy Martha turned the key with both hands;\nthen she heard a sharp \"click,\" and the next moment the heavy lid\nflew up of its own accord!\n\nThe little girl leaned over the edge of the chest an instant, and\nthe sight that met her eyes caused her to start back in amazement.\n\nSlowly and carefully a man unpacked himself from the chest, stepped\nout upon the floor, stretched his limbs and then took off his hat\nand bowed politely to the astonished child.\n\nHe was tall and thin and his face seemed badly tanned or sunburnt.\n\nThen another man emerged from the chest, yawning and rubbing his\neyes like a sleepy schoolboy. He was of middle size and his skin\nseemed as badly tanned as that of the first.\n\nWhile Martha stared open-mouthed at the remarkable sight a third man\ncrawled from the chest. He had the same complexion as his fellows,\nbut was short and fat.\n\nAll three were dressed in a curious manner. They wore short jackets\nof red velvet braided with gold, and knee breeches of sky-blue satin\nwith silver buttons. Over their stockings were laced wide ribbons of\nred and yellow and blue, while their hats had broad brims with high,\npeaked crowns, from which fluttered yards of bright-colored ribbons.\n\nThey had big gold rings in their ears and rows of knives and pistols\nin their belts. Their eyes were black and glittering and they wore\nlong, fierce mustaches, curling at the ends like a pig's tail.\n\n\"My! but you were heavy,\" exclaimed the fat one, when he had pulled\ndown his velvet jacket and brushed the dust from his sky-blue\nbreeches. \"And you squeezed me all out of shape.\"\n\n\"It was unavoidable, Luigi,\" responded the thin man, lightly; \"the\nlid of the chest pressed me down upon you. Yet I tender you my\nregrets.\"\n\n\"As for me,\" said the middle-sized man, carelessly rolling a\ncigarette and lighting it, \"you must acknowledge I have been your\nnearest friend for years; so do not be disagreeable.\"\n\n\"You mustn't smoke in the attic,\" said Martha, recovering herself at\nsight of the cigarette. \"You might set the house on fire.\"\n\nThe middle-sized man, who had not noticed her before, at this speech\nturned to the girl and bowed.\n\n\"Since a lady requests it,\" said he, \"I shall abandon my cigarette,\"\nand he threw it on the floor and extinguished it with his foot.\n\n\"Who are you?\" asked Martha, who until now had been too astonished\nto be frightened.\n\n\"Permit us to introduce ourselves,\" said the thin man, flourishing\nhis hat gracefully. \"This is Lugui,\" the fat man nodded; \"and this\nis Beni,\" the middle-sized man bowed; \"and I am Victor. We are three\nbandits--Italian bandits.\"\n\n\"Bandits!\" cried Martha, with a look of horror.\n\n\"Exactly. Perhaps in all the world there are not three other bandits\nso terrible and fierce as ourselves,\" said Victor, proudly.\n\n\"'Tis so,\" said the fat man, nodding gravely.\n\n\"But it's wicked!\" exclaimed Martha.\n\n\"Yes, indeed,\" replied Victor. \"We are extremely and tremendously\nwicked. Perhaps in all the world you could not find three men more\nwicked than those who now stand before you.\"\n\n\"'Tis so,\" said the fat man, approvingly.\n\n\"But you shouldn't be so wicked,\" said the girl;\n\"it's--it's--naughty!\"\n\nVictor cast down his eyes and blushed.\n\n\"Naughty!\" gasped Beni, with a horrified look.\n\n\"'Tis a hard word,\" said Luigi, sadly, and buried his face in his\nhands.\n\n\"I little thought,\" murmured Victor, in a voice broken by emotion,\n\"ever to be so reviled--and by a lady! Yet, perhaps you spoke\nthoughtlessly. You must consider, miss, that our wickedness has an\nexcuse. For how are we to be bandits, let me ask, unless we are\nwicked?\"\n\nMartha was puzzled and shook her head, thoughtfully. Then she\nremembered something.\n\n\"You can't remain bandits any longer,\" said she, \"because you are\nnow in America.\"\n\n\"America!\" cried the three, together.\n\n\"Certainly. You are on Prairie avenue, in Chicago. Uncle Walter sent\nyou here from Italy in this chest.\"\n\nThe bandits seemed greatly bewildered by this announcement. Lugui\nsat down on an old chair with a broken rocker and wiped his forehead\nwith a yellow silk handkerchief. Beni and Victor fell back upon the\nchest and looked at her with pale faces and staring eyes.\n\nWhen he had somewhat recovered himself Victor spoke.\n\n\"Your Uncle Walter has greatly wronged us,\" he said, reproachfully.\n\"He has taken us from our beloved Italy, where bandits are highly\nrespected, and brought us to a strange country where we shall not\nknow whom to rob or how much to ask for a ransom.\"\n\n\"'Tis so!\" said the fat man, slapping his leg sharply.\n\n\"And we had won such fine reputations in Italy!\" said Beni,\nregretfully.\n\n\"Perhaps Uncle Walter wanted to reform you,\" suggested Martha.\n\n\"Are there, then, no bandits in Chicago?\" asked Victor.\n\n\"Well,\" replied the girl, blushing in her turn, \"we do not call them\nbandits.\"\n\n\"Then what shall we do for a living?\" inquired Beni, despairingly.\n\n\"A great deal can be done in a big American city,\" said the child.\n\"My father is a lawyer\" (the bandits shuddered), \"and my mother's\ncousin is a police inspector.\"\n\n\"Ah,\" said Victor, \"that is a good employment. The police need to be\ninspected, especially in Italy.\"\n\n\"Everywhere!\" added Beni.\n\n\"Then you could do other things,\" continued Martha, encouragingly.\n\"You could be motor men on trolley cars, or clerks in a department\nstore. Some people even become aldermen to earn a living.\"\n\nThe bandits shook their heads sadly.\n\n\"We are not fitted for such work,\" said Victor. \"Our business is to\nrob.\"\n\nMartha tried to think.\n\n\"It is rather hard to get positions in the gas office,\" she said,\n\"but you might become politicians.\"\n\n\"No!\" cried Beni, with sudden fierceness; \"we must not abandon our\nhigh calling. Bandits we have always been, and bandits we must\nremain!\"\n\n\"'Tis so!\" agreed the fat man.\n\n\"Even in Chicago there must be people to rob,\" remarked Victor, with\ncheerfulness.\n\nMartha was distressed.\n\n\"I think they have all been robbed,\" she objected.\n\n\"Then we can rob the robbers, for we have experience and talent\nbeyond the ordinary,\" said Beni.\n\n\"Oh, dear; oh, dear!\" moaned the girl; \"why did Uncle Walter ever\nsend you here in this chest?\"\n\nThe bandits became interested.\n\n\"That is what we should like to know,\" declared Victor, eagerly.\n\n\"But no one will ever know, for Uncle Walter was lost while hunting\nelephants in Africa,\" she continued, with conviction.\n\n\"Then we must accept our fate and rob to the best of our ability,\"\nsaid Victor. \"So long as we are faithful to our beloved profession\nwe need not be ashamed.\"\n\n\"'Tis so!\" cried the fat man.\n\n\"Brothers! we will begin now. Let us rob the house we are in.\"\n\n\"Good!\" shouted the others and sprang to their feet.\n\nBeni turned threateningly upon the child.\n\n\"Remain here!\" he commanded. \"If you stir one step your blood will\nbe on your own head!\" Then he added, in a gentler voice: \"Don't be\nafraid; that's the way all bandits talk to their captives. But of\ncourse we wouldn't hurt a young lady under any circumstances.\"\n\n\"Of course not,\" said Victor.\n\nThe fat man drew a big knife from his belt and flourished it about\nhis head.\n\n\"S'blood!\" he ejaculated, fiercely.\n\n\"S'bananas!\" cried Beni, in a terrible voice.\n\n\"Confusion to our foes!\" hissed Victor.\n\nAnd then the three bent themselves nearly double and crept\nstealthily down the stairway with cocked pistols in their hands and\nglittering knives between their teeth, leaving Martha trembling with\nfear and too horrified to even cry for help.\n\nHow long she remained alone in the attic she never knew, but finally\nshe heard the catlike tread of the returning bandits and saw them\ncoming up the stairs in single file.\n\nAll bore heavy loads of plunder in their arms, and Lugui was\nbalancing a mince pie on the top of a pile of her mother's best\nevening dresses. Victor came next with an armful of bric-a-brac, a\nbrass candelabra and the parlor clock. Beni had the family Bible,\nthe basket of silverware from the sideboard, a copper kettle and\npapa's fur overcoat.\n\n\"Oh, joy!\" said Victor, putting down his load; \"it is pleasant to\nrob once more.\"\n\n\"Oh, ecstacy!\" said Beni; but he let the kettle drop on his toe and\nimmediately began dancing around in anguish, while he muttered queer\nwords in the Italian language.\n\n\"We have much wealth,\" continued Victor, holding the mince pie while\nLugui added his spoils to the heap; \"and all from one house! This\nAmerica must be a rich place.\"\n\nWith a dagger he then cut himself a piece of the pie and handed the\nremainder to his comrades. Whereupon all three sat upon the floor\nand consumed the pie while Martha looked on sadly.\n\n\"We should have a cave,\" remarked Beni; \"for we must store our\nplunder in a safe place. Can you tell us of a secret cave?\" he asked\nMartha.\n\n\"There's a Mammoth cave,\" she answered, \"but it's in Kentucky. You\nwould be obliged to ride on the cars a long time to get there.\"\n\nThe three bandits looked thoughtful and munched their pie silently,\nbut the next moment they were startled by the ringing of the\nelectric doorbell, which was heard plainly even in the remote attic.\n\n\"What's that?\" demanded Victor, in a hoarse voice, as the three\nscrambled to their feet with drawn daggers.\n\nMartha ran to the window and saw it was only the postman, who had\ndropped a letter in the box and gone away again. But the incident\ngave her an idea of how to get rid of her troublesome bandits, so\nshe began wringing her hands as if in great distress and cried out:\n\n\"It's the police!\"\n\nThe robbers looked at one another with genuine alarm, and Lugui\nasked, tremblingly:\n\n\"Are there many of them?\"\n\n\"A hundred and twelve!\" exclaimed Martha, after pretending to count\nthem.\n\n\"Then we are lost!\" declared Beni; \"for we could never fight so many\nand live.\"\n\n\"Are they armed?\" inquired Victor, who was shivering as if cold.\n\n\"Oh, yes,\" said she. \"They have guns and swords and pistols and axes\nand--and--\"\n\n\"And what?\" demanded Lugui.\n\n\"And cannons!\"\n\nThe three wicked ones groaned aloud and Beni said, in a hollow\nvoice:\n\n\"I hope they will kill us quickly and not put us to the torture. I\nhave been told these Americans are painted Indians, who are\nbloodthirsty and terrible.\"\n\n\"'Tis so!\" gasped the fat man, with a shudder.\n\nSuddenly Martha turned from the window.\n\n\"You are my friends, are you not?\" she asked.\n\n\"We are devoted!\" answered Victor.\n\n\"We adore you!\" cried Beni.\n\n\"We would die for you!\" added Lugui, thinking he was about to die\nanyway.\n\n\"Then I will save you,\" said the girl.\n\n\"How?\" asked the three, with one voice.\n\n\"Get back into the chest,\" she said. \"I will then close the lid, so\nthey will be unable to find you.\"\n\nThey looked around the room in a dazed and irresolute way, but she\nexclaimed:\n\n\"You must be quick! They will soon be here to arrest you.\"\n\nThen Lugui sprang into the chest and lay fat upon the bottom. Beni\ntumbled in next and packed himself in the back side. Victor followed\nafter pausing to kiss her hand to the girl in a graceful manner.\n\nThen Martha ran up to press down the lid, but could not make it\ncatch.\n\n\"You must squeeze down,\" she said to them.\n\nLugui groaned.\n\n\"I am doing my best, miss,\" said Victor, who was nearest the top;\n\"but although we fitted in very nicely before, the chest now seems\nrather small for us.\"\n\n\"'Tis so!\" came the muffled voice of the fat man from the bottom.\n\n\"I know what takes up the room,\" said Beni.\n\n\"What?\" inquired Victor, anxiously.\n\n\"The pie,\" returned Beni.\n\n\"'Tis so!\" came from the bottom, in faint accents.\n\nThen Martha sat upon the lid and pressed it down with all her\nweight. To her great delight the lock caught, and, springing down,\nshe exerted all her strength and turned the key.\n\n* * * * *\n\nThis story should teach us not to interfere in matters that do not\nconcern us. For had Martha refrained from opening Uncle Walter's\nmysterious chest she would not have been obliged to carry downstairs\nall the plunder the robbers had brought into the attic.\n", "l": "Victor", "r": "male", "relation": "has_gender"}, {"index": "10", "is_verb": "false", "sentence": "\nTHE BOX OF ROBBERS\n\n\nNo one intended to leave Martha alone that afternoon, but it\nhappened that everyone was called away, for one reason or another.\nMrs. McFarland was attending the weekly card party held by the\nWomen's Anti-Gambling League. Sister Nell's young man had called\nquite unexpectedly to take her for a long drive. Papa was at the\noffice, as usual. It was Mary Ann's day out. As for Emeline, she\ncertainly should have stayed in the house and looked after the\nlittle girl; but Emeline had a restless nature.\n\n\"Would you mind, miss, if I just crossed the alley to speak a word\nto Mrs. Carleton's girl?\" she asked Martha.\n\n\"'Course not,\" replied the child. \"You'd better lock the back door,\nthough, and take the key, for I shall be upstairs.\"\n\n\"Oh, I'll do that, of course, miss,\" said the delighted maid, and\nran away to spend the afternoon with her friend, leaving Martha\nquite alone in the big house, and locked in, into the bargain.\n\nThe little girl read a few pages in her new book, sewed a few\nstitches in her embroidery and started to \"play visiting\" with her\nfour favorite dolls. Then she remembered that in the attic was a\ndoll's playhouse that hadn't been used for months, so she decided\nshe would dust it and put it in order.\n\nFilled with this idea, the girl climbed the winding stairs to the\nbig room under the roof. It was well lighted by three dormer windows\nand was warm and pleasant. Around the walls were rows of boxes and\ntrunks, piles of old carpeting, pieces of damaged furniture, bundles\nof discarded clothing and other odds and ends of more or less value.\nEvery well-regulated house has an attic of this sort, so I need not\ndescribe it.\n\nThe doll's house had been moved, but after a search Martha found it\naway over in a corner near the big chimney.\n\nShe drew it out and noticed that behind it was a black wooden chest\nwhich Uncle Walter had sent over from Italy years and years\nago--before Martha was born, in fact. Mamma had told her about it\none day; how there was no key to it, because Uncle Walter wished it\nto remain unopened until he returned home; and how this wandering\nuncle, who was a mighty hunter, had gone into Africa to hunt\nelephants and had never been heard from afterwards.\n\nThe little girl looked at the chest curiously, now that it had by\naccident attracted her attention.\n\nIt was quite big--bigger even than mamma's traveling trunk--and was\nstudded all over with tarnished brassheaded nails. It was heavy,\ntoo, for when Martha tried to lift one end of it she found she could\nnot stir it a bit. But there was a place in the side of the cover\nfor a key. She stooped to examine the lock, and saw that it would\ntake a rather big key to open it.\n\nThen, as you may suspect, the little girl longed to open Uncle\nWalter's big box and see what was in it. For we are all curious, and\nlittle girls are just as curious as the rest of us.\n\n\"I don't b'lieve Uncle Walter'll ever come back,\" she thought. \"Papa\nsaid once that some elephant must have killed him. If I only had a\nkey--\" She stopped and clapped her little hands together gayly as\nshe remembered a big basket of keys on the shelf in the linen\ncloset. They were of all sorts and sizes; perhaps one of them would\nunlock the mysterious chest!\n\nShe flew down the stairs, found the basket and returned with it to\nthe attic. Then she sat down before the brass-studded box and began\ntrying one key after another in the curious old lock. Some were too\nlarge, but most were too small. One would go into the lock but would\nnot turn; another stuck so fast that she feared for a time that she\nwould never get it out again. But at last, when the basket was\nalmost empty, an oddly-shaped, ancient brass key slipped easily into\nthe lock. With a cry of joy Martha turned the key with both hands;\nthen she heard a sharp \"click,\" and the next moment the heavy lid\nflew up of its own accord!\n\nThe little girl leaned over the edge of the chest an instant, and\nthe sight that met her eyes caused her to start back in amazement.\n\nSlowly and carefully a man unpacked himself from the chest, stepped\nout upon the floor, stretched his limbs and then took off his hat\nand bowed politely to the astonished child.\n\nHe was tall and thin and his face seemed badly tanned or sunburnt.\n\nThen another man emerged from the chest, yawning and rubbing his\neyes like a sleepy schoolboy. He was of middle size and his skin\nseemed as badly tanned as that of the first.\n\nWhile Martha stared open-mouthed at the remarkable sight a third man\ncrawled from the chest. He had the same complexion as his fellows,\nbut was short and fat.\n\nAll three were dressed in a curious manner. They wore short jackets\nof red velvet braided with gold, and knee breeches of sky-blue satin\nwith silver buttons. Over their stockings were laced wide ribbons of\nred and yellow and blue, while their hats had broad brims with high,\npeaked crowns, from which fluttered yards of bright-colored ribbons.\n\nThey had big gold rings in their ears and rows of knives and pistols\nin their belts. Their eyes were black and glittering and they wore\nlong, fierce mustaches, curling at the ends like a pig's tail.\n\n\"My! but you were heavy,\" exclaimed the fat one, when he had pulled\ndown his velvet jacket and brushed the dust from his sky-blue\nbreeches. \"And you squeezed me all out of shape.\"\n\n\"It was unavoidable, Luigi,\" responded the thin man, lightly; \"the\nlid of the chest pressed me down upon you. Yet I tender you my\nregrets.\"\n\n\"As for me,\" said the middle-sized man, carelessly rolling a\ncigarette and lighting it, \"you must acknowledge I have been your\nnearest friend for years; so do not be disagreeable.\"\n\n\"You mustn't smoke in the attic,\" said Martha, recovering herself at\nsight of the cigarette. \"You might set the house on fire.\"\n\nThe middle-sized man, who had not noticed her before, at this speech\nturned to the girl and bowed.\n\n\"Since a lady requests it,\" said he, \"I shall abandon my cigarette,\"\nand he threw it on the floor and extinguished it with his foot.\n\n\"Who are you?\" asked Martha, who until now had been too astonished\nto be frightened.\n\n\"Permit us to introduce ourselves,\" said the thin man, flourishing\nhis hat gracefully. \"This is Lugui,\" the fat man nodded; \"and this\nis Beni,\" the middle-sized man bowed; \"and I am Victor. We are three\nbandits--Italian bandits.\"\n\n\"Bandits!\" cried Martha, with a look of horror.\n\n\"Exactly. Perhaps in all the world there are not three other bandits\nso terrible and fierce as ourselves,\" said Victor, proudly.\n\n\"'Tis so,\" said the fat man, nodding gravely.\n\n\"But it's wicked!\" exclaimed Martha.\n\n\"Yes, indeed,\" replied Victor. \"We are extremely and tremendously\nwicked. Perhaps in all the world you could not find three men more\nwicked than those who now stand before you.\"\n\n\"'Tis so,\" said the fat man, approvingly.\n\n\"But you shouldn't be so wicked,\" said the girl;\n\"it's--it's--naughty!\"\n\nVictor cast down his eyes and blushed.\n\n\"Naughty!\" gasped Beni, with a horrified look.\n\n\"'Tis a hard word,\" said Luigi, sadly, and buried his face in his\nhands.\n\n\"I little thought,\" murmured Victor, in a voice broken by emotion,\n\"ever to be so reviled--and by a lady! Yet, perhaps you spoke\nthoughtlessly. You must consider, miss, that our wickedness has an\nexcuse. For how are we to be bandits, let me ask, unless we are\nwicked?\"\n\nMartha was puzzled and shook her head, thoughtfully. Then she\nremembered something.\n\n\"You can't remain bandits any longer,\" said she, \"because you are\nnow in America.\"\n\n\"America!\" cried the three, together.\n\n\"Certainly. You are on Prairie avenue, in Chicago. Uncle Walter sent\nyou here from Italy in this chest.\"\n\nThe bandits seemed greatly bewildered by this announcement. Lugui\nsat down on an old chair with a broken rocker and wiped his forehead\nwith a yellow silk handkerchief. Beni and Victor fell back upon the\nchest and looked at her with pale faces and staring eyes.\n\nWhen he had somewhat recovered himself Victor spoke.\n\n\"Your Uncle Walter has greatly wronged us,\" he said, reproachfully.\n\"He has taken us from our beloved Italy, where bandits are highly\nrespected, and brought us to a strange country where we shall not\nknow whom to rob or how much to ask for a ransom.\"\n\n\"'Tis so!\" said the fat man, slapping his leg sharply.\n\n\"And we had won such fine reputations in Italy!\" said Beni,\nregretfully.\n\n\"Perhaps Uncle Walter wanted to reform you,\" suggested Martha.\n\n\"Are there, then, no bandits in Chicago?\" asked Victor.\n\n\"Well,\" replied the girl, blushing in her turn, \"we do not call them\nbandits.\"\n\n\"Then what shall we do for a living?\" inquired Beni, despairingly.\n\n\"A great deal can be done in a big American city,\" said the child.\n\"My father is a lawyer\" (the bandits shuddered), \"and my mother's\ncousin is a police inspector.\"\n\n\"Ah,\" said Victor, \"that is a good employment. The police need to be\ninspected, especially in Italy.\"\n\n\"Everywhere!\" added Beni.\n\n\"Then you could do other things,\" continued Martha, encouragingly.\n\"You could be motor men on trolley cars, or clerks in a department\nstore. Some people even become aldermen to earn a living.\"\n\nThe bandits shook their heads sadly.\n\n\"We are not fitted for such work,\" said Victor. \"Our business is to\nrob.\"\n\nMartha tried to think.\n\n\"It is rather hard to get positions in the gas office,\" she said,\n\"but you might become politicians.\"\n\n\"No!\" cried Beni, with sudden fierceness; \"we must not abandon our\nhigh calling. Bandits we have always been, and bandits we must\nremain!\"\n\n\"'Tis so!\" agreed the fat man.\n\n\"Even in Chicago there must be people to rob,\" remarked Victor, with\ncheerfulness.\n\nMartha was distressed.\n\n\"I think they have all been robbed,\" she objected.\n\n\"Then we can rob the robbers, for we have experience and talent\nbeyond the ordinary,\" said Beni.\n\n\"Oh, dear; oh, dear!\" moaned the girl; \"why did Uncle Walter ever\nsend you here in this chest?\"\n\nThe bandits became interested.\n\n\"That is what we should like to know,\" declared Victor, eagerly.\n\n\"But no one will ever know, for Uncle Walter was lost while hunting\nelephants in Africa,\" she continued, with conviction.\n\n\"Then we must accept our fate and rob to the best of our ability,\"\nsaid Victor. \"So long as we are faithful to our beloved profession\nwe need not be ashamed.\"\n\n\"'Tis so!\" cried the fat man.\n\n\"Brothers! we will begin now. Let us rob the house we are in.\"\n\n\"Good!\" shouted the others and sprang to their feet.\n\nBeni turned threateningly upon the child.\n\n\"Remain here!\" he commanded. \"If you stir one step your blood will\nbe on your own head!\" Then he added, in a gentler voice: \"Don't be\nafraid; that's the way all bandits talk to their captives. But of\ncourse we wouldn't hurt a young lady under any circumstances.\"\n\n\"Of course not,\" said Victor.\n\nThe fat man drew a big knife from his belt and flourished it about\nhis head.\n\n\"S'blood!\" he ejaculated, fiercely.\n\n\"S'bananas!\" cried Beni, in a terrible voice.\n\n\"Confusion to our foes!\" hissed Victor.\n\nAnd then the three bent themselves nearly double and crept\nstealthily down the stairway with cocked pistols in their hands and\nglittering knives between their teeth, leaving Martha trembling with\nfear and too horrified to even cry for help.\n\nHow long she remained alone in the attic she never knew, but finally\nshe heard the catlike tread of the returning bandits and saw them\ncoming up the stairs in single file.\n\nAll bore heavy loads of plunder in their arms, and Lugui was\nbalancing a mince pie on the top of a pile of her mother's best\nevening dresses. Victor came next with an armful of bric-a-brac, a\nbrass candelabra and the parlor clock. Beni had the family Bible,\nthe basket of silverware from the sideboard, a copper kettle and\npapa's fur overcoat.\n\n\"Oh, joy!\" said Victor, putting down his load; \"it is pleasant to\nrob once more.\"\n\n\"Oh, ecstacy!\" said Beni; but he let the kettle drop on his toe and\nimmediately began dancing around in anguish, while he muttered queer\nwords in the Italian language.\n\n\"We have much wealth,\" continued Victor, holding the mince pie while\nLugui added his spoils to the heap; \"and all from one house! This\nAmerica must be a rich place.\"\n\nWith a dagger he then cut himself a piece of the pie and handed the\nremainder to his comrades. Whereupon all three sat upon the floor\nand consumed the pie while Martha looked on sadly.\n\n\"We should have a cave,\" remarked Beni; \"for we must store our\nplunder in a safe place. Can you tell us of a secret cave?\" he asked\nMartha.\n\n\"There's a Mammoth cave,\" she answered, \"but it's in Kentucky. You\nwould be obliged to ride on the cars a long time to get there.\"\n\nThe three bandits looked thoughtful and munched their pie silently,\nbut the next moment they were startled by the ringing of the\nelectric doorbell, which was heard plainly even in the remote attic.\n\n\"What's that?\" demanded Victor, in a hoarse voice, as the three\nscrambled to their feet with drawn daggers.\n\nMartha ran to the window and saw it was only the postman, who had\ndropped a letter in the box and gone away again. But the incident\ngave her an idea of how to get rid of her troublesome bandits, so\nshe began wringing her hands as if in great distress and cried out:\n\n\"It's the police!\"\n\nThe robbers looked at one another with genuine alarm, and Lugui\nasked, tremblingly:\n\n\"Are there many of them?\"\n\n\"A hundred and twelve!\" exclaimed Martha, after pretending to count\nthem.\n\n\"Then we are lost!\" declared Beni; \"for we could never fight so many\nand live.\"\n\n\"Are they armed?\" inquired Victor, who was shivering as if cold.\n\n\"Oh, yes,\" said she. \"They have guns and swords and pistols and axes\nand--and--\"\n\n\"And what?\" demanded Lugui.\n\n\"And cannons!\"\n\nThe three wicked ones groaned aloud and Beni said, in a hollow\nvoice:\n\n\"I hope they will kill us quickly and not put us to the torture. I\nhave been told these Americans are painted Indians, who are\nbloodthirsty and terrible.\"\n\n\"'Tis so!\" gasped the fat man, with a shudder.\n\nSuddenly Martha turned from the window.\n\n\"You are my friends, are you not?\" she asked.\n\n\"We are devoted!\" answered Victor.\n\n\"We adore you!\" cried Beni.\n\n\"We would die for you!\" added Lugui, thinking he was about to die\nanyway.\n\n\"Then I will save you,\" said the girl.\n\n\"How?\" asked the three, with one voice.\n\n\"Get back into the chest,\" she said. \"I will then close the lid, so\nthey will be unable to find you.\"\n\nThey looked around the room in a dazed and irresolute way, but she\nexclaimed:\n\n\"You must be quick! They will soon be here to arrest you.\"\n\nThen Lugui sprang into the chest and lay fat upon the bottom. Beni\ntumbled in next and packed himself in the back side. Victor followed\nafter pausing to kiss her hand to the girl in a graceful manner.\n\nThen Martha ran up to press down the lid, but could not make it\ncatch.\n\n\"You must squeeze down,\" she said to them.\n\nLugui groaned.\n\n\"I am doing my best, miss,\" said Victor, who was nearest the top;\n\"but although we fitted in very nicely before, the chest now seems\nrather small for us.\"\n\n\"'Tis so!\" came the muffled voice of the fat man from the bottom.\n\n\"I know what takes up the room,\" said Beni.\n\n\"What?\" inquired Victor, anxiously.\n\n\"The pie,\" returned Beni.\n\n\"'Tis so!\" came from the bottom, in faint accents.\n\nThen Martha sat upon the lid and pressed it down with all her\nweight. To her great delight the lock caught, and, springing down,\nshe exerted all her strength and turned the key.\n\n* * * * *\n\nThis story should teach us not to interfere in matters that do not\nconcern us. For had Martha refrained from opening Uncle Walter's\nmysterious chest she would not have been obliged to carry downstairs\nall the plunder the robbers had brought into the attic.\n", "l": "Luigi", "r": "actor", "relation": "instance_of"}, {"index": "10", "is_verb": "false", "sentence": "\nTHE BOX OF ROBBERS\n\n\nNo one intended to leave Martha alone that afternoon, but it\nhappened that everyone was called away, for one reason or another.\nMrs. McFarland was attending the weekly card party held by the\nWomen's Anti-Gambling League. Sister Nell's young man had called\nquite unexpectedly to take her for a long drive. Papa was at the\noffice, as usual. It was Mary Ann's day out. As for Emeline, she\ncertainly should have stayed in the house and looked after the\nlittle girl; but Emeline had a restless nature.\n\n\"Would you mind, miss, if I just crossed the alley to speak a word\nto Mrs. Carleton's girl?\" she asked Martha.\n\n\"'Course not,\" replied the child. \"You'd better lock the back door,\nthough, and take the key, for I shall be upstairs.\"\n\n\"Oh, I'll do that, of course, miss,\" said the delighted maid, and\nran away to spend the afternoon with her friend, leaving Martha\nquite alone in the big house, and locked in, into the bargain.\n\nThe little girl read a few pages in her new book, sewed a few\nstitches in her embroidery and started to \"play visiting\" with her\nfour favorite dolls. Then she remembered that in the attic was a\ndoll's playhouse that hadn't been used for months, so she decided\nshe would dust it and put it in order.\n\nFilled with this idea, the girl climbed the winding stairs to the\nbig room under the roof. It was well lighted by three dormer windows\nand was warm and pleasant. Around the walls were rows of boxes and\ntrunks, piles of old carpeting, pieces of damaged furniture, bundles\nof discarded clothing and other odds and ends of more or less value.\nEvery well-regulated house has an attic of this sort, so I need not\ndescribe it.\n\nThe doll's house had been moved, but after a search Martha found it\naway over in a corner near the big chimney.\n\nShe drew it out and noticed that behind it was a black wooden chest\nwhich Uncle Walter had sent over from Italy years and years\nago--before Martha was born, in fact. Mamma had told her about it\none day; how there was no key to it, because Uncle Walter wished it\nto remain unopened until he returned home; and how this wandering\nuncle, who was a mighty hunter, had gone into Africa to hunt\nelephants and had never been heard from afterwards.\n\nThe little girl looked at the chest curiously, now that it had by\naccident attracted her attention.\n\nIt was quite big--bigger even than mamma's traveling trunk--and was\nstudded all over with tarnished brassheaded nails. It was heavy,\ntoo, for when Martha tried to lift one end of it she found she could\nnot stir it a bit. But there was a place in the side of the cover\nfor a key. She stooped to examine the lock, and saw that it would\ntake a rather big key to open it.\n\nThen, as you may suspect, the little girl longed to open Uncle\nWalter's big box and see what was in it. For we are all curious, and\nlittle girls are just as curious as the rest of us.\n\n\"I don't b'lieve Uncle Walter'll ever come back,\" she thought. \"Papa\nsaid once that some elephant must have killed him. If I only had a\nkey--\" She stopped and clapped her little hands together gayly as\nshe remembered a big basket of keys on the shelf in the linen\ncloset. They were of all sorts and sizes; perhaps one of them would\nunlock the mysterious chest!\n\nShe flew down the stairs, found the basket and returned with it to\nthe attic. Then she sat down before the brass-studded box and began\ntrying one key after another in the curious old lock. Some were too\nlarge, but most were too small. One would go into the lock but would\nnot turn; another stuck so fast that she feared for a time that she\nwould never get it out again. But at last, when the basket was\nalmost empty, an oddly-shaped, ancient brass key slipped easily into\nthe lock. With a cry of joy Martha turned the key with both hands;\nthen she heard a sharp \"click,\" and the next moment the heavy lid\nflew up of its own accord!\n\nThe little girl leaned over the edge of the chest an instant, and\nthe sight that met her eyes caused her to start back in amazement.\n\nSlowly and carefully a man unpacked himself from the chest, stepped\nout upon the floor, stretched his limbs and then took off his hat\nand bowed politely to the astonished child.\n\nHe was tall and thin and his face seemed badly tanned or sunburnt.\n\nThen another man emerged from the chest, yawning and rubbing his\neyes like a sleepy schoolboy. He was of middle size and his skin\nseemed as badly tanned as that of the first.\n\nWhile Martha stared open-mouthed at the remarkable sight a third man\ncrawled from the chest. He had the same complexion as his fellows,\nbut was short and fat.\n\nAll three were dressed in a curious manner. They wore short jackets\nof red velvet braided with gold, and knee breeches of sky-blue satin\nwith silver buttons. Over their stockings were laced wide ribbons of\nred and yellow and blue, while their hats had broad brims with high,\npeaked crowns, from which fluttered yards of bright-colored ribbons.\n\nThey had big gold rings in their ears and rows of knives and pistols\nin their belts. Their eyes were black and glittering and they wore\nlong, fierce mustaches, curling at the ends like a pig's tail.\n\n\"My! but you were heavy,\" exclaimed the fat one, when he had pulled\ndown his velvet jacket and brushed the dust from his sky-blue\nbreeches. \"And you squeezed me all out of shape.\"\n\n\"It was unavoidable, Luigi,\" responded the thin man, lightly; \"the\nlid of the chest pressed me down upon you. Yet I tender you my\nregrets.\"\n\n\"As for me,\" said the middle-sized man, carelessly rolling a\ncigarette and lighting it, \"you must acknowledge I have been your\nnearest friend for years; so do not be disagreeable.\"\n\n\"You mustn't smoke in the attic,\" said Martha, recovering herself at\nsight of the cigarette. \"You might set the house on fire.\"\n\nThe middle-sized man, who had not noticed her before, at this speech\nturned to the girl and bowed.\n\n\"Since a lady requests it,\" said he, \"I shall abandon my cigarette,\"\nand he threw it on the floor and extinguished it with his foot.\n\n\"Who are you?\" asked Martha, who until now had been too astonished\nto be frightened.\n\n\"Permit us to introduce ourselves,\" said the thin man, flourishing\nhis hat gracefully. \"This is Lugui,\" the fat man nodded; \"and this\nis Beni,\" the middle-sized man bowed; \"and I am Victor. We are three\nbandits--Italian bandits.\"\n\n\"Bandits!\" cried Martha, with a look of horror.\n\n\"Exactly. Perhaps in all the world there are not three other bandits\nso terrible and fierce as ourselves,\" said Victor, proudly.\n\n\"'Tis so,\" said the fat man, nodding gravely.\n\n\"But it's wicked!\" exclaimed Martha.\n\n\"Yes, indeed,\" replied Victor. \"We are extremely and tremendously\nwicked. Perhaps in all the world you could not find three men more\nwicked than those who now stand before you.\"\n\n\"'Tis so,\" said the fat man, approvingly.\n\n\"But you shouldn't be so wicked,\" said the girl;\n\"it's--it's--naughty!\"\n\nVictor cast down his eyes and blushed.\n\n\"Naughty!\" gasped Beni, with a horrified look.\n\n\"'Tis a hard word,\" said Luigi, sadly, and buried his face in his\nhands.\n\n\"I little thought,\" murmured Victor, in a voice broken by emotion,\n\"ever to be so reviled--and by a lady! Yet, perhaps you spoke\nthoughtlessly. You must consider, miss, that our wickedness has an\nexcuse. For how are we to be bandits, let me ask, unless we are\nwicked?\"\n\nMartha was puzzled and shook her head, thoughtfully. Then she\nremembered something.\n\n\"You can't remain bandits any longer,\" said she, \"because you are\nnow in America.\"\n\n\"America!\" cried the three, together.\n\n\"Certainly. You are on Prairie avenue, in Chicago. Uncle Walter sent\nyou here from Italy in this chest.\"\n\nThe bandits seemed greatly bewildered by this announcement. Lugui\nsat down on an old chair with a broken rocker and wiped his forehead\nwith a yellow silk handkerchief. Beni and Victor fell back upon the\nchest and looked at her with pale faces and staring eyes.\n\nWhen he had somewhat recovered himself Victor spoke.\n\n\"Your Uncle Walter has greatly wronged us,\" he said, reproachfully.\n\"He has taken us from our beloved Italy, where bandits are highly\nrespected, and brought us to a strange country where we shall not\nknow whom to rob or how much to ask for a ransom.\"\n\n\"'Tis so!\" said the fat man, slapping his leg sharply.\n\n\"And we had won such fine reputations in Italy!\" said Beni,\nregretfully.\n\n\"Perhaps Uncle Walter wanted to reform you,\" suggested Martha.\n\n\"Are there, then, no bandits in Chicago?\" asked Victor.\n\n\"Well,\" replied the girl, blushing in her turn, \"we do not call them\nbandits.\"\n\n\"Then what shall we do for a living?\" inquired Beni, despairingly.\n\n\"A great deal can be done in a big American city,\" said the child.\n\"My father is a lawyer\" (the bandits shuddered), \"and my mother's\ncousin is a police inspector.\"\n\n\"Ah,\" said Victor, \"that is a good employment. The police need to be\ninspected, especially in Italy.\"\n\n\"Everywhere!\" added Beni.\n\n\"Then you could do other things,\" continued Martha, encouragingly.\n\"You could be motor men on trolley cars, or clerks in a department\nstore. Some people even become aldermen to earn a living.\"\n\nThe bandits shook their heads sadly.\n\n\"We are not fitted for such work,\" said Victor. \"Our business is to\nrob.\"\n\nMartha tried to think.\n\n\"It is rather hard to get positions in the gas office,\" she said,\n\"but you might become politicians.\"\n\n\"No!\" cried Beni, with sudden fierceness; \"we must not abandon our\nhigh calling. Bandits we have always been, and bandits we must\nremain!\"\n\n\"'Tis so!\" agreed the fat man.\n\n\"Even in Chicago there must be people to rob,\" remarked Victor, with\ncheerfulness.\n\nMartha was distressed.\n\n\"I think they have all been robbed,\" she objected.\n\n\"Then we can rob the robbers, for we have experience and talent\nbeyond the ordinary,\" said Beni.\n\n\"Oh, dear; oh, dear!\" moaned the girl; \"why did Uncle Walter ever\nsend you here in this chest?\"\n\nThe bandits became interested.\n\n\"That is what we should like to know,\" declared Victor, eagerly.\n\n\"But no one will ever know, for Uncle Walter was lost while hunting\nelephants in Africa,\" she continued, with conviction.\n\n\"Then we must accept our fate and rob to the best of our ability,\"\nsaid Victor. \"So long as we are faithful to our beloved profession\nwe need not be ashamed.\"\n\n\"'Tis so!\" cried the fat man.\n\n\"Brothers! we will begin now. Let us rob the house we are in.\"\n\n\"Good!\" shouted the others and sprang to their feet.\n\nBeni turned threateningly upon the child.\n\n\"Remain here!\" he commanded. \"If you stir one step your blood will\nbe on your own head!\" Then he added, in a gentler voice: \"Don't be\nafraid; that's the way all bandits talk to their captives. But of\ncourse we wouldn't hurt a young lady under any circumstances.\"\n\n\"Of course not,\" said Victor.\n\nThe fat man drew a big knife from his belt and flourished it about\nhis head.\n\n\"S'blood!\" he ejaculated, fiercely.\n\n\"S'bananas!\" cried Beni, in a terrible voice.\n\n\"Confusion to our foes!\" hissed Victor.\n\nAnd then the three bent themselves nearly double and crept\nstealthily down the stairway with cocked pistols in their hands and\nglittering knives between their teeth, leaving Martha trembling with\nfear and too horrified to even cry for help.\n\nHow long she remained alone in the attic she never knew, but finally\nshe heard the catlike tread of the returning bandits and saw them\ncoming up the stairs in single file.\n\nAll bore heavy loads of plunder in their arms, and Lugui was\nbalancing a mince pie on the top of a pile of her mother's best\nevening dresses. Victor came next with an armful of bric-a-brac, a\nbrass candelabra and the parlor clock. Beni had the family Bible,\nthe basket of silverware from the sideboard, a copper kettle and\npapa's fur overcoat.\n\n\"Oh, joy!\" said Victor, putting down his load; \"it is pleasant to\nrob once more.\"\n\n\"Oh, ecstacy!\" said Beni; but he let the kettle drop on his toe and\nimmediately began dancing around in anguish, while he muttered queer\nwords in the Italian language.\n\n\"We have much wealth,\" continued Victor, holding the mince pie while\nLugui added his spoils to the heap; \"and all from one house! This\nAmerica must be a rich place.\"\n\nWith a dagger he then cut himself a piece of the pie and handed the\nremainder to his comrades. Whereupon all three sat upon the floor\nand consumed the pie while Martha looked on sadly.\n\n\"We should have a cave,\" remarked Beni; \"for we must store our\nplunder in a safe place. Can you tell us of a secret cave?\" he asked\nMartha.\n\n\"There's a Mammoth cave,\" she answered, \"but it's in Kentucky. You\nwould be obliged to ride on the cars a long time to get there.\"\n\nThe three bandits looked thoughtful and munched their pie silently,\nbut the next moment they were startled by the ringing of the\nelectric doorbell, which was heard plainly even in the remote attic.\n\n\"What's that?\" demanded Victor, in a hoarse voice, as the three\nscrambled to their feet with drawn daggers.\n\nMartha ran to the window and saw it was only the postman, who had\ndropped a letter in the box and gone away again. But the incident\ngave her an idea of how to get rid of her troublesome bandits, so\nshe began wringing her hands as if in great distress and cried out:\n\n\"It's the police!\"\n\nThe robbers looked at one another with genuine alarm, and Lugui\nasked, tremblingly:\n\n\"Are there many of them?\"\n\n\"A hundred and twelve!\" exclaimed Martha, after pretending to count\nthem.\n\n\"Then we are lost!\" declared Beni; \"for we could never fight so many\nand live.\"\n\n\"Are they armed?\" inquired Victor, who was shivering as if cold.\n\n\"Oh, yes,\" said she. \"They have guns and swords and pistols and axes\nand--and--\"\n\n\"And what?\" demanded Lugui.\n\n\"And cannons!\"\n\nThe three wicked ones groaned aloud and Beni said, in a hollow\nvoice:\n\n\"I hope they will kill us quickly and not put us to the torture. I\nhave been told these Americans are painted Indians, who are\nbloodthirsty and terrible.\"\n\n\"'Tis so!\" gasped the fat man, with a shudder.\n\nSuddenly Martha turned from the window.\n\n\"You are my friends, are you not?\" she asked.\n\n\"We are devoted!\" answered Victor.\n\n\"We adore you!\" cried Beni.\n\n\"We would die for you!\" added Lugui, thinking he was about to die\nanyway.\n\n\"Then I will save you,\" said the girl.\n\n\"How?\" asked the three, with one voice.\n\n\"Get back into the chest,\" she said. \"I will then close the lid, so\nthey will be unable to find you.\"\n\nThey looked around the room in a dazed and irresolute way, but she\nexclaimed:\n\n\"You must be quick! They will soon be here to arrest you.\"\n\nThen Lugui sprang into the chest and lay fat upon the bottom. Beni\ntumbled in next and packed himself in the back side. Victor followed\nafter pausing to kiss her hand to the girl in a graceful manner.\n\nThen Martha ran up to press down the lid, but could not make it\ncatch.\n\n\"You must squeeze down,\" she said to them.\n\nLugui groaned.\n\n\"I am doing my best, miss,\" said Victor, who was nearest the top;\n\"but although we fitted in very nicely before, the chest now seems\nrather small for us.\"\n\n\"'Tis so!\" came the muffled voice of the fat man from the bottom.\n\n\"I know what takes up the room,\" said Beni.\n\n\"What?\" inquired Victor, anxiously.\n\n\"The pie,\" returned Beni.\n\n\"'Tis so!\" came from the bottom, in faint accents.\n\nThen Martha sat upon the lid and pressed it down with all her\nweight. To her great delight the lock caught, and, springing down,\nshe exerted all her strength and turned the key.\n\n* * * * *\n\nThis story should teach us not to interfere in matters that do not\nconcern us. For had Martha refrained from opening Uncle Walter's\nmysterious chest she would not have been obliged to carry downstairs\nall the plunder the robbers had brought into the attic.\n", "l": "Luigi", "r": "male", "relation": "has_gender"}, {"index": "12", "is_verb": "false", "sentence": "\nTHE BOX OF ROBBERS\n\n\nNo one intended to leave Martha alone that afternoon, but it\nhappened that everyone was called away, for one reason or another.\nMrs. McFarland was attending the weekly card party held by the\nWomen's Anti-Gambling League. Sister Nell's young man had called\nquite unexpectedly to take her for a long drive. Papa was at the\noffice, as usual. It was Mary Ann's day out. As for Emeline, she\ncertainly should have stayed in the house and looked after the\nlittle girl; but Emeline had a restless nature.\n\n\"Would you mind, miss, if I just crossed the alley to speak a word\nto Mrs. Carleton's girl?\" she asked Martha.\n\n\"'Course not,\" replied the child. \"You'd better lock the back door,\nthough, and take the key, for I shall be upstairs.\"\n\n\"Oh, I'll do that, of course, miss,\" said the delighted maid, and\nran away to spend the afternoon with her friend, leaving Martha\nquite alone in the big house, and locked in, into the bargain.\n\nThe little girl read a few pages in her new book, sewed a few\nstitches in her embroidery and started to \"play visiting\" with her\nfour favorite dolls. Then she remembered that in the attic was a\ndoll's playhouse that hadn't been used for months, so she decided\nshe would dust it and put it in order.\n\nFilled with this idea, the girl climbed the winding stairs to the\nbig room under the roof. It was well lighted by three dormer windows\nand was warm and pleasant. Around the walls were rows of boxes and\ntrunks, piles of old carpeting, pieces of damaged furniture, bundles\nof discarded clothing and other odds and ends of more or less value.\nEvery well-regulated house has an attic of this sort, so I need not\ndescribe it.\n\nThe doll's house had been moved, but after a search Martha found it\naway over in a corner near the big chimney.\n\nShe drew it out and noticed that behind it was a black wooden chest\nwhich Uncle Walter had sent over from Italy years and years\nago--before Martha was born, in fact. Mamma had told her about it\none day; how there was no key to it, because Uncle Walter wished it\nto remain unopened until he returned home; and how this wandering\nuncle, who was a mighty hunter, had gone into Africa to hunt\nelephants and had never been heard from afterwards.\n\nThe little girl looked at the chest curiously, now that it had by\naccident attracted her attention.\n\nIt was quite big--bigger even than mamma's traveling trunk--and was\nstudded all over with tarnished brassheaded nails. It was heavy,\ntoo, for when Martha tried to lift one end of it she found she could\nnot stir it a bit. But there was a place in the side of the cover\nfor a key. She stooped to examine the lock, and saw that it would\ntake a rather big key to open it.\n\nThen, as you may suspect, the little girl longed to open Uncle\nWalter's big box and see what was in it. For we are all curious, and\nlittle girls are just as curious as the rest of us.\n\n\"I don't b'lieve Uncle Walter'll ever come back,\" she thought. \"Papa\nsaid once that some elephant must have killed him. If I only had a\nkey--\" She stopped and clapped her little hands together gayly as\nshe remembered a big basket of keys on the shelf in the linen\ncloset. They were of all sorts and sizes; perhaps one of them would\nunlock the mysterious chest!\n\nShe flew down the stairs, found the basket and returned with it to\nthe attic. Then she sat down before the brass-studded box and began\ntrying one key after another in the curious old lock. Some were too\nlarge, but most were too small. One would go into the lock but would\nnot turn; another stuck so fast that she feared for a time that she\nwould never get it out again. But at last, when the basket was\nalmost empty, an oddly-shaped, ancient brass key slipped easily into\nthe lock. With a cry of joy Martha turned the key with both hands;\nthen she heard a sharp \"click,\" and the next moment the heavy lid\nflew up of its own accord!\n\nThe little girl leaned over the edge of the chest an instant, and\nthe sight that met her eyes caused her to start back in amazement.\n\nSlowly and carefully a man unpacked himself from the chest, stepped\nout upon the floor, stretched his limbs and then took off his hat\nand bowed politely to the astonished child.\n\nHe was tall and thin and his face seemed badly tanned or sunburnt.\n\nThen another man emerged from the chest, yawning and rubbing his\neyes like a sleepy schoolboy. He was of middle size and his skin\nseemed as badly tanned as that of the first.\n\nWhile Martha stared open-mouthed at the remarkable sight a third man\ncrawled from the chest. He had the same complexion as his fellows,\nbut was short and fat.\n\nAll three were dressed in a curious manner. They wore short jackets\nof red velvet braided with gold, and knee breeches of sky-blue satin\nwith silver buttons. Over their stockings were laced wide ribbons of\nred and yellow and blue, while their hats had broad brims with high,\npeaked crowns, from which fluttered yards of bright-colored ribbons.\n\nThey had big gold rings in their ears and rows of knives and pistols\nin their belts. Their eyes were black and glittering and they wore\nlong, fierce mustaches, curling at the ends like a pig's tail.\n\n\"My! but you were heavy,\" exclaimed the fat one, when he had pulled\ndown his velvet jacket and brushed the dust from his sky-blue\nbreeches. \"And you squeezed me all out of shape.\"\n\n\"It was unavoidable, Luigi,\" responded the thin man, lightly; \"the\nlid of the chest pressed me down upon you. Yet I tender you my\nregrets.\"\n\n\"As for me,\" said the middle-sized man, carelessly rolling a\ncigarette and lighting it, \"you must acknowledge I have been your\nnearest friend for years; so do not be disagreeable.\"\n\n\"You mustn't smoke in the attic,\" said Martha, recovering herself at\nsight of the cigarette. \"You might set the house on fire.\"\n\nThe middle-sized man, who had not noticed her before, at this speech\nturned to the girl and bowed.\n\n\"Since a lady requests it,\" said he, \"I shall abandon my cigarette,\"\nand he threw it on the floor and extinguished it with his foot.\n\n\"Who are you?\" asked Martha, who until now had been too astonished\nto be frightened.\n\n\"Permit us to introduce ourselves,\" said the thin man, flourishing\nhis hat gracefully. \"This is Lugui,\" the fat man nodded; \"and this\nis Beni,\" the middle-sized man bowed; \"and I am Victor. We are three\nbandits--Italian bandits.\"\n\n\"Bandits!\" cried Martha, with a look of horror.\n\n\"Exactly. Perhaps in all the world there are not three other bandits\nso terrible and fierce as ourselves,\" said Victor, proudly.\n\n\"'Tis so,\" said the fat man, nodding gravely.\n\n\"But it's wicked!\" exclaimed Martha.\n\n\"Yes, indeed,\" replied Victor. \"We are extremely and tremendously\nwicked. Perhaps in all the world you could not find three men more\nwicked than those who now stand before you.\"\n\n\"'Tis so,\" said the fat man, approvingly.\n\n\"But you shouldn't be so wicked,\" said the girl;\n\"it's--it's--naughty!\"\n\nVictor cast down his eyes and blushed.\n\n\"Naughty!\" gasped Beni, with a horrified look.\n\n\"'Tis a hard word,\" said Luigi, sadly, and buried his face in his\nhands.\n\n\"I little thought,\" murmured Victor, in a voice broken by emotion,\n\"ever to be so reviled--and by a lady! Yet, perhaps you spoke\nthoughtlessly. You must consider, miss, that our wickedness has an\nexcuse. For how are we to be bandits, let me ask, unless we are\nwicked?\"\n\nMartha was puzzled and shook her head, thoughtfully. Then she\nremembered something.\n\n\"You can't remain bandits any longer,\" said she, \"because you are\nnow in America.\"\n\n\"America!\" cried the three, together.\n\n\"Certainly. You are on Prairie avenue, in Chicago. Uncle Walter sent\nyou here from Italy in this chest.\"\n\nThe bandits seemed greatly bewildered by this announcement. Lugui\nsat down on an old chair with a broken rocker and wiped his forehead\nwith a yellow silk handkerchief. Beni and Victor fell back upon the\nchest and looked at her with pale faces and staring eyes.\n\nWhen he had somewhat recovered himself Victor spoke.\n\n\"Your Uncle Walter has greatly wronged us,\" he said, reproachfully.\n\"He has taken us from our beloved Italy, where bandits are highly\nrespected, and brought us to a strange country where we shall not\nknow whom to rob or how much to ask for a ransom.\"\n\n\"'Tis so!\" said the fat man, slapping his leg sharply.\n\n\"And we had won such fine reputations in Italy!\" said Beni,\nregretfully.\n\n\"Perhaps Uncle Walter wanted to reform you,\" suggested Martha.\n\n\"Are there, then, no bandits in Chicago?\" asked Victor.\n\n\"Well,\" replied the girl, blushing in her turn, \"we do not call them\nbandits.\"\n\n\"Then what shall we do for a living?\" inquired Beni, despairingly.\n\n\"A great deal can be done in a big American city,\" said the child.\n\"My father is a lawyer\" (the bandits shuddered), \"and my mother's\ncousin is a police inspector.\"\n\n\"Ah,\" said Victor, \"that is a good employment. The police need to be\ninspected, especially in Italy.\"\n\n\"Everywhere!\" added Beni.\n\n\"Then you could do other things,\" continued Martha, encouragingly.\n\"You could be motor men on trolley cars, or clerks in a department\nstore. Some people even become aldermen to earn a living.\"\n\nThe bandits shook their heads sadly.\n\n\"We are not fitted for such work,\" said Victor. \"Our business is to\nrob.\"\n\nMartha tried to think.\n\n\"It is rather hard to get positions in the gas office,\" she said,\n\"but you might become politicians.\"\n\n\"No!\" cried Beni, with sudden fierceness; \"we must not abandon our\nhigh calling. Bandits we have always been, and bandits we must\nremain!\"\n\n\"'Tis so!\" agreed the fat man.\n\n\"Even in Chicago there must be people to rob,\" remarked Victor, with\ncheerfulness.\n\nMartha was distressed.\n\n\"I think they have all been robbed,\" she objected.\n\n\"Then we can rob the robbers, for we have experience and talent\nbeyond the ordinary,\" said Beni.\n\n\"Oh, dear; oh, dear!\" moaned the girl; \"why did Uncle Walter ever\nsend you here in this chest?\"\n\nThe bandits became interested.\n\n\"That is what we should like to know,\" declared Victor, eagerly.\n\n\"But no one will ever know, for Uncle Walter was lost while hunting\nelephants in Africa,\" she continued, with conviction.\n\n\"Then we must accept our fate and rob to the best of our ability,\"\nsaid Victor. \"So long as we are faithful to our beloved profession\nwe need not be ashamed.\"\n\n\"'Tis so!\" cried the fat man.\n\n\"Brothers! we will begin now. Let us rob the house we are in.\"\n\n\"Good!\" shouted the others and sprang to their feet.\n\nBeni turned threateningly upon the child.\n\n\"Remain here!\" he commanded. \"If you stir one step your blood will\nbe on your own head!\" Then he added, in a gentler voice: \"Don't be\nafraid; that's the way all bandits talk to their captives. But of\ncourse we wouldn't hurt a young lady under any circumstances.\"\n\n\"Of course not,\" said Victor.\n\nThe fat man drew a big knife from his belt and flourished it about\nhis head.\n\n\"S'blood!\" he ejaculated, fiercely.\n\n\"S'bananas!\" cried Beni, in a terrible voice.\n\n\"Confusion to our foes!\" hissed Victor.\n\nAnd then the three bent themselves nearly double and crept\nstealthily down the stairway with cocked pistols in their hands and\nglittering knives between their teeth, leaving Martha trembling with\nfear and too horrified to even cry for help.\n\nHow long she remained alone in the attic she never knew, but finally\nshe heard the catlike tread of the returning bandits and saw them\ncoming up the stairs in single file.\n\nAll bore heavy loads of plunder in their arms, and Lugui was\nbalancing a mince pie on the top of a pile of her mother's best\nevening dresses. Victor came next with an armful of bric-a-brac, a\nbrass candelabra and the parlor clock. Beni had the family Bible,\nthe basket of silverware from the sideboard, a copper kettle and\npapa's fur overcoat.\n\n\"Oh, joy!\" said Victor, putting down his load; \"it is pleasant to\nrob once more.\"\n\n\"Oh, ecstacy!\" said Beni; but he let the kettle drop on his toe and\nimmediately began dancing around in anguish, while he muttered queer\nwords in the Italian language.\n\n\"We have much wealth,\" continued Victor, holding the mince pie while\nLugui added his spoils to the heap; \"and all from one house! This\nAmerica must be a rich place.\"\n\nWith a dagger he then cut himself a piece of the pie and handed the\nremainder to his comrades. Whereupon all three sat upon the floor\nand consumed the pie while Martha looked on sadly.\n\n\"We should have a cave,\" remarked Beni; \"for we must store our\nplunder in a safe place. Can you tell us of a secret cave?\" he asked\nMartha.\n\n\"There's a Mammoth cave,\" she answered, \"but it's in Kentucky. You\nwould be obliged to ride on the cars a long time to get there.\"\n\nThe three bandits looked thoughtful and munched their pie silently,\nbut the next moment they were startled by the ringing of the\nelectric doorbell, which was heard plainly even in the remote attic.\n\n\"What's that?\" demanded Victor, in a hoarse voice, as the three\nscrambled to their feet with drawn daggers.\n\nMartha ran to the window and saw it was only the postman, who had\ndropped a letter in the box and gone away again. But the incident\ngave her an idea of how to get rid of her troublesome bandits, so\nshe began wringing her hands as if in great distress and cried out:\n\n\"It's the police!\"\n\nThe robbers looked at one another with genuine alarm, and Lugui\nasked, tremblingly:\n\n\"Are there many of them?\"\n\n\"A hundred and twelve!\" exclaimed Martha, after pretending to count\nthem.\n\n\"Then we are lost!\" declared Beni; \"for we could never fight so many\nand live.\"\n\n\"Are they armed?\" inquired Victor, who was shivering as if cold.\n\n\"Oh, yes,\" said she. \"They have guns and swords and pistols and axes\nand--and--\"\n\n\"And what?\" demanded Lugui.\n\n\"And cannons!\"\n\nThe three wicked ones groaned aloud and Beni said, in a hollow\nvoice:\n\n\"I hope they will kill us quickly and not put us to the torture. I\nhave been told these Americans are painted Indians, who are\nbloodthirsty and terrible.\"\n\n\"'Tis so!\" gasped the fat man, with a shudder.\n\nSuddenly Martha turned from the window.\n\n\"You are my friends, are you not?\" she asked.\n\n\"We are devoted!\" answered Victor.\n\n\"We adore you!\" cried Beni.\n\n\"We would die for you!\" added Lugui, thinking he was about to die\nanyway.\n\n\"Then I will save you,\" said the girl.\n\n\"How?\" asked the three, with one voice.\n\n\"Get back into the chest,\" she said. \"I will then close the lid, so\nthey will be unable to find you.\"\n\nThey looked around the room in a dazed and irresolute way, but she\nexclaimed:\n\n\"You must be quick! They will soon be here to arrest you.\"\n\nThen Lugui sprang into the chest and lay fat upon the bottom. Beni\ntumbled in next and packed himself in the back side. Victor followed\nafter pausing to kiss her hand to the girl in a graceful manner.\n\nThen Martha ran up to press down the lid, but could not make it\ncatch.\n\n\"You must squeeze down,\" she said to them.\n\nLugui groaned.\n\n\"I am doing my best, miss,\" said Victor, who was nearest the top;\n\"but although we fitted in very nicely before, the chest now seems\nrather small for us.\"\n\n\"'Tis so!\" came the muffled voice of the fat man from the bottom.\n\n\"I know what takes up the room,\" said Beni.\n\n\"What?\" inquired Victor, anxiously.\n\n\"The pie,\" returned Beni.\n\n\"'Tis so!\" came from the bottom, in faint accents.\n\nThen Martha sat upon the lid and pressed it down with all her\nweight. To her great delight the lock caught, and, springing down,\nshe exerted all her strength and turned the key.\n\n* * * * *\n\nThis story should teach us not to interfere in matters that do not\nconcern us. For had Martha refrained from opening Uncle Walter's\nmysterious chest she would not have been obliged to carry downstairs\nall the plunder the robbers had brought into the attic.\n", "l": "Walter", "r": "actor", "relation": "instance_of"}, {"index": "12", "is_verb": "false", "sentence": "\nTHE BOX OF ROBBERS\n\n\nNo one intended to leave Martha alone that afternoon, but it\nhappened that everyone was called away, for one reason or another.\nMrs. McFarland was attending the weekly card party held by the\nWomen's Anti-Gambling League. Sister Nell's young man had called\nquite unexpectedly to take her for a long drive. Papa was at the\noffice, as usual. It was Mary Ann's day out. As for Emeline, she\ncertainly should have stayed in the house and looked after the\nlittle girl; but Emeline had a restless nature.\n\n\"Would you mind, miss, if I just crossed the alley to speak a word\nto Mrs. Carleton's girl?\" she asked Martha.\n\n\"'Course not,\" replied the child. \"You'd better lock the back door,\nthough, and take the key, for I shall be upstairs.\"\n\n\"Oh, I'll do that, of course, miss,\" said the delighted maid, and\nran away to spend the afternoon with her friend, leaving Martha\nquite alone in the big house, and locked in, into the bargain.\n\nThe little girl read a few pages in her new book, sewed a few\nstitches in her embroidery and started to \"play visiting\" with her\nfour favorite dolls. Then she remembered that in the attic was a\ndoll's playhouse that hadn't been used for months, so she decided\nshe would dust it and put it in order.\n\nFilled with this idea, the girl climbed the winding stairs to the\nbig room under the roof. It was well lighted by three dormer windows\nand was warm and pleasant. Around the walls were rows of boxes and\ntrunks, piles of old carpeting, pieces of damaged furniture, bundles\nof discarded clothing and other odds and ends of more or less value.\nEvery well-regulated house has an attic of this sort, so I need not\ndescribe it.\n\nThe doll's house had been moved, but after a search Martha found it\naway over in a corner near the big chimney.\n\nShe drew it out and noticed that behind it was a black wooden chest\nwhich Uncle Walter had sent over from Italy years and years\nago--before Martha was born, in fact. Mamma had told her about it\none day; how there was no key to it, because Uncle Walter wished it\nto remain unopened until he returned home; and how this wandering\nuncle, who was a mighty hunter, had gone into Africa to hunt\nelephants and had never been heard from afterwards.\n\nThe little girl looked at the chest curiously, now that it had by\naccident attracted her attention.\n\nIt was quite big--bigger even than mamma's traveling trunk--and was\nstudded all over with tarnished brassheaded nails. It was heavy,\ntoo, for when Martha tried to lift one end of it she found she could\nnot stir it a bit. But there was a place in the side of the cover\nfor a key. She stooped to examine the lock, and saw that it would\ntake a rather big key to open it.\n\nThen, as you may suspect, the little girl longed to open Uncle\nWalter's big box and see what was in it. For we are all curious, and\nlittle girls are just as curious as the rest of us.\n\n\"I don't b'lieve Uncle Walter'll ever come back,\" she thought. \"Papa\nsaid once that some elephant must have killed him. If I only had a\nkey--\" She stopped and clapped her little hands together gayly as\nshe remembered a big basket of keys on the shelf in the linen\ncloset. They were of all sorts and sizes; perhaps one of them would\nunlock the mysterious chest!\n\nShe flew down the stairs, found the basket and returned with it to\nthe attic. Then she sat down before the brass-studded box and began\ntrying one key after another in the curious old lock. Some were too\nlarge, but most were too small. One would go into the lock but would\nnot turn; another stuck so fast that she feared for a time that she\nwould never get it out again. But at last, when the basket was\nalmost empty, an oddly-shaped, ancient brass key slipped easily into\nthe lock. With a cry of joy Martha turned the key with both hands;\nthen she heard a sharp \"click,\" and the next moment the heavy lid\nflew up of its own accord!\n\nThe little girl leaned over the edge of the chest an instant, and\nthe sight that met her eyes caused her to start back in amazement.\n\nSlowly and carefully a man unpacked himself from the chest, stepped\nout upon the floor, stretched his limbs and then took off his hat\nand bowed politely to the astonished child.\n\nHe was tall and thin and his face seemed badly tanned or sunburnt.\n\nThen another man emerged from the chest, yawning and rubbing his\neyes like a sleepy schoolboy. He was of middle size and his skin\nseemed as badly tanned as that of the first.\n\nWhile Martha stared open-mouthed at the remarkable sight a third man\ncrawled from the chest. He had the same complexion as his fellows,\nbut was short and fat.\n\nAll three were dressed in a curious manner. They wore short jackets\nof red velvet braided with gold, and knee breeches of sky-blue satin\nwith silver buttons. Over their stockings were laced wide ribbons of\nred and yellow and blue, while their hats had broad brims with high,\npeaked crowns, from which fluttered yards of bright-colored ribbons.\n\nThey had big gold rings in their ears and rows of knives and pistols\nin their belts. Their eyes were black and glittering and they wore\nlong, fierce mustaches, curling at the ends like a pig's tail.\n\n\"My! but you were heavy,\" exclaimed the fat one, when he had pulled\ndown his velvet jacket and brushed the dust from his sky-blue\nbreeches. \"And you squeezed me all out of shape.\"\n\n\"It was unavoidable, Luigi,\" responded the thin man, lightly; \"the\nlid of the chest pressed me down upon you. Yet I tender you my\nregrets.\"\n\n\"As for me,\" said the middle-sized man, carelessly rolling a\ncigarette and lighting it, \"you must acknowledge I have been your\nnearest friend for years; so do not be disagreeable.\"\n\n\"You mustn't smoke in the attic,\" said Martha, recovering herself at\nsight of the cigarette. \"You might set the house on fire.\"\n\nThe middle-sized man, who had not noticed her before, at this speech\nturned to the girl and bowed.\n\n\"Since a lady requests it,\" said he, \"I shall abandon my cigarette,\"\nand he threw it on the floor and extinguished it with his foot.\n\n\"Who are you?\" asked Martha, who until now had been too astonished\nto be frightened.\n\n\"Permit us to introduce ourselves,\" said the thin man, flourishing\nhis hat gracefully. \"This is Lugui,\" the fat man nodded; \"and this\nis Beni,\" the middle-sized man bowed; \"and I am Victor. We are three\nbandits--Italian bandits.\"\n\n\"Bandits!\" cried Martha, with a look of horror.\n\n\"Exactly. Perhaps in all the world there are not three other bandits\nso terrible and fierce as ourselves,\" said Victor, proudly.\n\n\"'Tis so,\" said the fat man, nodding gravely.\n\n\"But it's wicked!\" exclaimed Martha.\n\n\"Yes, indeed,\" replied Victor. \"We are extremely and tremendously\nwicked. Perhaps in all the world you could not find three men more\nwicked than those who now stand before you.\"\n\n\"'Tis so,\" said the fat man, approvingly.\n\n\"But you shouldn't be so wicked,\" said the girl;\n\"it's--it's--naughty!\"\n\nVictor cast down his eyes and blushed.\n\n\"Naughty!\" gasped Beni, with a horrified look.\n\n\"'Tis a hard word,\" said Luigi, sadly, and buried his face in his\nhands.\n\n\"I little thought,\" murmured Victor, in a voice broken by emotion,\n\"ever to be so reviled--and by a lady! Yet, perhaps you spoke\nthoughtlessly. You must consider, miss, that our wickedness has an\nexcuse. For how are we to be bandits, let me ask, unless we are\nwicked?\"\n\nMartha was puzzled and shook her head, thoughtfully. Then she\nremembered something.\n\n\"You can't remain bandits any longer,\" said she, \"because you are\nnow in America.\"\n\n\"America!\" cried the three, together.\n\n\"Certainly. You are on Prairie avenue, in Chicago. Uncle Walter sent\nyou here from Italy in this chest.\"\n\nThe bandits seemed greatly bewildered by this announcement. Lugui\nsat down on an old chair with a broken rocker and wiped his forehead\nwith a yellow silk handkerchief. Beni and Victor fell back upon the\nchest and looked at her with pale faces and staring eyes.\n\nWhen he had somewhat recovered himself Victor spoke.\n\n\"Your Uncle Walter has greatly wronged us,\" he said, reproachfully.\n\"He has taken us from our beloved Italy, where bandits are highly\nrespected, and brought us to a strange country where we shall not\nknow whom to rob or how much to ask for a ransom.\"\n\n\"'Tis so!\" said the fat man, slapping his leg sharply.\n\n\"And we had won such fine reputations in Italy!\" said Beni,\nregretfully.\n\n\"Perhaps Uncle Walter wanted to reform you,\" suggested Martha.\n\n\"Are there, then, no bandits in Chicago?\" asked Victor.\n\n\"Well,\" replied the girl, blushing in her turn, \"we do not call them\nbandits.\"\n\n\"Then what shall we do for a living?\" inquired Beni, despairingly.\n\n\"A great deal can be done in a big American city,\" said the child.\n\"My father is a lawyer\" (the bandits shuddered), \"and my mother's\ncousin is a police inspector.\"\n\n\"Ah,\" said Victor, \"that is a good employment. The police need to be\ninspected, especially in Italy.\"\n\n\"Everywhere!\" added Beni.\n\n\"Then you could do other things,\" continued Martha, encouragingly.\n\"You could be motor men on trolley cars, or clerks in a department\nstore. Some people even become aldermen to earn a living.\"\n\nThe bandits shook their heads sadly.\n\n\"We are not fitted for such work,\" said Victor. \"Our business is to\nrob.\"\n\nMartha tried to think.\n\n\"It is rather hard to get positions in the gas office,\" she said,\n\"but you might become politicians.\"\n\n\"No!\" cried Beni, with sudden fierceness; \"we must not abandon our\nhigh calling. Bandits we have always been, and bandits we must\nremain!\"\n\n\"'Tis so!\" agreed the fat man.\n\n\"Even in Chicago there must be people to rob,\" remarked Victor, with\ncheerfulness.\n\nMartha was distressed.\n\n\"I think they have all been robbed,\" she objected.\n\n\"Then we can rob the robbers, for we have experience and talent\nbeyond the ordinary,\" said Beni.\n\n\"Oh, dear; oh, dear!\" moaned the girl; \"why did Uncle Walter ever\nsend you here in this chest?\"\n\nThe bandits became interested.\n\n\"That is what we should like to know,\" declared Victor, eagerly.\n\n\"But no one will ever know, for Uncle Walter was lost while hunting\nelephants in Africa,\" she continued, with conviction.\n\n\"Then we must accept our fate and rob to the best of our ability,\"\nsaid Victor. \"So long as we are faithful to our beloved profession\nwe need not be ashamed.\"\n\n\"'Tis so!\" cried the fat man.\n\n\"Brothers! we will begin now. Let us rob the house we are in.\"\n\n\"Good!\" shouted the others and sprang to their feet.\n\nBeni turned threateningly upon the child.\n\n\"Remain here!\" he commanded. \"If you stir one step your blood will\nbe on your own head!\" Then he added, in a gentler voice: \"Don't be\nafraid; that's the way all bandits talk to their captives. But of\ncourse we wouldn't hurt a young lady under any circumstances.\"\n\n\"Of course not,\" said Victor.\n\nThe fat man drew a big knife from his belt and flourished it about\nhis head.\n\n\"S'blood!\" he ejaculated, fiercely.\n\n\"S'bananas!\" cried Beni, in a terrible voice.\n\n\"Confusion to our foes!\" hissed Victor.\n\nAnd then the three bent themselves nearly double and crept\nstealthily down the stairway with cocked pistols in their hands and\nglittering knives between their teeth, leaving Martha trembling with\nfear and too horrified to even cry for help.\n\nHow long she remained alone in the attic she never knew, but finally\nshe heard the catlike tread of the returning bandits and saw them\ncoming up the stairs in single file.\n\nAll bore heavy loads of plunder in their arms, and Lugui was\nbalancing a mince pie on the top of a pile of her mother's best\nevening dresses. Victor came next with an armful of bric-a-brac, a\nbrass candelabra and the parlor clock. Beni had the family Bible,\nthe basket of silverware from the sideboard, a copper kettle and\npapa's fur overcoat.\n\n\"Oh, joy!\" said Victor, putting down his load; \"it is pleasant to\nrob once more.\"\n\n\"Oh, ecstacy!\" said Beni; but he let the kettle drop on his toe and\nimmediately began dancing around in anguish, while he muttered queer\nwords in the Italian language.\n\n\"We have much wealth,\" continued Victor, holding the mince pie while\nLugui added his spoils to the heap; \"and all from one house! This\nAmerica must be a rich place.\"\n\nWith a dagger he then cut himself a piece of the pie and handed the\nremainder to his comrades. Whereupon all three sat upon the floor\nand consumed the pie while Martha looked on sadly.\n\n\"We should have a cave,\" remarked Beni; \"for we must store our\nplunder in a safe place. Can you tell us of a secret cave?\" he asked\nMartha.\n\n\"There's a Mammoth cave,\" she answered, \"but it's in Kentucky. You\nwould be obliged to ride on the cars a long time to get there.\"\n\nThe three bandits looked thoughtful and munched their pie silently,\nbut the next moment they were startled by the ringing of the\nelectric doorbell, which was heard plainly even in the remote attic.\n\n\"What's that?\" demanded Victor, in a hoarse voice, as the three\nscrambled to their feet with drawn daggers.\n\nMartha ran to the window and saw it was only the postman, who had\ndropped a letter in the box and gone away again. But the incident\ngave her an idea of how to get rid of her troublesome bandits, so\nshe began wringing her hands as if in great distress and cried out:\n\n\"It's the police!\"\n\nThe robbers looked at one another with genuine alarm, and Lugui\nasked, tremblingly:\n\n\"Are there many of them?\"\n\n\"A hundred and twelve!\" exclaimed Martha, after pretending to count\nthem.\n\n\"Then we are lost!\" declared Beni; \"for we could never fight so many\nand live.\"\n\n\"Are they armed?\" inquired Victor, who was shivering as if cold.\n\n\"Oh, yes,\" said she. \"They have guns and swords and pistols and axes\nand--and--\"\n\n\"And what?\" demanded Lugui.\n\n\"And cannons!\"\n\nThe three wicked ones groaned aloud and Beni said, in a hollow\nvoice:\n\n\"I hope they will kill us quickly and not put us to the torture. I\nhave been told these Americans are painted Indians, who are\nbloodthirsty and terrible.\"\n\n\"'Tis so!\" gasped the fat man, with a shudder.\n\nSuddenly Martha turned from the window.\n\n\"You are my friends, are you not?\" she asked.\n\n\"We are devoted!\" answered Victor.\n\n\"We adore you!\" cried Beni.\n\n\"We would die for you!\" added Lugui, thinking he was about to die\nanyway.\n\n\"Then I will save you,\" said the girl.\n\n\"How?\" asked the three, with one voice.\n\n\"Get back into the chest,\" she said. \"I will then close the lid, so\nthey will be unable to find you.\"\n\nThey looked around the room in a dazed and irresolute way, but she\nexclaimed:\n\n\"You must be quick! They will soon be here to arrest you.\"\n\nThen Lugui sprang into the chest and lay fat upon the bottom. Beni\ntumbled in next and packed himself in the back side. Victor followed\nafter pausing to kiss her hand to the girl in a graceful manner.\n\nThen Martha ran up to press down the lid, but could not make it\ncatch.\n\n\"You must squeeze down,\" she said to them.\n\nLugui groaned.\n\n\"I am doing my best, miss,\" said Victor, who was nearest the top;\n\"but although we fitted in very nicely before, the chest now seems\nrather small for us.\"\n\n\"'Tis so!\" came the muffled voice of the fat man from the bottom.\n\n\"I know what takes up the room,\" said Beni.\n\n\"What?\" inquired Victor, anxiously.\n\n\"The pie,\" returned Beni.\n\n\"'Tis so!\" came from the bottom, in faint accents.\n\nThen Martha sat upon the lid and pressed it down with all her\nweight. To her great delight the lock caught, and, springing down,\nshe exerted all her strength and turned the key.\n\n* * * * *\n\nThis story should teach us not to interfere in matters that do not\nconcern us. For had Martha refrained from opening Uncle Walter's\nmysterious chest she would not have been obliged to carry downstairs\nall the plunder the robbers had brought into the attic.\n", "l": "Walter", "r": "male", "relation": "has_gender"}, {"index": "14", "is_verb": "false", "sentence": "\nTHE BOX OF ROBBERS\n\n\nNo one intended to leave Martha alone that afternoon, but it\nhappened that everyone was called away, for one reason or another.\nMrs. McFarland was attending the weekly card party held by the\nWomen's Anti-Gambling League. Sister Nell's young man had called\nquite unexpectedly to take her for a long drive. Papa was at the\noffice, as usual. It was Mary Ann's day out. As for Emeline, she\ncertainly should have stayed in the house and looked after the\nlittle girl; but Emeline had a restless nature.\n\n\"Would you mind, miss, if I just crossed the alley to speak a word\nto Mrs. Carleton's girl?\" she asked Martha.\n\n\"'Course not,\" replied the child. \"You'd better lock the back door,\nthough, and take the key, for I shall be upstairs.\"\n\n\"Oh, I'll do that, of course, miss,\" said the delighted maid, and\nran away to spend the afternoon with her friend, leaving Martha\nquite alone in the big house, and locked in, into the bargain.\n\nThe little girl read a few pages in her new book, sewed a few\nstitches in her embroidery and started to \"play visiting\" with her\nfour favorite dolls. Then she remembered that in the attic was a\ndoll's playhouse that hadn't been used for months, so she decided\nshe would dust it and put it in order.\n\nFilled with this idea, the girl climbed the winding stairs to the\nbig room under the roof. It was well lighted by three dormer windows\nand was warm and pleasant. Around the walls were rows of boxes and\ntrunks, piles of old carpeting, pieces of damaged furniture, bundles\nof discarded clothing and other odds and ends of more or less value.\nEvery well-regulated house has an attic of this sort, so I need not\ndescribe it.\n\nThe doll's house had been moved, but after a search Martha found it\naway over in a corner near the big chimney.\n\nShe drew it out and noticed that behind it was a black wooden chest\nwhich Uncle Walter had sent over from Italy years and years\nago--before Martha was born, in fact. Mamma had told her about it\none day; how there was no key to it, because Uncle Walter wished it\nto remain unopened until he returned home; and how this wandering\nuncle, who was a mighty hunter, had gone into Africa to hunt\nelephants and had never been heard from afterwards.\n\nThe little girl looked at the chest curiously, now that it had by\naccident attracted her attention.\n\nIt was quite big--bigger even than mamma's traveling trunk--and was\nstudded all over with tarnished brassheaded nails. It was heavy,\ntoo, for when Martha tried to lift one end of it she found she could\nnot stir it a bit. But there was a place in the side of the cover\nfor a key. She stooped to examine the lock, and saw that it would\ntake a rather big key to open it.\n\nThen, as you may suspect, the little girl longed to open Uncle\nWalter's big box and see what was in it. For we are all curious, and\nlittle girls are just as curious as the rest of us.\n\n\"I don't b'lieve Uncle Walter'll ever come back,\" she thought. \"Papa\nsaid once that some elephant must have killed him. If I only had a\nkey--\" She stopped and clapped her little hands together gayly as\nshe remembered a big basket of keys on the shelf in the linen\ncloset. They were of all sorts and sizes; perhaps one of them would\nunlock the mysterious chest!\n\nShe flew down the stairs, found the basket and returned with it to\nthe attic. Then she sat down before the brass-studded box and began\ntrying one key after another in the curious old lock. Some were too\nlarge, but most were too small. One would go into the lock but would\nnot turn; another stuck so fast that she feared for a time that she\nwould never get it out again. But at last, when the basket was\nalmost empty, an oddly-shaped, ancient brass key slipped easily into\nthe lock. With a cry of joy Martha turned the key with both hands;\nthen she heard a sharp \"click,\" and the next moment the heavy lid\nflew up of its own accord!\n\nThe little girl leaned over the edge of the chest an instant, and\nthe sight that met her eyes caused her to start back in amazement.\n\nSlowly and carefully a man unpacked himself from the chest, stepped\nout upon the floor, stretched his limbs and then took off his hat\nand bowed politely to the astonished child.\n\nHe was tall and thin and his face seemed badly tanned or sunburnt.\n\nThen another man emerged from the chest, yawning and rubbing his\neyes like a sleepy schoolboy. He was of middle size and his skin\nseemed as badly tanned as that of the first.\n\nWhile Martha stared open-mouthed at the remarkable sight a third man\ncrawled from the chest. He had the same complexion as his fellows,\nbut was short and fat.\n\nAll three were dressed in a curious manner. They wore short jackets\nof red velvet braided with gold, and knee breeches of sky-blue satin\nwith silver buttons. Over their stockings were laced wide ribbons of\nred and yellow and blue, while their hats had broad brims with high,\npeaked crowns, from which fluttered yards of bright-colored ribbons.\n\nThey had big gold rings in their ears and rows of knives and pistols\nin their belts. Their eyes were black and glittering and they wore\nlong, fierce mustaches, curling at the ends like a pig's tail.\n\n\"My! but you were heavy,\" exclaimed the fat one, when he had pulled\ndown his velvet jacket and brushed the dust from his sky-blue\nbreeches. \"And you squeezed me all out of shape.\"\n\n\"It was unavoidable, Luigi,\" responded the thin man, lightly; \"the\nlid of the chest pressed me down upon you. Yet I tender you my\nregrets.\"\n\n\"As for me,\" said the middle-sized man, carelessly rolling a\ncigarette and lighting it, \"you must acknowledge I have been your\nnearest friend for years; so do not be disagreeable.\"\n\n\"You mustn't smoke in the attic,\" said Martha, recovering herself at\nsight of the cigarette. \"You might set the house on fire.\"\n\nThe middle-sized man, who had not noticed her before, at this speech\nturned to the girl and bowed.\n\n\"Since a lady requests it,\" said he, \"I shall abandon my cigarette,\"\nand he threw it on the floor and extinguished it with his foot.\n\n\"Who are you?\" asked Martha, who until now had been too astonished\nto be frightened.\n\n\"Permit us to introduce ourselves,\" said the thin man, flourishing\nhis hat gracefully. \"This is Lugui,\" the fat man nodded; \"and this\nis Beni,\" the middle-sized man bowed; \"and I am Victor. We are three\nbandits--Italian bandits.\"\n\n\"Bandits!\" cried Martha, with a look of horror.\n\n\"Exactly. Perhaps in all the world there are not three other bandits\nso terrible and fierce as ourselves,\" said Victor, proudly.\n\n\"'Tis so,\" said the fat man, nodding gravely.\n\n\"But it's wicked!\" exclaimed Martha.\n\n\"Yes, indeed,\" replied Victor. \"We are extremely and tremendously\nwicked. Perhaps in all the world you could not find three men more\nwicked than those who now stand before you.\"\n\n\"'Tis so,\" said the fat man, approvingly.\n\n\"But you shouldn't be so wicked,\" said the girl;\n\"it's--it's--naughty!\"\n\nVictor cast down his eyes and blushed.\n\n\"Naughty!\" gasped Beni, with a horrified look.\n\n\"'Tis a hard word,\" said Luigi, sadly, and buried his face in his\nhands.\n\n\"I little thought,\" murmured Victor, in a voice broken by emotion,\n\"ever to be so reviled--and by a lady! Yet, perhaps you spoke\nthoughtlessly. You must consider, miss, that our wickedness has an\nexcuse. For how are we to be bandits, let me ask, unless we are\nwicked?\"\n\nMartha was puzzled and shook her head, thoughtfully. Then she\nremembered something.\n\n\"You can't remain bandits any longer,\" said she, \"because you are\nnow in America.\"\n\n\"America!\" cried the three, together.\n\n\"Certainly. You are on Prairie avenue, in Chicago. Uncle Walter sent\nyou here from Italy in this chest.\"\n\nThe bandits seemed greatly bewildered by this announcement. Lugui\nsat down on an old chair with a broken rocker and wiped his forehead\nwith a yellow silk handkerchief. Beni and Victor fell back upon the\nchest and looked at her with pale faces and staring eyes.\n\nWhen he had somewhat recovered himself Victor spoke.\n\n\"Your Uncle Walter has greatly wronged us,\" he said, reproachfully.\n\"He has taken us from our beloved Italy, where bandits are highly\nrespected, and brought us to a strange country where we shall not\nknow whom to rob or how much to ask for a ransom.\"\n\n\"'Tis so!\" said the fat man, slapping his leg sharply.\n\n\"And we had won such fine reputations in Italy!\" said Beni,\nregretfully.\n\n\"Perhaps Uncle Walter wanted to reform you,\" suggested Martha.\n\n\"Are there, then, no bandits in Chicago?\" asked Victor.\n\n\"Well,\" replied the girl, blushing in her turn, \"we do not call them\nbandits.\"\n\n\"Then what shall we do for a living?\" inquired Beni, despairingly.\n\n\"A great deal can be done in a big American city,\" said the child.\n\"My father is a lawyer\" (the bandits shuddered), \"and my mother's\ncousin is a police inspector.\"\n\n\"Ah,\" said Victor, \"that is a good employment. The police need to be\ninspected, especially in Italy.\"\n\n\"Everywhere!\" added Beni.\n\n\"Then you could do other things,\" continued Martha, encouragingly.\n\"You could be motor men on trolley cars, or clerks in a department\nstore. Some people even become aldermen to earn a living.\"\n\nThe bandits shook their heads sadly.\n\n\"We are not fitted for such work,\" said Victor. \"Our business is to\nrob.\"\n\nMartha tried to think.\n\n\"It is rather hard to get positions in the gas office,\" she said,\n\"but you might become politicians.\"\n\n\"No!\" cried Beni, with sudden fierceness; \"we must not abandon our\nhigh calling. Bandits we have always been, and bandits we must\nremain!\"\n\n\"'Tis so!\" agreed the fat man.\n\n\"Even in Chicago there must be people to rob,\" remarked Victor, with\ncheerfulness.\n\nMartha was distressed.\n\n\"I think they have all been robbed,\" she objected.\n\n\"Then we can rob the robbers, for we have experience and talent\nbeyond the ordinary,\" said Beni.\n\n\"Oh, dear; oh, dear!\" moaned the girl; \"why did Uncle Walter ever\nsend you here in this chest?\"\n\nThe bandits became interested.\n\n\"That is what we should like to know,\" declared Victor, eagerly.\n\n\"But no one will ever know, for Uncle Walter was lost while hunting\nelephants in Africa,\" she continued, with conviction.\n\n\"Then we must accept our fate and rob to the best of our ability,\"\nsaid Victor. \"So long as we are faithful to our beloved profession\nwe need not be ashamed.\"\n\n\"'Tis so!\" cried the fat man.\n\n\"Brothers! we will begin now. Let us rob the house we are in.\"\n\n\"Good!\" shouted the others and sprang to their feet.\n\nBeni turned threateningly upon the child.\n\n\"Remain here!\" he commanded. \"If you stir one step your blood will\nbe on your own head!\" Then he added, in a gentler voice: \"Don't be\nafraid; that's the way all bandits talk to their captives. But of\ncourse we wouldn't hurt a young lady under any circumstances.\"\n\n\"Of course not,\" said Victor.\n\nThe fat man drew a big knife from his belt and flourished it about\nhis head.\n\n\"S'blood!\" he ejaculated, fiercely.\n\n\"S'bananas!\" cried Beni, in a terrible voice.\n\n\"Confusion to our foes!\" hissed Victor.\n\nAnd then the three bent themselves nearly double and crept\nstealthily down the stairway with cocked pistols in their hands and\nglittering knives between their teeth, leaving Martha trembling with\nfear and too horrified to even cry for help.\n\nHow long she remained alone in the attic she never knew, but finally\nshe heard the catlike tread of the returning bandits and saw them\ncoming up the stairs in single file.\n\nAll bore heavy loads of plunder in their arms, and Lugui was\nbalancing a mince pie on the top of a pile of her mother's best\nevening dresses. Victor came next with an armful of bric-a-brac, a\nbrass candelabra and the parlor clock. Beni had the family Bible,\nthe basket of silverware from the sideboard, a copper kettle and\npapa's fur overcoat.\n\n\"Oh, joy!\" said Victor, putting down his load; \"it is pleasant to\nrob once more.\"\n\n\"Oh, ecstacy!\" said Beni; but he let the kettle drop on his toe and\nimmediately began dancing around in anguish, while he muttered queer\nwords in the Italian language.\n\n\"We have much wealth,\" continued Victor, holding the mince pie while\nLugui added his spoils to the heap; \"and all from one house! This\nAmerica must be a rich place.\"\n\nWith a dagger he then cut himself a piece of the pie and handed the\nremainder to his comrades. Whereupon all three sat upon the floor\nand consumed the pie while Martha looked on sadly.\n\n\"We should have a cave,\" remarked Beni; \"for we must store our\nplunder in a safe place. Can you tell us of a secret cave?\" he asked\nMartha.\n\n\"There's a Mammoth cave,\" she answered, \"but it's in Kentucky. You\nwould be obliged to ride on the cars a long time to get there.\"\n\nThe three bandits looked thoughtful and munched their pie silently,\nbut the next moment they were startled by the ringing of the\nelectric doorbell, which was heard plainly even in the remote attic.\n\n\"What's that?\" demanded Victor, in a hoarse voice, as the three\nscrambled to their feet with drawn daggers.\n\nMartha ran to the window and saw it was only the postman, who had\ndropped a letter in the box and gone away again. But the incident\ngave her an idea of how to get rid of her troublesome bandits, so\nshe began wringing her hands as if in great distress and cried out:\n\n\"It's the police!\"\n\nThe robbers looked at one another with genuine alarm, and Lugui\nasked, tremblingly:\n\n\"Are there many of them?\"\n\n\"A hundred and twelve!\" exclaimed Martha, after pretending to count\nthem.\n\n\"Then we are lost!\" declared Beni; \"for we could never fight so many\nand live.\"\n\n\"Are they armed?\" inquired Victor, who was shivering as if cold.\n\n\"Oh, yes,\" said she. \"They have guns and swords and pistols and axes\nand--and--\"\n\n\"And what?\" demanded Lugui.\n\n\"And cannons!\"\n\nThe three wicked ones groaned aloud and Beni said, in a hollow\nvoice:\n\n\"I hope they will kill us quickly and not put us to the torture. I\nhave been told these Americans are painted Indians, who are\nbloodthirsty and terrible.\"\n\n\"'Tis so!\" gasped the fat man, with a shudder.\n\nSuddenly Martha turned from the window.\n\n\"You are my friends, are you not?\" she asked.\n\n\"We are devoted!\" answered Victor.\n\n\"We adore you!\" cried Beni.\n\n\"We would die for you!\" added Lugui, thinking he was about to die\nanyway.\n\n\"Then I will save you,\" said the girl.\n\n\"How?\" asked the three, with one voice.\n\n\"Get back into the chest,\" she said. \"I will then close the lid, so\nthey will be unable to find you.\"\n\nThey looked around the room in a dazed and irresolute way, but she\nexclaimed:\n\n\"You must be quick! They will soon be here to arrest you.\"\n\nThen Lugui sprang into the chest and lay fat upon the bottom. Beni\ntumbled in next and packed himself in the back side. Victor followed\nafter pausing to kiss her hand to the girl in a graceful manner.\n\nThen Martha ran up to press down the lid, but could not make it\ncatch.\n\n\"You must squeeze down,\" she said to them.\n\nLugui groaned.\n\n\"I am doing my best, miss,\" said Victor, who was nearest the top;\n\"but although we fitted in very nicely before, the chest now seems\nrather small for us.\"\n\n\"'Tis so!\" came the muffled voice of the fat man from the bottom.\n\n\"I know what takes up the room,\" said Beni.\n\n\"What?\" inquired Victor, anxiously.\n\n\"The pie,\" returned Beni.\n\n\"'Tis so!\" came from the bottom, in faint accents.\n\nThen Martha sat upon the lid and pressed it down with all her\nweight. To her great delight the lock caught, and, springing down,\nshe exerted all her strength and turned the key.\n\n* * * * *\n\nThis story should teach us not to interfere in matters that do not\nconcern us. For had Martha refrained from opening Uncle Walter's\nmysterious chest she would not have been obliged to carry downstairs\nall the plunder the robbers had brought into the attic.\n", "l": "America", "r": "actor", "relation": "instance_of"}, {"index": "14", "is_verb": "false", "sentence": "\nTHE BOX OF ROBBERS\n\n\nNo one intended to leave Martha alone that afternoon, but it\nhappened that everyone was called away, for one reason or another.\nMrs. McFarland was attending the weekly card party held by the\nWomen's Anti-Gambling League. Sister Nell's young man had called\nquite unexpectedly to take her for a long drive. Papa was at the\noffice, as usual. It was Mary Ann's day out. As for Emeline, she\ncertainly should have stayed in the house and looked after the\nlittle girl; but Emeline had a restless nature.\n\n\"Would you mind, miss, if I just crossed the alley to speak a word\nto Mrs. Carleton's girl?\" she asked Martha.\n\n\"'Course not,\" replied the child. \"You'd better lock the back door,\nthough, and take the key, for I shall be upstairs.\"\n\n\"Oh, I'll do that, of course, miss,\" said the delighted maid, and\nran away to spend the afternoon with her friend, leaving Martha\nquite alone in the big house, and locked in, into the bargain.\n\nThe little girl read a few pages in her new book, sewed a few\nstitches in her embroidery and started to \"play visiting\" with her\nfour favorite dolls. Then she remembered that in the attic was a\ndoll's playhouse that hadn't been used for months, so she decided\nshe would dust it and put it in order.\n\nFilled with this idea, the girl climbed the winding stairs to the\nbig room under the roof. It was well lighted by three dormer windows\nand was warm and pleasant. Around the walls were rows of boxes and\ntrunks, piles of old carpeting, pieces of damaged furniture, bundles\nof discarded clothing and other odds and ends of more or less value.\nEvery well-regulated house has an attic of this sort, so I need not\ndescribe it.\n\nThe doll's house had been moved, but after a search Martha found it\naway over in a corner near the big chimney.\n\nShe drew it out and noticed that behind it was a black wooden chest\nwhich Uncle Walter had sent over from Italy years and years\nago--before Martha was born, in fact. Mamma had told her about it\none day; how there was no key to it, because Uncle Walter wished it\nto remain unopened until he returned home; and how this wandering\nuncle, who was a mighty hunter, had gone into Africa to hunt\nelephants and had never been heard from afterwards.\n\nThe little girl looked at the chest curiously, now that it had by\naccident attracted her attention.\n\nIt was quite big--bigger even than mamma's traveling trunk--and was\nstudded all over with tarnished brassheaded nails. It was heavy,\ntoo, for when Martha tried to lift one end of it she found she could\nnot stir it a bit. But there was a place in the side of the cover\nfor a key. She stooped to examine the lock, and saw that it would\ntake a rather big key to open it.\n\nThen, as you may suspect, the little girl longed to open Uncle\nWalter's big box and see what was in it. For we are all curious, and\nlittle girls are just as curious as the rest of us.\n\n\"I don't b'lieve Uncle Walter'll ever come back,\" she thought. \"Papa\nsaid once that some elephant must have killed him. If I only had a\nkey--\" She stopped and clapped her little hands together gayly as\nshe remembered a big basket of keys on the shelf in the linen\ncloset. They were of all sorts and sizes; perhaps one of them would\nunlock the mysterious chest!\n\nShe flew down the stairs, found the basket and returned with it to\nthe attic. Then she sat down before the brass-studded box and began\ntrying one key after another in the curious old lock. Some were too\nlarge, but most were too small. One would go into the lock but would\nnot turn; another stuck so fast that she feared for a time that she\nwould never get it out again. But at last, when the basket was\nalmost empty, an oddly-shaped, ancient brass key slipped easily into\nthe lock. With a cry of joy Martha turned the key with both hands;\nthen she heard a sharp \"click,\" and the next moment the heavy lid\nflew up of its own accord!\n\nThe little girl leaned over the edge of the chest an instant, and\nthe sight that met her eyes caused her to start back in amazement.\n\nSlowly and carefully a man unpacked himself from the chest, stepped\nout upon the floor, stretched his limbs and then took off his hat\nand bowed politely to the astonished child.\n\nHe was tall and thin and his face seemed badly tanned or sunburnt.\n\nThen another man emerged from the chest, yawning and rubbing his\neyes like a sleepy schoolboy. He was of middle size and his skin\nseemed as badly tanned as that of the first.\n\nWhile Martha stared open-mouthed at the remarkable sight a third man\ncrawled from the chest. He had the same complexion as his fellows,\nbut was short and fat.\n\nAll three were dressed in a curious manner. They wore short jackets\nof red velvet braided with gold, and knee breeches of sky-blue satin\nwith silver buttons. Over their stockings were laced wide ribbons of\nred and yellow and blue, while their hats had broad brims with high,\npeaked crowns, from which fluttered yards of bright-colored ribbons.\n\nThey had big gold rings in their ears and rows of knives and pistols\nin their belts. Their eyes were black and glittering and they wore\nlong, fierce mustaches, curling at the ends like a pig's tail.\n\n\"My! but you were heavy,\" exclaimed the fat one, when he had pulled\ndown his velvet jacket and brushed the dust from his sky-blue\nbreeches. \"And you squeezed me all out of shape.\"\n\n\"It was unavoidable, Luigi,\" responded the thin man, lightly; \"the\nlid of the chest pressed me down upon you. Yet I tender you my\nregrets.\"\n\n\"As for me,\" said the middle-sized man, carelessly rolling a\ncigarette and lighting it, \"you must acknowledge I have been your\nnearest friend for years; so do not be disagreeable.\"\n\n\"You mustn't smoke in the attic,\" said Martha, recovering herself at\nsight of the cigarette. \"You might set the house on fire.\"\n\nThe middle-sized man, who had not noticed her before, at this speech\nturned to the girl and bowed.\n\n\"Since a lady requests it,\" said he, \"I shall abandon my cigarette,\"\nand he threw it on the floor and extinguished it with his foot.\n\n\"Who are you?\" asked Martha, who until now had been too astonished\nto be frightened.\n\n\"Permit us to introduce ourselves,\" said the thin man, flourishing\nhis hat gracefully. \"This is Lugui,\" the fat man nodded; \"and this\nis Beni,\" the middle-sized man bowed; \"and I am Victor. We are three\nbandits--Italian bandits.\"\n\n\"Bandits!\" cried Martha, with a look of horror.\n\n\"Exactly. Perhaps in all the world there are not three other bandits\nso terrible and fierce as ourselves,\" said Victor, proudly.\n\n\"'Tis so,\" said the fat man, nodding gravely.\n\n\"But it's wicked!\" exclaimed Martha.\n\n\"Yes, indeed,\" replied Victor. \"We are extremely and tremendously\nwicked. Perhaps in all the world you could not find three men more\nwicked than those who now stand before you.\"\n\n\"'Tis so,\" said the fat man, approvingly.\n\n\"But you shouldn't be so wicked,\" said the girl;\n\"it's--it's--naughty!\"\n\nVictor cast down his eyes and blushed.\n\n\"Naughty!\" gasped Beni, with a horrified look.\n\n\"'Tis a hard word,\" said Luigi, sadly, and buried his face in his\nhands.\n\n\"I little thought,\" murmured Victor, in a voice broken by emotion,\n\"ever to be so reviled--and by a lady! Yet, perhaps you spoke\nthoughtlessly. You must consider, miss, that our wickedness has an\nexcuse. For how are we to be bandits, let me ask, unless we are\nwicked?\"\n\nMartha was puzzled and shook her head, thoughtfully. Then she\nremembered something.\n\n\"You can't remain bandits any longer,\" said she, \"because you are\nnow in America.\"\n\n\"America!\" cried the three, together.\n\n\"Certainly. You are on Prairie avenue, in Chicago. Uncle Walter sent\nyou here from Italy in this chest.\"\n\nThe bandits seemed greatly bewildered by this announcement. Lugui\nsat down on an old chair with a broken rocker and wiped his forehead\nwith a yellow silk handkerchief. Beni and Victor fell back upon the\nchest and looked at her with pale faces and staring eyes.\n\nWhen he had somewhat recovered himself Victor spoke.\n\n\"Your Uncle Walter has greatly wronged us,\" he said, reproachfully.\n\"He has taken us from our beloved Italy, where bandits are highly\nrespected, and brought us to a strange country where we shall not\nknow whom to rob or how much to ask for a ransom.\"\n\n\"'Tis so!\" said the fat man, slapping his leg sharply.\n\n\"And we had won such fine reputations in Italy!\" said Beni,\nregretfully.\n\n\"Perhaps Uncle Walter wanted to reform you,\" suggested Martha.\n\n\"Are there, then, no bandits in Chicago?\" asked Victor.\n\n\"Well,\" replied the girl, blushing in her turn, \"we do not call them\nbandits.\"\n\n\"Then what shall we do for a living?\" inquired Beni, despairingly.\n\n\"A great deal can be done in a big American city,\" said the child.\n\"My father is a lawyer\" (the bandits shuddered), \"and my mother's\ncousin is a police inspector.\"\n\n\"Ah,\" said Victor, \"that is a good employment. The police need to be\ninspected, especially in Italy.\"\n\n\"Everywhere!\" added Beni.\n\n\"Then you could do other things,\" continued Martha, encouragingly.\n\"You could be motor men on trolley cars, or clerks in a department\nstore. Some people even become aldermen to earn a living.\"\n\nThe bandits shook their heads sadly.\n\n\"We are not fitted for such work,\" said Victor. \"Our business is to\nrob.\"\n\nMartha tried to think.\n\n\"It is rather hard to get positions in the gas office,\" she said,\n\"but you might become politicians.\"\n\n\"No!\" cried Beni, with sudden fierceness; \"we must not abandon our\nhigh calling. Bandits we have always been, and bandits we must\nremain!\"\n\n\"'Tis so!\" agreed the fat man.\n\n\"Even in Chicago there must be people to rob,\" remarked Victor, with\ncheerfulness.\n\nMartha was distressed.\n\n\"I think they have all been robbed,\" she objected.\n\n\"Then we can rob the robbers, for we have experience and talent\nbeyond the ordinary,\" said Beni.\n\n\"Oh, dear; oh, dear!\" moaned the girl; \"why did Uncle Walter ever\nsend you here in this chest?\"\n\nThe bandits became interested.\n\n\"That is what we should like to know,\" declared Victor, eagerly.\n\n\"But no one will ever know, for Uncle Walter was lost while hunting\nelephants in Africa,\" she continued, with conviction.\n\n\"Then we must accept our fate and rob to the best of our ability,\"\nsaid Victor. \"So long as we are faithful to our beloved profession\nwe need not be ashamed.\"\n\n\"'Tis so!\" cried the fat man.\n\n\"Brothers! we will begin now. Let us rob the house we are in.\"\n\n\"Good!\" shouted the others and sprang to their feet.\n\nBeni turned threateningly upon the child.\n\n\"Remain here!\" he commanded. \"If you stir one step your blood will\nbe on your own head!\" Then he added, in a gentler voice: \"Don't be\nafraid; that's the way all bandits talk to their captives. But of\ncourse we wouldn't hurt a young lady under any circumstances.\"\n\n\"Of course not,\" said Victor.\n\nThe fat man drew a big knife from his belt and flourished it about\nhis head.\n\n\"S'blood!\" he ejaculated, fiercely.\n\n\"S'bananas!\" cried Beni, in a terrible voice.\n\n\"Confusion to our foes!\" hissed Victor.\n\nAnd then the three bent themselves nearly double and crept\nstealthily down the stairway with cocked pistols in their hands and\nglittering knives between their teeth, leaving Martha trembling with\nfear and too horrified to even cry for help.\n\nHow long she remained alone in the attic she never knew, but finally\nshe heard the catlike tread of the returning bandits and saw them\ncoming up the stairs in single file.\n\nAll bore heavy loads of plunder in their arms, and Lugui was\nbalancing a mince pie on the top of a pile of her mother's best\nevening dresses. Victor came next with an armful of bric-a-brac, a\nbrass candelabra and the parlor clock. Beni had the family Bible,\nthe basket of silverware from the sideboard, a copper kettle and\npapa's fur overcoat.\n\n\"Oh, joy!\" said Victor, putting down his load; \"it is pleasant to\nrob once more.\"\n\n\"Oh, ecstacy!\" said Beni; but he let the kettle drop on his toe and\nimmediately began dancing around in anguish, while he muttered queer\nwords in the Italian language.\n\n\"We have much wealth,\" continued Victor, holding the mince pie while\nLugui added his spoils to the heap; \"and all from one house! This\nAmerica must be a rich place.\"\n\nWith a dagger he then cut himself a piece of the pie and handed the\nremainder to his comrades. Whereupon all three sat upon the floor\nand consumed the pie while Martha looked on sadly.\n\n\"We should have a cave,\" remarked Beni; \"for we must store our\nplunder in a safe place. Can you tell us of a secret cave?\" he asked\nMartha.\n\n\"There's a Mammoth cave,\" she answered, \"but it's in Kentucky. You\nwould be obliged to ride on the cars a long time to get there.\"\n\nThe three bandits looked thoughtful and munched their pie silently,\nbut the next moment they were startled by the ringing of the\nelectric doorbell, which was heard plainly even in the remote attic.\n\n\"What's that?\" demanded Victor, in a hoarse voice, as the three\nscrambled to their feet with drawn daggers.\n\nMartha ran to the window and saw it was only the postman, who had\ndropped a letter in the box and gone away again. But the incident\ngave her an idea of how to get rid of her troublesome bandits, so\nshe began wringing her hands as if in great distress and cried out:\n\n\"It's the police!\"\n\nThe robbers looked at one another with genuine alarm, and Lugui\nasked, tremblingly:\n\n\"Are there many of them?\"\n\n\"A hundred and twelve!\" exclaimed Martha, after pretending to count\nthem.\n\n\"Then we are lost!\" declared Beni; \"for we could never fight so many\nand live.\"\n\n\"Are they armed?\" inquired Victor, who was shivering as if cold.\n\n\"Oh, yes,\" said she. \"They have guns and swords and pistols and axes\nand--and--\"\n\n\"And what?\" demanded Lugui.\n\n\"And cannons!\"\n\nThe three wicked ones groaned aloud and Beni said, in a hollow\nvoice:\n\n\"I hope they will kill us quickly and not put us to the torture. I\nhave been told these Americans are painted Indians, who are\nbloodthirsty and terrible.\"\n\n\"'Tis so!\" gasped the fat man, with a shudder.\n\nSuddenly Martha turned from the window.\n\n\"You are my friends, are you not?\" she asked.\n\n\"We are devoted!\" answered Victor.\n\n\"We adore you!\" cried Beni.\n\n\"We would die for you!\" added Lugui, thinking he was about to die\nanyway.\n\n\"Then I will save you,\" said the girl.\n\n\"How?\" asked the three, with one voice.\n\n\"Get back into the chest,\" she said. \"I will then close the lid, so\nthey will be unable to find you.\"\n\nThey looked around the room in a dazed and irresolute way, but she\nexclaimed:\n\n\"You must be quick! They will soon be here to arrest you.\"\n\nThen Lugui sprang into the chest and lay fat upon the bottom. Beni\ntumbled in next and packed himself in the back side. Victor followed\nafter pausing to kiss her hand to the girl in a graceful manner.\n\nThen Martha ran up to press down the lid, but could not make it\ncatch.\n\n\"You must squeeze down,\" she said to them.\n\nLugui groaned.\n\n\"I am doing my best, miss,\" said Victor, who was nearest the top;\n\"but although we fitted in very nicely before, the chest now seems\nrather small for us.\"\n\n\"'Tis so!\" came the muffled voice of the fat man from the bottom.\n\n\"I know what takes up the room,\" said Beni.\n\n\"What?\" inquired Victor, anxiously.\n\n\"The pie,\" returned Beni.\n\n\"'Tis so!\" came from the bottom, in faint accents.\n\nThen Martha sat upon the lid and pressed it down with all her\nweight. To her great delight the lock caught, and, springing down,\nshe exerted all her strength and turned the key.\n\n* * * * *\n\nThis story should teach us not to interfere in matters that do not\nconcern us. For had Martha refrained from opening Uncle Walter's\nmysterious chest she would not have been obliged to carry downstairs\nall the plunder the robbers had brought into the attic.\n", "l": "America", "r": "female", "relation": "has_gender"}, {"index": "16", "is_verb": "false", "sentence": "Sister Nell's young man had called quite unexpectedly to take her for a long drive", "l": "man", "r": "young", "relation": "has_property"}, {"index": "17", "is_verb": "false", "sentence": "Sister Nell's young man had called quite unexpectedly to take her for a long drive", "l": "drive", "r": "long", "relation": "has_property"}, {"index": "18", "is_verb": "false", "sentence": "As for Emeline, she certainly should have stayed in the house and looked after the little girl; but Emeline had a restless nature", "l": "girl", "r": "little", "relation": "has_property"}, {"index": "19", "is_verb": "false", "sentence": "As for Emeline, she certainly should have stayed in the house and looked after the little girl; but Emeline had a restless nature", "l": "nature", "r": "restless", "relation": "has_property"}, {"index": "20", "is_verb": "false", "sentence": "\"Oh, I'll do that, of course, miss,\" said the delighted maid, and ran away to spend the afternoon with her friend, leaving Martha quite alone in the big house, and locked in, into the bargain", "l": "house", "r": "big", "relation": "has_property"}, {"index": "21", "is_verb": "false", "sentence": "The little girl read a few pages in her new book, sewed a few stitches in her embroidery and started to \"play visiting\" with her four favorite dolls", "l": "girl", "r": "little", "relation": "has_property"}, {"index": "22", "is_verb": "false", "sentence": "The little girl read a few pages in her new book, sewed a few stitches in her embroidery and started to \"play visiting\" with her four favorite dolls", "l": "pages", "r": "few", "relation": "has_property"}, {"index": "23", "is_verb": "false", "sentence": "The little girl read a few pages in her new book, sewed a few stitches in her embroidery and started to \"play visiting\" with her four favorite dolls", "l": "book", "r": "new", "relation": "has_property"}, {"index": "24", "is_verb": "false", "sentence": "The little girl read a few pages in her new book, sewed a few stitches in her embroidery and started to \"play visiting\" with her four favorite dolls", "l": "stitches", "r": "few", "relation": "has_property"}, {"index": "25", "is_verb": "false", "sentence": "The little girl read a few pages in her new book, sewed a few stitches in her embroidery and started to \"play visiting\" with her four favorite dolls", "l": "dolls", "r": "favorite", "relation": "has_property"}, {"index": "26", "is_verb": "false", "sentence": "Filled with this idea, the girl climbed the winding stairs to the big room under the roof", "l": "room", "r": "big", "relation": "has_property"}, {"index": "27", "is_verb": "false", "sentence": "Around the walls were rows of boxes and trunks, piles of old carpeting, pieces of damaged furniture, bundles of discarded clothing and other odds and ends of more or less value", "l": "odds", "r": "other", "relation": "has_property"}, {"index": "28", "is_verb": "false", "sentence": "Around the walls were rows of boxes and trunks, piles of old carpeting, pieces of damaged furniture, bundles of discarded clothing and other odds and ends of more or less value", "l": "value", "r": "less", "relation": "has_property"}, {"index": "29", "is_verb": "false", "sentence": "Every well-regulated house has an attic of this sort, so I need not describe it", "l": "house", "r": "well-regulated", "relation": "has_property"}, {"index": "30", "is_verb": "false", "sentence": "The doll's house had been moved, but after a search Martha found it away over in a corner near the big chimney", "l": "chimney", "r": "big", "relation": "has_property"}, {"index": "31", "is_verb": "false", "sentence": "She drew it out and noticed that behind it was a black wooden chest which Uncle Walter had sent over from Italy years and years ago--before Martha was born, in fact", "l": "chest", "r": "wooden", "relation": "has_property"}, {"index": "32", "is_verb": "false", "sentence": "Mamma had told her about it one day; how there was no key to it, because Uncle Walter wished it to remain unopened until he returned home; and how this wandering uncle, who was a mighty hunter, had gone into Africa to hunt elephants and had never been heard from afterwards", "l": "hunter", "r": "mighty", "relation": "has_property"}, {"index": "33", "is_verb": "false", "sentence": "The little girl looked at the chest curiously, now that it had by accident attracted her attention", "l": "girl", "r": "little", "relation": "has_property"}, {"index": "34", "is_verb": "false", "sentence": "Then, as you may suspect, the little girl longed to open Uncle Walter's big box and see what was in it", "l": "girl", "r": "little", "relation": "has_property"}, {"index": "35", "is_verb": "false", "sentence": "Then, as you may suspect, the little girl longed to open Uncle Walter's big box and see what was in it", "l": "Uncle", "r": "open", "relation": "has_property"}, {"index": "36", "is_verb": "false", "sentence": "Then, as you may suspect, the little girl longed to open Uncle Walter's big box and see what was in it", "l": "box", "r": "big", "relation": "has_property"}, {"index": "37", "is_verb": "false", "sentence": "For we are all curious, and little girls are just as curious as the rest of us", "l": "girls", "r": "little", "relation": "has_property"}, {"index": "38", "is_verb": "false", "sentence": "If I only had a key--\" She stopped and clapped her little hands together gayly as she remembered a big basket of keys on the shelf in the linen closet", "l": "hands", "r": "little", "relation": "has_property"}, {"index": "39", "is_verb": "false", "sentence": "If I only had a key--\" She stopped and clapped her little hands together gayly as she remembered a big basket of keys on the shelf in the linen closet", "l": "basket", "r": "big", "relation": "has_property"}, {"index": "40", "is_verb": "false", "sentence": "They were of all sorts and sizes; perhaps one of them would unlock the mysterious chest", "l": "chest", "r": "mysterious", "relation": "has_property"}, {"index": "41", "is_verb": "false", "sentence": "But at last, when the basket was almost empty, an oddly-shaped, ancient brass key slipped easily into the lock", "l": "brass", "r": "ancient", "relation": "has_property"}, {"index": "42", "is_verb": "false", "sentence": "With a cry of joy Martha turned the key with both hands; then she heard a sharp \"click,\" and the next moment the heavy lid flew up of its own accord", "l": "\"click,\"", "r": "sharp", "relation": "has_property"}, {"index": "43", "is_verb": "false", "sentence": "With a cry of joy Martha turned the key with both hands; then she heard a sharp \"click,\" and the next moment the heavy lid flew up of its own accord", "l": "moment", "r": "next", "relation": "has_property"}, {"index": "44", "is_verb": "false", "sentence": "With a cry of joy Martha turned the key with both hands; then she heard a sharp \"click,\" and the next moment the heavy lid flew up of its own accord", "l": "lid", "r": "heavy", "relation": "has_property"}, {"index": "45", "is_verb": "false", "sentence": "With a cry of joy Martha turned the key with both hands; then she heard a sharp \"click,\" and the next moment the heavy lid flew up of its own accord", "l": "accord", "r": "own", "relation": "has_property"}, {"index": "46", "is_verb": "false", "sentence": "The little girl leaned over the edge of the chest an instant, and the sight that met her eyes caused her to start back in amazement", "l": "girl", "r": "little", "relation": "has_property"}, {"index": "47", "is_verb": "false", "sentence": "Then another man emerged from the chest, yawning and rubbing his eyes like a sleepy schoolboy", "l": "schoolboy", "r": "sleepy", "relation": "has_property"}, {"index": "48", "is_verb": "false", "sentence": "While Martha stared open-mouthed at the remarkable sight a third man crawled from the chest", "l": "sight", "r": "remarkable", "relation": "has_property"}, {"index": "49", "is_verb": "false", "sentence": "While Martha stared open-mouthed at the remarkable sight a third man crawled from the chest", "l": "man", "r": "third", "relation": "has_property"}, {"index": "50", "is_verb": "false", "sentence": "He had the same complexion as his fellows, but was short and fat", "l": "complexion", "r": "same", "relation": "has_property"}, {"index": "51", "is_verb": "false", "sentence": "All three were dressed in a curious manner", "l": "manner", "r": "curious", "relation": "has_property"}, {"index": "52", "is_verb": "false", "sentence": "They wore short jackets of red velvet braided with gold, and knee breeches of sky-blue satin with silver buttons", "l": "jackets", "r": "short", "relation": "has_property"}, {"index": "53", "is_verb": "false", "sentence": "They wore short jackets of red velvet braided with gold, and knee breeches of sky-blue satin with silver buttons", "l": "velvet", "r": "red", "relation": "has_property"}, {"index": "54", "is_verb": "false", "sentence": "Over their stockings were laced wide ribbons of red and yellow and blue, while their hats had broad brims with high, peaked crowns, from which fluttered yards of bright-colored ribbons", "l": "ribbons", "r": "wide", "relation": "has_property"}, {"index": "55", "is_verb": "false", "sentence": "Over their stockings were laced wide ribbons of red and yellow and blue, while their hats had broad brims with high, peaked crowns, from which fluttered yards of bright-colored ribbons", "l": "brims", "r": "broad", "relation": "has_property"}, {"index": "56", "is_verb": "false", "sentence": "They had big gold rings in their ears and rows of knives and pistols in their belts", "l": "gold", "r": "big", "relation": "has_property"}, {"index": "57", "is_verb": "false", "sentence": "Their eyes were black and glittering and they wore long, fierce mustaches, curling at the ends like a pig's tail", "l": "mustaches", "r": "fierce", "relation": "has_property"}, {"index": "58", "is_verb": "false", "sentence": "\"It was unavoidable, Luigi,\" responded the thin man, lightly; \"the lid of the chest pressed me down upon you", "l": "man", "r": "thin", "relation": "has_property"}, {"index": "59", "is_verb": "false", "sentence": "\"As for me,\" said the middle-sized man, carelessly rolling a cigarette and lighting it, \"you must acknowledge I have been your nearest friend for years; so do not be disagreeable", "l": "man", "r": "middle-sized", "relation": "has_property"}, {"index": "60", "is_verb": "false", "sentence": "\"As for me,\" said the middle-sized man, carelessly rolling a cigarette and lighting it, \"you must acknowledge I have been your nearest friend for years; so do not be disagreeable", "l": "friend", "r": "nearest", "relation": "has_property"}, {"index": "61", "is_verb": "false", "sentence": "The middle-sized man, who had not noticed her before, at this speech turned to the girl and bowed", "l": "man", "r": "middle-sized", "relation": "has_property"}, {"index": "62", "is_verb": "false", "sentence": "\"Permit us to introduce ourselves,\" said the thin man, flourishing his hat gracefully", "l": "man", "r": "thin", "relation": "has_property"}, {"index": "63", "is_verb": "false", "sentence": "\"This is Lugui,\" the fat man nodded; \"and this is Beni,\" the middle-sized man bowed; \"and I am Victor", "l": "man", "r": "fat", "relation": "has_property"}, {"index": "64", "is_verb": "false", "sentence": "\"This is Lugui,\" the fat man nodded; \"and this is Beni,\" the middle-sized man bowed; \"and I am Victor", "l": "man", "r": "middle-sized", "relation": "has_property"}, {"index": "65", "is_verb": "false", "sentence": "Perhaps in all the world there are not three other bandits so terrible and fierce as ourselves,\" said Victor, proudly", "l": "bandits", "r": "other", "relation": "has_property"}, {"index": "66", "is_verb": "false", "sentence": "\"'Tis so,\" said the fat man, nodding gravely", "l": "man", "r": "fat", "relation": "has_property"}, {"index": "67", "is_verb": "false", "sentence": "\"'Tis so,\" said the fat man, approvingly", "l": "man", "r": "fat", "relation": "has_property"}, {"index": "68", "is_verb": "false", "sentence": "\"'Tis a hard word,\" said Luigi, sadly, and buried his face in his hands", "l": "word,\"", "r": "hard", "relation": "has_property"}, {"index": "69", "is_verb": "false", "sentence": "\"I little thought,\" murmured Victor, in a voice broken by emotion, \"ever to be so reviled--and by a lady", "l": "thought,\"", "r": "little", "relation": "has_property"}, {"index": "70", "is_verb": "false", "sentence": "Lugui sat down on an old chair with a broken rocker and wiped his forehead with a yellow silk handkerchief", "l": "chair", "r": "old", "relation": "has_property"}, {"index": "71", "is_verb": "false", "sentence": "Lugui sat down on an old chair with a broken rocker and wiped his forehead with a yellow silk handkerchief", "l": "silk", "r": "yellow", "relation": "has_property"}, {"index": "72", "is_verb": "false", "sentence": "\"He has taken us from our beloved Italy, where bandits are highly respected, and brought us to a strange country where we shall not know whom to rob or how much to ask for a ransom", "l": "country", "r": "strange", "relation": "has_property"}, {"index": "73", "is_verb": "false", "sentence": "said the fat man, slapping his leg sharply", "l": "man", "r": "fat", "relation": "has_property"}, {"index": "74", "is_verb": "false", "sentence": "\"And we had won such fine reputations in Italy", "l": "reputations", "r": "fine", "relation": "has_property"}, {"index": "75", "is_verb": "false", "sentence": "\"A great deal can be done in a big American city,\" said the child", "l": "American", "r": "big", "relation": "has_property"}, {"index": "76", "is_verb": "false", "sentence": "\"Ah,\" said Victor, \"that is a good employment", "l": "employment", "r": "good", "relation": "has_property"}, {"index": "77", "is_verb": "false", "sentence": "\"Then you could do other things,\" continued Martha, encouragingly", "l": "things,\"", "r": "other", "relation": "has_property"}, {"index": "78", "is_verb": "false", "sentence": "\"We are not fitted for such work,\" said Victor", "l": "work,\"", "r": "such", "relation": "has_property"}, {"index": "79", "is_verb": "false", "sentence": "cried Beni, with sudden fierceness; \"we must not abandon our high calling", "l": "fierceness", "r": "sudden", "relation": "has_property"}, {"index": "80", "is_verb": "false", "sentence": "agreed the fat man", "l": "man", "r": "fat", "relation": "has_property"}, {"index": "81", "is_verb": "false", "sentence": "Martha was distressed", "l": "Martha", "r": "distressed", "relation": "has_property"}, {"index": "82", "is_verb": "false", "sentence": "\"So long as we are faithful to our beloved profession we need not be ashamed", "l": "profession", "r": "beloved", "relation": "has_property"}, {"index": "83", "is_verb": "false", "sentence": "cried the fat man", "l": "man", "r": "fat", "relation": "has_property"}, {"index": "84", "is_verb": "false", "sentence": "\"If you stir one step your blood will be on your own head", "l": "head", "r": "own", "relation": "has_property"}, {"index": "85", "is_verb": "false", "sentence": "Then he added, in a gentler voice: \"Don't be afraid; that's the way all bandits talk to their captives", "l": "voice", "r": "gentler", "relation": "has_property"}, {"index": "86", "is_verb": "false", "sentence": "But of course we wouldn't hurt a young lady under any circumstances", "l": "lady", "r": "young", "relation": "has_property"}, {"index": "87", "is_verb": "false", "sentence": "The fat man drew a big knife from his belt and flourished it about his head", "l": "man", "r": "fat", "relation": "has_property"}, {"index": "88", "is_verb": "false", "sentence": "The fat man drew a big knife from his belt and flourished it about his head", "l": "knife", "r": "big", "relation": "has_property"}, {"index": "89", "is_verb": "false", "sentence": "cried Beni, in a terrible voice", "l": "voice", "r": "terrible", "relation": "has_property"}, {"index": "90", "is_verb": "false", "sentence": "All bore heavy loads of plunder in their arms, and Lugui was balancing a mince pie on the top of a pile of her mother's best evening dresses", "l": "loads", "r": "heavy", "relation": "has_property"}, {"index": "91", "is_verb": "false", "sentence": "said Beni; but he let the kettle drop on his toe and immediately began dancing around in anguish, while he muttered queer words in the Italian language", "l": "words", "r": "queer", "relation": "has_property"}, {"index": "92", "is_verb": "false", "sentence": "said Beni; but he let the kettle drop on his toe and immediately began dancing around in anguish, while he muttered queer words in the Italian language", "l": "language", "r": "Italian", "relation": "has_property"}, {"index": "93", "is_verb": "false", "sentence": "\"We have much wealth,\" continued Victor, holding the mince pie while Lugui added his spoils to the heap; \"and all from one house", "l": "wealth,\"", "r": "much", "relation": "has_property"}, {"index": "94", "is_verb": "false", "sentence": "This America must be a rich place", "l": "place", "r": "rich", "relation": "has_property"}, {"index": "95", "is_verb": "false", "sentence": "\"We should have a cave,\" remarked Beni; \"for we must store our plunder in a safe place", "l": "place", "r": "safe", "relation": "has_property"}, {"index": "96", "is_verb": "false", "sentence": "Can you tell us of a secret cave", "l": "cave", "r": "secret", "relation": "has_property"}, {"index": "97", "is_verb": "false", "sentence": "\"There's a Mammoth cave,\" she answered, \"but it's in Kentucky", "l": "cave,\"", "r": "Mammoth", "relation": "has_property"}, {"index": "98", "is_verb": "false", "sentence": "You would be obliged to ride on the cars a long time to get there", "l": "time", "r": "long", "relation": "has_property"}, {"index": "99", "is_verb": "false", "sentence": "The three bandits looked thoughtful and munched their pie silently, but the next moment they were startled by the ringing of the electric doorbell, which was heard plainly even in the remote attic", "l": "moment", "r": "next", "relation": "has_property"}, {"index": "100", "is_verb": "false", "sentence": "The three bandits looked thoughtful and munched their pie silently, but the next moment they were startled by the ringing of the electric doorbell, which was heard plainly even in the remote attic", "l": "doorbell", "r": "electric", "relation": "has_property"}, {"index": "101", "is_verb": "false", "sentence": "The three bandits looked thoughtful and munched their pie silently, but the next moment they were startled by the ringing of the electric doorbell, which was heard plainly even in the remote attic", "l": "attic", "r": "remote", "relation": "has_property"}, {"index": "102", "is_verb": "false", "sentence": "demanded Victor, in a hoarse voice, as the three scrambled to their feet with drawn daggers", "l": "voice", "r": "hoarse", "relation": "has_property"}, {"index": "103", "is_verb": "false", "sentence": "But the incident gave her an idea of how to get rid of her troublesome bandits, so she began wringing her hands as if in great distress and cried out:  \"It's the police", "l": "bandits", "r": "troublesome", "relation": "has_property"}, {"index": "104", "is_verb": "false", "sentence": "But the incident gave her an idea of how to get rid of her troublesome bandits, so she began wringing her hands as if in great distress and cried out:  \"It's the police", "l": "distress", "r": "great", "relation": "has_property"}, {"index": "105", "is_verb": "false", "sentence": "The robbers looked at one another with genuine alarm, and Lugui asked, tremblingly:  \"Are there many of them", "l": "alarm", "r": "genuine", "relation": "has_property"}, {"index": "106", "is_verb": "false", "sentence": "The three wicked ones groaned aloud and Beni said, in a hollow voice:  \"I hope they will kill us quickly and not put us to the torture", "l": "ones", "r": "wicked", "relation": "has_property"}, {"index": "107", "is_verb": "false", "sentence": "The three wicked ones groaned aloud and Beni said, in a hollow voice:  \"I hope they will kill us quickly and not put us to the torture", "l": "voice", "r": "hollow", "relation": "has_property"}, {"index": "108", "is_verb": "false", "sentence": "gasped the fat man, with a shudder", "l": "man", "r": "fat", "relation": "has_property"}, {"index": "109", "is_verb": "false", "sentence": "They looked around the room in a dazed and irresolute way, but she exclaimed:  \"You must be quick", "l": "way", "r": "irresolute", "relation": "has_property"}, {"index": "110", "is_verb": "false", "sentence": "Victor followed after pausing to kiss her hand to the girl in a graceful manner", "l": "manner", "r": "graceful", "relation": "has_property"}, {"index": "111", "is_verb": "false", "sentence": "came the muffled voice of the fat man from the bottom", "l": "voice", "r": "muffled", "relation": "has_property"}, {"index": "112", "is_verb": "false", "sentence": "came the muffled voice of the fat man from the bottom", "l": "man", "r": "fat", "relation": "has_property"}, {"index": "113", "is_verb": "false", "sentence": "came from the bottom, in faint accents", "l": "accents", "r": "faint", "relation": "has_property"}, {"index": "114", "is_verb": "false", "sentence": "To her great delight the lock caught, and, springing down, she exerted all her strength and turned the key", "l": "delight", "r": "great", "relation": "has_property"}, {"index": "115", "is_verb": "false", "sentence": "For had Martha refrained from opening Uncle Walter's mysterious chest she would not have been obliged to carry downstairs all the plunder the robbers had brought into the attic", "l": "chest", "r": "mysterious", "relation": "has_property"}]